[{"title" : " The Australian state of Queensland abolishes inheritance tax.", "date" : "1977/01/01"}, {"title" : " Apple Computer Inc. is incorporated.", "date" : "1977/01/03"}, {"title" : "Mount Nyiragongo erupts in eastern Zaire (now the Democratic Republic of the Congo).", "date" : "1977/01/06"}, {"title" : "Ocean Park opens in Hong Kong.", "date" : "1977/01/06"}, {"title" : " Kälvesta air disaster: A Swedish airliner crashes into a residential area of Stockholm, killing all 22 on board.", "date" : "1977/01/15"}, {"title" : " Gary Gilmore is executed by firing squad in Utah (the first execution after the reintroduction of the death penalty in the U.S.).", "date" : "1977/01/17"}, {"title" : "Scientists identify a previously unknown bacterium as the cause of the mysterious Legionnaires' disease.", "date" : "1977/01/17"}, {"title" : "Australia's worst railway disaster at Granville, near Sydney, leaves 83 people dead.", "date" : "1977/01/17"}, {"title" : "SFR Yugoslavia Prime minister, Džemal Bijedić, his wife and 6 others are killed in a plane crash in Bosnia and Herzegovina.", "date" : "1977/01/17"}, {"title" : "U.S. President Gerald Ford pardons Iva Toguri D'Aquino (aka ampquotTokyo Roseampquot).", "date" : "1977/01/17"}, {"title" : "Snow falls in Miami, Florida (despite its ordinarily tropical climate) for the only time in its history. Snowfall has occurred farther south in the United States only on the high mountains of the state of Hawaii.", "date" : "1977/01/17"}, {"title" : " Jimmy Carter succeeds Gerald Ford as the 39th President of the United States.", "date" : "1977/01/20"}, {"title" : " U.S. President Jimmy Carter pardons Vietnam War draft evaders.", "date" : "1977/01/21"}, {"title" : " ''Roots'' begins its phenomenally successful run on ABC.", "date" : "1977/01/23"}, {"title" : " The Massacre of Atocha occurs during the Spanish transition to democracy.", "date" : "1977/01/24"}, {"title" : " Katimavik is founded as a volunteer service organization for Canadian youths.", "date" : "1977/01/26"}, {"title" : " The Great Lakes Blizzard of 1977 hits Buffalo, New York and the Niagara Region of Southern Ontario.", "date" : "1977/01/28"}, {"title" : " The Centre Georges Pompidou is officially opened by French President Valéry Giscard d'Estaing.", "date" : "1977/01/31"}, {"title" : " Fleetwood Mac's Grammy-winning album ''Rumours'' is released.", "date" : "1977/02/04"}, {"title" : " The Soviet Union launches ''Soyuz 24'' (Viktor Gorbatko, Yuri Glazkov) to dock with the ''Salyut 5'' space station.", "date" : "1977/02/07"}, {"title" : " Space Shuttle program: First test taxi flight of Space Shuttle Enterprise.", "date" : "1977/02/15"}, {"title" : " Prog 1 of 2000 AD, is launched (issue dated 26 February 1977).", "date" : "1977/02/18"}, {"title" : " Oscar Romero becomes Archbishop of San Salvador.", "date" : "1977/02/23"}, {"title" : " Elizabeth II opens the Parliament of New Zealand.", "date" : "1977/02/28"}, {"title" : " The 1977 Bucharest Earthquake kills 1,500.", "date" : "1977/03/04"}, {"title" : " Formula One driver Tom Pryce dies after colliding with a track marshal at the South African Grand Prix in Kyalami.", "date" : "1977/03/05"}, {"title" : " The Australian parliament is opened by Elizabeth II, Queen of Australia.", "date" : "1977/03/08"}, {"title" : " Hanafi Siege: Approximately a dozen armed Hanafi Movement members take over 3 buildings in Washington, D.C., killing 1 person and taking more than 130 hostages. The hostage situation ends 2 days later.", "date" : "1977/03/09"}, {"title" : " The rings of Uranus are discovered.", "date" : "1977/03/10"}, {"title" : " The Centenary Test between Australia and England begins at the Melbourne Cricket Ground.", "date" : "1977/03/12"}, {"title" : " Tenor Luciano Pavarotti and the PBS opera series ''Live from the Met'' both make their American television debuts. Pavarotti stars in a complete production of Puccini's ''La Boheme''.", "date" : "1977/03/15"}, {"title" : " Focus on the Family is founded by Dr. James Dobson.", "date" : "1977/03/26"}, {"title" : " Tenerife disaster: A collision between KLM and Pan Am Boeing 747s at Tenerife, Canary Islands, kills 583 persons (the deadliest accident in aviation history).", "date" : "1977/03/27"}, {"title" : " The small market town of Hay-on-Wye declares independence from the UK, as a publicity stunt.", "date" : "1977/04/01"}, {"title" : " Horse Racing ampndash Red Rum wins a record third Grand National at Aintree racecourse.", "date" : "1977/04/02"}, {"title" : " Grundy, Virginia experienced a major flood that made around $15 million in damages to 228 residential and commercial structures. To date the town is still recovering.", "date" : "1977/04/04"}, {"title" : "German Federal Prosecutor Siegfried Buback and his driver are shot by 2 Red Army Faction members while waiting at a red light near his home in Karlsruhe. The ampquotUlrike Meinhof Commandoampquot later claims responsibility.", "date" : "1977/04/04"}, {"title" : "The Toronto Blue Jays play their first game of baseball against the Chicago White Sox.", "date" : "1977/04/04"}, {"title" : "The Seattle Mariners play their first-ever game of baseball against the California Angels.", "date" : "1977/04/04"}, {"title" : " The punk band The Clash's debut album ''The Clash'' is released in the UK on CBS Records.", "date" : "1977/04/08"}, {"title" : " London Transport's Silver Jubilee buses are launched.", "date" : "1977/04/11"}, {"title" : " Residents of Dover, Massachusetts report sightings of an eerie monster.", "date" : "1977/04/21"}, {"title" : " Optical fiber is first used to carry live telephone traffic.", "date" : "1977/04/22"}, {"title" : " The Guatemala City air disaster kills 28 people.", "date" : "1977/04/27"}, {"title" : " A federal court in Stuttgart sentences Red Army Faction members Andreas Baader, Gudrun Ensslin, and Jan-Carl Raspe to life imprisonment.", "date" : "1977/04/28"}, {"title" : " Led Zeppelin sets a new world record attendance for an indoor attraction at the Pontiac Silverdome when 76,229 persons attend a concert here on the group's 1977 North American Tour.", "date" : "1977/04/30"}, {"title" : " The Taksim Square massacre in Istanbul results in 34 deaths, hundreds of injuries.", "date" : "1977/05/01"}, {"title" : " The light aircraft carrier ''HMS Invincible'' is launched at Barrow-in-Furness by Elizabeth II.", "date" : "1977/05/03"}, {"title" : "The 1977 IAS Cargo Boeing 707 airplane crash in Lusaka, Zambia kills all six on board.", "date" : "1977/05/03"}, {"title" : "The Likud Party, led by Menachem Begin, wins the national elections in Israel.", "date" : "1977/05/03"}, {"title" : "Elizabeth II commences her 1977 Silver Jubilee tour in Glasgow, Scotland.", "date" : "1977/05/03"}, {"title" : "Scientists report using bacteria in a lab to make insulin via gene splicing.", "date" : "1977/05/03"}, {"title" : "Moluccan terrorists take over a school in Bovensmilde, northern Netherlands (105 hostages), and a passenger train on the Bovensmilde-Assen route nearby (90 hostages) at the same time. On June 11, Dutch Royal Marines storm the train, and six terrorists and two hostages are killed.", "date" : "1977/05/03"}, {"title" : " ''Star Wars'' opens in cinemas and later becomes the historic highest grossing film for that time.", "date" : "1977/05/25"}, {"title" : " George Willig climbs the South Tower of the World Trade Center.", "date" : "1977/05/26"}, {"title" : "Elizabeth II opens the new Air Terminal Building at the Edinburgh Airport.", "date" : "1977/05/26"}, {"title" : "The 1977 Aeroflot Ilyushin 62 airplane crash in Cuba kills 69 people.", "date" : "1977/05/26"}, {"title" : " The Beverly Hills Supper Club in Southgate, Kentucky, is engulfed in fire, killing 165 inside.", "date" : "1977/05/28"}, {"title" : " Indianapolis 500: A. J. Foyt becomes the first driver to win the race four times.", "date" : "1977/05/29"}, {"title" : "A bloodless coup installs France Albert Rene as President of the Seychelles.", "date" : "1977/05/29"}, {"title" : "The first Apple II series computers go on sale.", "date" : "1977/05/29"}, {"title" : "The Portland Trail Blazers defeat the Philadelphia 76ers 109–107 to win the National Basketball Association finals four games to two. Bill Walton is selected as the MVP of the series.", "date" : "1977/05/29"}, {"title" : " 9 ampndash Jubilee celebrations are held in the United Kingdom to celebrate 25 years of Elizabeth II's reign.", "date" : "1977/06/06"}, {"title" : " After campaigning by Anita Bryant and her anti-gay quotSave Our Childrenquot crusade, Miami-Dade County, Florida voters overwhelmingly vote to repeal the county's quotgay rightsquot ordinance.", "date" : "1977/06/07"}, {"title" : " James Earl Ray escapes from the Brushy Mountain State Prison in Petros, Tennessee, but he will be recaptured on June 13.", "date" : "1977/06/10"}, {"title" : "  The Supremes perform its final concert together at Drury Lane in London, England and then disbands permanently.", "date" : "1977/06/12"}, {"title" : " Spain has its first democratic elections, after 41 years under the Franco regime.", "date" : "1977/06/15"}, {"title" : " The Oracle Corporation is incorporated in Redwood Shores, California as Software Development Laboratories (SDL) by Larry Ellison, Bob Miner, and Ed Oates.", "date" : "1977/06/16"}, {"title" : "The U.S. Supreme Court rules that the states are not required to spend Medicaid funds on elective abortions.", "date" : "1977/06/16"}, {"title" : "Anglia Television broadcasts the fake documentary ''Alternative 3'', which enters into the conspiracy theory canon.", "date" : "1977/06/16"}, {"title" : " Bülent Ecevit, of CHP forms the new government of Turkey (40th government since the founding of the Turkish republic, but fails to receive the vote of confidence)", "date" : "1977/06/21"}, {"title" : "The 1977 Rugby League World Cup culminates in Australia's 13 – 12 victory over Great Britain at the Sydney Cricket Ground before about 24,450 spectators.", "date" : "1977/06/21"}, {"title" : "American Roy Sullivan is struck by lightning for the seventh time.", "date" : "1977/06/21"}, {"title" : "Elvis Presley holds his last concert at Market Square Arena in Indianapolis.", "date" : "1977/06/21"}, {"title" : "Some 200,000 protesters march through the streets of San Francisco, protesting Anita Bryant's antigay remarks and the murder of Robert Hillsborough.", "date" : "1977/06/21"}, {"title" : "16-year-old shop assistant Jayne Macdonald is murdered by the Yorkshire Ripper in Leeds, England.", "date" : "1977/06/21"}, {"title" : "The Southeast Asia Treaty Organization is permanently disbanded.", "date" : "1977/06/21"}, {"title" : "The Women Marines are disbanded, and the women are integrated into regular Marine Corps.", "date" : "1977/06/21"}, {"title" : "CKO (a now-defunct Canadian all news radio network) begins broadcasting.", "date" : "1977/06/21"}, {"title" : "EAC dissolved.", "date" : "1977/06/21"}, {"title" : " General Mohammed Zia ul-Haq overthrows Zulfiqar Ali Bhutto, the first elected Prime Minister of Pakistan.", "date" : "1977/07/05"}, {"title" : " Somalia declares war on Ethiopia, starting the Ethiopian-Somali War.", "date" : "1977/07/13"}, {"title" : " The New York City blackout of 1977 lasts for 25 hours, resulting in looting and other disorder.", "date" : "1977/07/13"}, {"title" : " Anti-drug campaigner Donald Mackay disappears near Griffith, New South Wales (presumed murdered).", "date" : "1977/07/15"}, {"title" : "July 20 ampndash Flooding in Johnstown, PA, caused by massive rainfall, kills over 75 people and causes billions in damage.", "date" : "1977/07/19"}, {"title" : " Süleyman Demirel, of AP forms the new government of Turkey (41st government a three party coalition, so called second national front ({{lang-tr|Milliyetçi cephe}}))", "date" : "1977/07/21"}, {"title" : " The purged Chinese Communist leader Deng Xiaoping is restored to power 9 months after the quotGang of Fourquot was expelled from power in a coup d'état.", "date" : "1977/07/22"}, {"title" : " Led Zeppelin presents its last American  concert in Oakland, California, at the Oakland-Alameda County Coliseum. A brawl erupts between Led Zeppelin's crew and the staff of the promoter Bill Graham, resulting in criminal assault charges for several members of the Led Zeppelin group including the drummer John Bonham.", "date" : "1977/07/24"}, {"title" : " The first oil through the Trans-Alaska Pipeline System reaches Valdez, Alaska.", "date" : "1977/07/28"}, {"title" : "United States Senate hearings on MKULTRA are held.", "date" : "1977/07/30"}, {"title" : "The Tandy Corporation TRS-80 Model I computer is announced at a press conference.", "date" : "1977/07/30"}, {"title" : " U.S. President Jimmy Carter signs legislation creating the United States Department of Energy.", "date" : "1977/08/04"}, {"title" : " The Japanese Usu volcano erupts.", "date" : "1977/08/07"}, {"title" : " The military-controlled government of Uruguay announces that it will return the nation to civilian rule through general elections in 1981 for a President and Congress.", "date" : "1977/08/09"}, {"title" : " David Berkowitz is captured in Yonkers, New York, after over a year of murders in New York City as the Son Of Sam.", "date" : "1977/08/10"}, {"title" : " The NASA Space Shuttle, named ''Enterprise'', makes its first test free-flight from the back of a Boeing 747 Shuttle Carrier Aircraft (SCA).", "date" : "1977/08/12"}, {"title" : "The Big Ear, a radio telescope operated by Ohio State University as part of the SETI project, receives a radio signal from deep space the event is named the ampquotWOW!ampquot signal for a notation made by a volunteer on the project.", "date" : "1977/08/12"}, {"title" : "Herbert Kappler escapes from the Caelian Hill military hospital in Rome.", "date" : "1977/08/12"}, {"title" : " The Soviet icebreaker ''Arktika'' became the first surface ship to reach the North Pole.", "date" : "1977/08/17"}, {"title" : " Groucho Marx, Comedic legend, star of stage and screen dies of pneumonia at  Cedars Sinai Medical Center in Los Angeles, California the age of 86 (1890–1977).", "date" : "1977/08/19"}, {"title" : " Voyager program: The United States launches the Voyager 2 spacecraft.", "date" : "1977/08/20"}, {"title" : " The Commodore PET computer is first sold.", "date" : "1977/09/03"}, {"title" : " The Golden Dragon Massacre took place in San Francisco, California.", "date" : "1977/09/04"}, {"title" : "Voyager program: Voyager 1 is launched after a brief delay.", "date" : "1977/09/04"}, {"title" : "German Autumn: Employers Association President Hanns-Martin Schleyer is kidnapped in Cologne, West Germany. The kidnappers kill 3 escorting police officers and his chauffeur. They demand the release of Red Army Faction (RAF) prisoners.", "date" : "1977/09/04"}, {"title" : " Treaties between Panama and the United States on the status of the Panama Canal are signed. The U.S. agrees to transfer control of the canal to Panama at the end of the 20th century.", "date" : "1977/09/07"}, {"title" : " INTERPOL issues a resolution against the piracy of video tapes and other material, which is still cited in warnings on opening pre-credits of videocassettes and DVDs today.", "date" : "1977/09/08"}, {"title" : " Hamida Djandoubi's is the last guillotine execution in France.", "date" : "1977/09/10"}, {"title" : " South African activist Steve Biko dies after suffering a massive head injury in police custody in Pretoria, South Africa.", "date" : "1977/09/12"}, {"title" : " Glam rock pioneer Marc Bolan dies in a car crash in Barnes, London.", "date" : "1977/09/16"}, {"title" : " ''Courageous (U.S.)'', skippered by Ted Turner, sweeps ''Australia (Australia)'' in the 24th America's Cup.", "date" : "1977/09/18"}, {"title" : " Under pressure from the Carter Administration, President Anastasio Somoza Debayle lifts the state of siege in Nicaragua.", "date" : "1977/09/19"}, {"title" : " Petrozavodsk phenomenon was observed in the Soviet Union and some northern European countries.", "date" : "1977/09/20"}, {"title" : " A nuclear non-proliferation pact is signed by 15 countries, including the United States and the Soviet Union.", "date" : "1977/09/21"}, {"title" : " The Porsche 928 debuts at the Geneva Auto Convention.", "date" : "1977/09/28"}, {"title" : " The modern Food Stamp Program begins when the Food Stamp Act of 1977 is enacted.", "date" : "1977/09/29"}, {"title" : "Energy Research and Development Administration part of Department of Energy.", "date" : "1977/09/29"}, {"title" : "Pelé plays his final professional football game as a member of the New York Cosmos.", "date" : "1977/09/29"}, {"title" : " German Autumn: Four Palestinians hijack a Lufthansa Airlines flight to Somalia and demand the release of 11 Red Army Faction members (see Lufthansa Flight 181).", "date" : "1977/10/13"}, {"title" : "The Atari 2600 game system is released.", "date" : "1977/10/13"}, {"title" : "Anita Bryant is famously pied by four gay rights activists during a press conference in Des Moines, Iowa. This event resulted in her political fallout from anti-gay activism.", "date" : "1977/10/13"}, {"title" : " 18 ampndash German Autumn: GSG 9 troopers storm a hijacked Lufthansa passenger plane in Mogadishu, Somalia 3 of the 4 hijackers die.", "date" : "1977/10/17"}, {"title" : "German Autumn: Red Army Faction members Andreas Baader, Jan-Carl Raspe and Gudrun Ensslin commit suicide in Stammheim prison Irmgard Möller fails (their supporters still claim they were murdered).   They are buried on October 27.", "date" : "1977/10/17"}, {"title" : "Elizabeth II, Queen of Canada, opens the 3rd session of the 30th Canadian Parliament.", "date" : "1977/10/17"}, {"title" : "Reggie Jackson blasts 3 home runs to lead the New York Yankees to a World Series victory over the Los Angeles Dodgers.", "date" : "1977/10/17"}, {"title" : " German Autumn: Kidnapped industrialist Hanns-Martin Schleyer is found murdered in Mulhouse, France.", "date" : "1977/10/19"}, {"title" : " Three members of the rock band Lynyrd Skynyrd die in a charter plane crash outside Gillsburg, Mississippi, 3 days after the release of their fifth studio album ''Street Survivors''.", "date" : "1977/10/20"}, {"title" : " The European Patent Institute is founded.", "date" : "1977/10/21"}, {"title" : " Seychelles recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1977/10/25"}, {"title" : "The last natural smallpox case is discovered in Merca district, Somalia.   The WHO and the CDC consider this date the anniversary of the eradication of smallpox, the most spectacular success of vaccination and, by extension, of modern science.", "date" : "1977/10/25"}, {"title" : "Space Shuttle program: Last test taxi flight of Space Shuttle Enterprise.", "date" : "1977/10/25"}, {"title" : "Hong Kong police forces attack the ICAC headquarters.", "date" : "1977/10/25"}, {"title" : "''Never Mind The Bollocks Here's The Sex Pistols'' is released in the United Kingdom.", "date" : "1977/10/25"}, {"title" : " 2060 Chiron, first of the outer solar system asteroids known as Centaurs, is discovered by Charlie Kowal.", "date" : "1977/11/01"}, {"title" : " The worst storm in Athens' modern history causes havoc across the Greek capital and kills 38 people.", "date" : "1977/11/02"}, {"title" : " The Kelly Barnes Dam, located above Toccoa Falls Bible College near Toccoa, Georgia fails, killing 39.", "date" : "1977/11/06"}, {"title" : "Greek archaeologist Manolis Andronikos discovers the tomb of Philip II of Macedon at Vergina.", "date" : "1977/11/06"}, {"title" : "San Francisco elects City Supervisor Harvey Milk, the first openly gay elected official of any large city in the U.S.", "date" : "1977/11/06"}, {"title" : " Gen. Hugo Banzer, president of the military government of Bolivia, announces that the constitutional democracy will be restored in 1978 instead of 1980 as previously provided.", "date" : "1977/11/09"}, {"title" : " The Bee Gees release the soundtrack to Saturday Night Fever, which will go on to become the then best selling album of all time.", "date" : "1977/11/10"}, {"title" : "Egyptian President Anwar Sadat becomes the first Arab leader to make an official visit to Israel, when he meets with Israeli Prime Minister Menachem Begin, seeking a permanent peace settlement.", "date" : "1977/11/10"}, {"title" : "TAP Portugal Flight 425 crashes at Madeira Airport, Funchal, Portugal, killing 131 and leaving 33 survivors.", "date" : "1977/11/10"}, {"title" : "British Airways inaugurates regular London to New York City supersonic Concorde service.", "date" : "1977/11/10"}, {"title" : " The Rankin/Bass made-for-TV animated film ''The Hobbit'' premieres on NBC in the United States.", "date" : "1977/11/27"}, {"title" : " International Fund for Agricultural Development (IFAD) founded as specialized agency of the United Nations.", "date" : "1977/11/30"}, {"title" : "December ampampndash Colombo Plan for Co-operative Economic and Social Development in Asia and the Pacific (CESDAP)", "date" : "1977/11/30"}, {"title" : "The Lockheed's top-secret stealth aircraft project, designated Have Blue, precursor to the U.S. F-117A Nighthawk, makes its first flight.", "date" : "1977/11/30"}, {"title" : "The Nickelodeon Television Channel, a children's cartoon channel, launches as The Pinwheel Network.", "date" : "1977/11/30"}, {"title" : "Jean-Bédel Bokassa, president of the Central African Republic, crowns himself Emperor.", "date" : "1977/11/30"}, {"title" : "Malaysia Airlines Flight 653 is hijacked and crashes in Tanjung Kupang, Johor, Malaysia, killing all 100 passengers and crew on board.", "date" : "1977/11/30"}, {"title" : " The Tampa Bay Buccaneers of the NFL win their very first game against the New Orleans Saints. They had lost their first 26 games before the win.", "date" : "1977/12/11"}, {"title" : " A DC-3 charter plane carrying the University of Evansville basketball team to Nashville, Tenn., crashes in rain and dense fog about 90 seconds after takeoff from Evansville Dress Regional Airport. Twenty-nine people die in the crash, including 14 members of the team and head coach Bob Watson.", "date" : "1977/12/13"}, {"title" : " Mikhail Baryshnikov's 1976 production of Tchaikovsky's beloved ballet ''The Nutcracker'' comes to CBS a year after premiering onstage at the Kennedy Center. This adaptation will become the most popular television production of the work.", "date" : "1977/12/16"}, {"title" : " Flight SATA 730, an international charter service from Zurich to Funchal Airport (Madeira), touches the sea in a landing attempt. Many of the 36 fatalities got trapped inside the sinking plane. 21 people survived with the help of rescue teams and by swimming to the shore.", "date" : "1977/12/18"}, {"title" : " Bülent Ecevit, of CHP forms the new government of Turkey (42nd government)", "date" : "1978/01/05"}, {"title" : " The Holy Crown of Hungary (also known as Stephen of Hungary Crown) is returned to Hungary from the United States, where it was held since World War II.", "date" : "1978/01/06"}, {"title" : " Pedro Joaquín Chamorro Cardenal, a critic of the Nicaraguan government, is assassinated. Riots erupt against Somoza's government.", "date" : "1978/01/10"}, {"title" : "January 15 ampndash The body of former U.S. Vice President Hubert Humphrey lies in state in the Capitol Rotunda, following his death from cancer.", "date" : "1978/01/14"}, {"title" : " The European Court of Human Rights finds the British government guilty of mistreating prisoners in Northern Ireland, but not guilty of torture.", "date" : "1978/01/18"}, {"title" : " Federal Appeals Court Judge William H. Webster is appointed FBI Director.", "date" : "1978/01/19"}, {"title" : " Ethiopia declares the ambassador of West Germany Persona non grata.", "date" : "1978/01/22"}, {"title" : "Soviet satellite Cosmos 954 burns up in Earth's atmosphere, scattering debris over Canada's Northwest Territories.", "date" : "1978/01/22"}, {"title" : "Rose Dugdale and Eddie Gallagher become the first convicted prisoners to marry in prison in the history of the Republic of Ireland.", "date" : "1978/01/22"}, {"title" : "January 27 ampndash The Great Blizzard of 1978 strikes the Ohio Valley and Great Lakes, killing 70.", "date" : "1978/01/25"}, {"title" : " Richard Chase, the quotVampire of Sacramentoquot, is arrested.", "date" : "1978/01/28"}, {"title" : "A bomb explodes outside the Hilton Hotel in Sydney, Australia, killing 2 garbagemen, a policeman and injuring several others.", "date" : "1978/01/28"}, {"title" : "Hollywood film director Roman Polanski skips bail and flees to France, after pleading guilty to charges of engaging in sex with a 13-year-old girl.", "date" : "1978/01/28"}, {"title" : "February 7 ampndash The Northeastern United States blizzard of 1978 hits the New England region and the New York metropolitan area, killing about 100 and causing over US$520 million in damage.", "date" : "1978/02/05"}, {"title" : " King Dragon operation in Arakan: Burmese General Ne Win targets Muslim minorities in the village of Sakkipara.", "date" : "1978/02/06"}, {"title" : " United States Senate proceedings are broadcast on radio for the first time.", "date" : "1978/02/08"}, {"title" : "Pacific Western Airlines Flight 314, a Boeing 737-200, crashes in Cranbrook, British Columbia, killing 44 of the 50 people on board.", "date" : "1978/02/08"}, {"title" : "Sixteen Unification Church couples wed in New York, New York.", "date" : "1978/02/08"}, {"title" : "Somalia mobilizes its troops, due to an apparent Ethiopian attack.", "date" : "1978/02/08"}, {"title" : "The People's Republic of China lifts a ban on works by Aristotle, William Shakespeare and Charles Dickens.", "date" : "1978/02/08"}, {"title" : "Rhodesia, one of only two remaining white-ruled African nations, announces that it will accept multiracial democracy within two years.", "date" : "1978/02/08"}, {"title" : "Serial killer Ted Bundy is captured in Pensacola, Florida.", "date" : "1978/02/08"}, {"title" : "The Hillside Strangler, a serial killer prowling Los Angeles, claims a tenth and final victim.", "date" : "1978/02/08"}, {"title" : "The first computer bulletin board system (''CBBS'') is created in Chicago.", "date" : "1978/02/08"}, {"title" : " Egyptian raid on Larnaca International Airport", "date" : "1978/02/19"}, {"title" : " Electrical workers in Mexico City find the remains of the Great Pyramid of Tenochtitlan in the middle of the city.", "date" : "1978/02/21"}, {"title" : " Charlie Chaplin's remains are stolen from Cosier-sur-Vevey, Switzerland.", "date" : "1978/03/01"}, {"title" : " ''Soyuz 28'' (Aleksei Gubarev, Vladimir Remek) is launched on a rendezvous with ''Salyut 6'', with the first cosmonaut from a third country (besides the  Soviet Union and United States) ampndash Czechoslovak citizen Vladimír Remek.", "date" : "1978/03/02"}, {"title" : "Ethiopia admits that its troops are fighting with the aid of Cuban soldiers against Somalian troops in the Ogaden.", "date" : "1978/03/02"}, {"title" : "Rhodesia attacks Zambia.", "date" : "1978/03/02"}, {"title" : "The ''New York Post'' publishes an article about David Rorvik's book ''The Cloning of Man'', about a supposed cloning of a human being.", "date" : "1978/03/02"}, {"title" : " American porn publisher Larry Flynt is shot and paralyzed in Lawrenceville, Georgia.", "date" : "1978/03/06"}, {"title" : " ''Soyuz 28'' lands.", "date" : "1978/03/10"}, {"title" : " Coastal Road Massacre: Palestinian terrorists kill 34 Israelis.", "date" : "1978/03/11"}, {"title" : " Operation Litani: Israeli forces invade Lebanon.", "date" : "1978/03/14"}, {"title" : " Somalia and Ethiopia signed a truce to end the Ethiopian-Somali War.", "date" : "1978/03/15"}, {"title" : " Former Italian Premier Aldo Moro is kidnapped by the Red Brigades 5 bodyguards are killed.", "date" : "1978/03/16"}, {"title" : " The oil tanker ''Amoco Cadiz'' runs aground on the coast of Brittany.", "date" : "1978/03/17"}, {"title" : "Zulfikar Ali Bhutto, Prime Minister of Pakistan, is sentenced to death by hanging for ordering the assassination of a political opponent.", "date" : "1978/03/17"}, {"title" : "California Jam II is held at the Ontario Motor Speedway in Ontario, California, attracting more than 300,000 fans.", "date" : "1978/03/17"}, {"title" : " Karl Wallenda of the Flying Wallendas dies after falling off a tight-rope between two hotels in San Juan, Puerto Rico.", "date" : "1978/03/22"}, {"title" : " The control tower and some other facilities of New Tokyo International Airport, which was scheduled to open on March 31, are illegally occupied and damaged by terrorist attack by New Left activists, being forced to reschedule its opening date to May 20.", "date" : "1978/03/26"}, {"title" : " ''Stump v. Sparkman'' (435 U.S. 349): The Supreme Court of the United States hands down a 5–3 decision in  a controversial case involving involuntary sterilization and  judicial immunity.", "date" : "1978/03/28"}, {"title" : "New Zealand National Airways Corporation the Domestic airline of New Zealand was merged with New Zealand's international airline, Air New Zealand.", "date" : "1978/03/28"}, {"title" : "Dick Smith of Dick Smith Foods tows a fake iceberg to Sydney Harbour.", "date" : "1978/03/28"}, {"title" : "The Philippine College of Commerce, through a presidential decree, is converted to the Polytechnic University of the Philippines.", "date" : "1978/03/28"}, {"title" : " The 50th Academy Awards are held at the Dorothy Chandler Pavilion in Los Angeles, California with ''Annie Hall'' winning Best Picture.", "date" : "1978/04/03"}, {"title" : " U.S. President Jimmy Carter decides to postpone production of the neutron bomb ampndash a weapon which kills people with radiation but leaves buildings relatively intact.", "date" : "1978/04/07"}, {"title" : " Regular radio broadcasts of British Parliament proceedings start.", "date" : "1978/04/08"}, {"title" : " Somali military officers stage an unsuccessful coup against the government of Siad Barre security forces thwart the attempt within hours, and several conspirators are arrested.", "date" : "1978/04/09"}, {"title" : " Volkswagen becomes the second (after Rolls-Royce) non-American automobile manufacturer to open a plant in the United States, commencing production of the Rabbit, the North American version of the Volkswagen Golf, at the Volkswagen Westmoreland Assembly Plant near New Stanton, Pennsylvania with a unionized (UAW) workforce (the plant closes in 1992.)", "date" : "1978/04/10"}, {"title" : " 1978 Tbilisi Demonstrations: Thousands of Georgians demonstrate against an attempt by Soviet authorities to change the constitutional status of the Georgian language.", "date" : "1978/04/14"}, {"title" : " The U.S. Senate votes 68–32 to turn the Panama Canal over to Panamanian control on December 31, 1999.", "date" : "1978/04/18"}, {"title" : "Izhar Cohen ampamp the Alphabeta win the Eurovision Song Contest 1978 for Israel with their song ampquotA-Ba-Ni-Biampquot.", "date" : "1978/04/18"}, {"title" : "The One Love Peace Concert is held at National Heroes Stadium in Kingston, Jamaica.  Bob Marley unites 2 opposing political leaders at this concert, bringing peace to the civil war-ridden streets of the city.", "date" : "1978/04/18"}, {"title" : " St. Paul, Minnesota becomes the second U.S. city to repeal its gay rights ordinance after Anita Bryant's successful 1977 anti-gay campaign in Dade County, Florida.", "date" : "1978/04/25"}, {"title" : " Afghanistan President Daoud Khan is killed during a military coup Nur Mohammed Taraki succeeds him.", "date" : "1978/04/27"}, {"title" : " The Democratic Republic of Afghanistan is proclaimed under pro-communist leader Nur Mohammed Taraki.", "date" : "1978/04/30"}, {"title" : "Battle of Cassinga occurs in southern Angola.", "date" : "1978/04/30"}, {"title" : "Communist activist Henri Curiel is murdered in Paris.", "date" : "1978/04/30"}, {"title" : " Pete Rose of the Cincinnati Reds gets his 3,000th major league hit.", "date" : "1978/05/05"}, {"title" : "Norway opens a natural gas field in the Polar Sea.", "date" : "1978/05/05"}, {"title" : "Reinhold Messner (Italy) and Peter Habeler (Austria) made the first ascent of Mount Everest without supplemental oxygen.", "date" : "1978/05/05"}, {"title" : " In Rome, the corpse of former Italian prime minister Aldo Moro is found in a red Renault 4.", "date" : "1978/05/09"}, {"title" : " In Zaire, rebels occupy the city of Kolwezi, the mining centre of the province of Shaba.   The Zairean government asks the U.S., France and Belgium to restore order.", "date" : "1978/05/12"}, {"title" : "May 13 ampndash A group of mercenaries led by Bob Denard oust Ali Soilih in the Comoros 10 local soldiers are killed.   Denard forms a new government.", "date" : "1978/05/12"}, {"title" : " Students of the University of Tehran riot in Tabriz the army stops the riot.", "date" : "1978/05/15"}, {"title" : " Charles Chaplin's coffin is found some 15ampnbspkm  from the cemetery from which it was stolen, near Lake Geneva.", "date" : "1978/05/17"}, {"title" : "Soviet dissident Yuri Orlov is sentenced to 7 years hard labor for distributing 'counterrevolutionary material'.", "date" : "1978/05/17"}, {"title" : "Sarajevo is selected to host the 1984 Winter Olympics and Los Angeles is selected to host the 1984 Summer Olympics.", "date" : "1978/05/17"}, {"title" : "May 19 ampndash Belgian and French paratroopers fly to Zaire to aid the fight against the rebels.", "date" : "1978/05/18"}, {"title" : "May 20 ampndash French Foreign Legion paratroopers land in Kolwezi, Zaire, to rescue Europeans in the middle of a civil war.", "date" : "1978/05/19"}, {"title" : " Mavis Hutchinson, 53, becomes the first woman to run across the U.S. her trek took 69 days.", "date" : "1978/05/20"}, {"title" : " Exiled leaders Ahmed Abdallah and Mohammed Ahmed return to the Comoros.", "date" : "1978/05/22"}, {"title" : " A bomb explodes in the security section of Northwestern University, wounding a security guard (the first Unabomber attack).", "date" : "1978/05/25"}, {"title" : " In Atlantic City, New Jersey, Resorts International, the first legal casino in the eastern United States, opens.", "date" : "1978/05/26"}, {"title" : " Indianapolis 500: Al Unser wins his third race, and the first for car owner Jim Hall.", "date" : "1978/05/28"}, {"title" : " Ali Soilih is found dead in the Comoros, allegedly shot when trying to escape.", "date" : "1978/05/29"}, {"title" : " The 1978 FIFA World Cup starts in Argentina.", "date" : "1978/06/01"}, {"title" : " The Congo Republic recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1978/06/03"}, {"title" : " California voters approve Proposition 13, which slashes property taxes nearly 60%.", "date" : "1978/06/06"}, {"title" : " The Church of Jesus Christ of Latter-day Saints extends the priesthood and temple blessings to 'all worthy males', ending a general policy of excluding 'Canaanites' from Priesthood ordination and temple ordinances.", "date" : "1978/06/09"}, {"title" : " Serial killer David Berkowitz, the quotSon of Sam,quot is sentenced to 365 years in prison.", "date" : "1978/06/12"}, {"title" : " King Hussein of Jordan marries 26-year-old Lisa Halaby, who takes the name Queen Noor.", "date" : "1978/06/15"}, {"title" : "Cricketer Ian Botham becomes the first man in the history of the game to score a century and take 8 wickets in 1 inning of a Test match.", "date" : "1978/06/15"}, {"title" : "''Garfield'', which eventually becomes the world's most widely syndicated comic strip, makes its debut.", "date" : "1978/06/15"}, {"title" : " A magnitude 6.5 earthquake hits Thessaloniki, Greece's second largest city, killing 45 people, injuring hundreds and damaging some of the city's Byzantine landmarks.", "date" : "1978/06/20"}, {"title" : "A shootout between Provisional IRA members and the British Army leaves 1 civilian and 3 IRA men dead.", "date" : "1978/06/20"}, {"title" : "1978 Iranian Chinook shootdown: Iranian helicopters stray into Soviet airspace and are shot down.", "date" : "1978/06/20"}, {"title" : "Charon, a satellite of Pluto, is discovered.", "date" : "1978/06/20"}, {"title" : "São Tomé and Príncipe recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1978/06/20"}, {"title" : " Panamá recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1978/06/23"}, {"title" : "Yemen Arab Republic President Ahmad al-Ghashmi is killed.", "date" : "1978/06/23"}, {"title" : "The Gay ampamp Lesbian Solidarity March is held in Sydney, Australia to mark 10th Anniversary of the Stonewall Riots (which later becomes the annual Sydney Gay and Lesbian Mardi Gras later incorporating a festival).", "date" : "1978/06/23"}, {"title" : " Argentina defeats the Netherlands 3–1 after extra time to win the 1978 FIFA World Cup.", "date" : "1978/06/25"}, {"title" : " A bombing by Breton nationalists causes destruction in Versailles.", "date" : "1978/06/26"}, {"title" : "The U.S. scientific satellite Seasat is launched.", "date" : "1978/06/26"}, {"title" : "''University of California Regents v. Bakke'': The Supreme Court of the United States bars quota systems in college admissions but affirms the constitutionality of programs which give advantages to minorities.", "date" : "1978/06/26"}, {"title" : " Ethiopia begins a massive offensive in Eritrea.", "date" : "1978/06/30"}, {"title" : " Amazon Cooperation Treaty (ACT) signed.", "date" : "1978/07/03"}, {"title" : " The Solomon Islands become independent from the United Kingdom.", "date" : "1978/07/07"}, {"title" : " More than 200 tourists die in an explosion of a tanker-truck at a campsite in Costa Daurada, Spain.", "date" : "1978/07/11"}, {"title" : "Cerro Maravilla incident: Two Puerto Rican pro-independence activists are killed in a police ambush.", "date" : "1978/07/11"}, {"title" : "Louise Brown, the world's first test tube baby, is born in Oldham, Greater Manchester, UK.", "date" : "1978/07/11"}, {"title" : " Pope Paul VI dies in Castelgandolfo.", "date" : "1978/08/06"}, {"title" : " Double Eagle II becomes the first balloon to successfully cross the Atlantic Ocean, flying from Presque Isle, Maine, to Miserey, France.", "date" : "1978/08/17"}, {"title" : " Pope John Paul I succeeds Pope Paul VI as the 263rd Pope.", "date" : "1978/08/26"}, {"title" : " Camp David Accords: Menachem Begin and Anwar Sadat begin the peace process at Camp David, Maryland.", "date" : "1978/09/05"}, {"title" : " In London, England, a poison-filled pellet, supposedly injected using an umbrella, poisons Bulgarian defector Georgi Markov, probably on orders of Bulgarian intelligence he dies 4 days later.", "date" : "1978/09/07"}, {"title" : " Iranian Army troops open fire on rioters in Teheran, killing 122, wounding 4,000.", "date" : "1978/09/08"}, {"title" : " General Muhammad Zia-ul-Haq officially assumes the post of President of Pakistan.", "date" : "1978/09/16"}, {"title" : " The Camp David Accords are signed between Israel and Egypt.", "date" : "1978/09/17"}, {"title" : " Police in the West Midlands of England launch a massive murder hunt, when 13-year-old newspaper boy Carl Bridgewater is shot dead after disturbing a burglary.", "date" : "1978/09/19"}, {"title" : " General Rahimuddin Khan assumes the post of Martial Law Governor of Balochistan.", "date" : "1978/09/20"}, {"title" : "PSA Flight 182, a Boeing 727, collides with a small private airplane and crashes in San Diego, California 144 are killed.", "date" : "1978/09/20"}, {"title" : "Giuseppe Verdi's opera ''Otello'' makes its first appearance on Live from the Met, in a complete production of the opera starring Jon Vickers. This is the first complete television broadcast of the opera in the U.S. since the historic 1948 one.", "date" : "1978/09/20"}, {"title" : " The last Forest Brother guerilla movement fighter is discovered and killed in Estonia.", "date" : "1978/09/27"}, {"title" : " Pope John Paul I dies after only 33 days of papacy.", "date" : "1978/09/28"}, {"title" : "Vietnam attacks Cambodia.", "date" : "1978/09/28"}, {"title" : "Tuvalu becomes independent from the United Kingdom.", "date" : "1978/09/28"}, {"title" : "The New York Yankees defeat the Boston Red Sox 5–4 at Fenway Park to clinch the AL East after being 14 games out of first place only two months earlier.  The Yankees would eventually go on to defeat the Kansas City Royals and Los Angeles Dodgers and win the World Series.", "date" : "1978/09/28"}, {"title" : " ''Wranslide'' in New South Wales: the Wran government is re-elected with an increased majority.", "date" : "1978/10/07"}, {"title" : " Australia's Ken Warby sets the current world water speed record of 317.6ampnbspmph (511.13ampnbspkm/h at Blowering Dam, Australia.", "date" : "1978/10/08"}, {"title" : "Daniel arap Moi becomes president of Kenya.", "date" : "1978/10/08"}, {"title" : "A massive short circuit in Seasat's electrical system ends the satellite's scientific mission.", "date" : "1978/10/08"}, {"title" : "United States President Jimmy Carter signs a bill that authorizes the minting of the Susan B. Anthony dollar.", "date" : "1978/10/08"}, {"title" : "U.S. President Jimmy Carter signs a bill into law which allows homebrewing of beer in the United States.", "date" : "1978/10/08"}, {"title" : " Pope John Paul II succeeds Pope John Paul I as the 264th pope. He is the first Polish pope in history, and the first non-Italian in more than 450 years.", "date" : "1978/10/16"}, {"title" : " The New York Yankees clinch their 22nd World Series championship, defeating the Dodgers 7–2 in Los Angeles and winning the Series 4 games to 2.", "date" : "1978/10/17"}, {"title" : " The first Sydney Gay and Lesbian Mardi Gras is held as a protest march and commemoration of the Stonewall Riots.", "date" : "1978/10/20"}, {"title" : " Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin win the Nobel Peace Prize for their progress toward achieving a Middle East accord.", "date" : "1978/10/27"}, {"title" : "8:00 pm ampndash The Republic of Ireland's second television channel RTÉ 2 goes on air (renamed Network 2, 1988 RTÉ Network Two, 1995 N2, 1997 and RTÉ Two in 2004).", "date" : "1978/11/02"}, {"title" : "Dominica gains its independence from the United Kingdom.", "date" : "1978/11/02"}, {"title" : "Equatorial Guinea recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1978/11/02"}, {"title" : " Rioters sack the British Embassy in Tehran.", "date" : "1978/11/05"}, {"title" : "Indira Gandhi is re-elected to the Indian parliament.", "date" : "1978/11/05"}, {"title" : "California voters defeat the Briggs Initiative that would have prohibited gay school teachers.", "date" : "1978/11/05"}, {"title" : " Tanzania recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1978/11/09"}, {"title" : " Jonestown incident: In Guyana, Jim Jones leads his Peoples Temple cult in a mass murder-suicide that claims 918 lives in all, 909 of them at Jonestown itself, including over 270 children.  Congressman Leo J. Ryan is assassinated by members of Peoples Temple shortly beforehand.", "date" : "1978/11/18"}, {"title" : " The first U.S. Take Back the Night march occurs in San Francisco.", "date" : "1978/11/19"}, {"title" : " In San Francisco, California, Mayor George Moscone and City Supervisor Harvey Milk are assassinated by former Supervisor Dan White.", "date" : "1978/11/27"}, {"title" : " Publication of ''The Times'' is suspended due to labor problems until November 13, 1979.", "date" : "1978/11/30"}, {"title" : " Dianne Feinstein succeeds the murdered George Moscone as San Francisco, California's first woman mayor (she serves until January 8, 1988).", "date" : "1978/12/04"}, {"title" : " The Spanish Constitution officially restores the country's democratic government.", "date" : "1978/12/06"}, {"title" : "Lufthansa heist: Six men rob a Lufthansa cargo facility in New York City's John F. Kennedy International Airport.", "date" : "1978/12/06"}, {"title" : "Two million demonstrate against the Shah in Iran.", "date" : "1978/12/06"}, {"title" : " The first Susan B. Anthony dollar enters circulation.", "date" : "1978/12/13"}, {"title" : " Cleveland, Ohio becomes the first major American city to go into default since the Great Depression, under Mayor Dennis Kucinich.", "date" : "1978/12/15"}, {"title" : " Train 87 from Nanjing to Xining collides with train 368 from Xi'an to Xuzhou near Yangzhuang railway station in China, killing 106, injuring 218.", "date" : "1978/12/16"}, {"title" : " Former Prime Minister of India Indira Gandhi is arrested and jailed for a week for breach of privilege and contempt of parliament.", "date" : "1978/12/19"}, {"title" : "Chicago serial killer John Wayne Gacy, who was subsequently convicted of the murder of 33 young men, is arrested.", "date" : "1978/12/19"}, {"title" : "Argentina started the Operation Soberanía against Chile.", "date" : "1978/12/19"}, {"title" : " Vietnam launches a major offensive against the Khmer Rouge of Cambodia.", "date" : "1978/12/25"}, {"title" : " The State of Ohio agrees to pay $675,000 to families of the dead and injured in the Kent State shootings.", "date" : "1979/01/04"}, {"title" : " Vietnam and Vietnam-backed Cambodian insurgents announce the fall of Phnom Penh, Cambodia, and the collapse of the Pol Pot regime. Pol Pot and the Khmer Rouge retreat west to an area along the Thai border.", "date" : "1979/01/07"}, {"title" : " The French tanker ''Betelgeuse'' explodes at the Gulf Oil terminal at Bantry, Ireland 50 are killed.", "date" : "1979/01/08"}, {"title" : " The ''Music for UNICEF Concert'' is held at the United Nations General Assembly to raise money for UNICEF and promote the Year of the Child. It is broadcast the following day in the United States and around the world. Hosted by The Bee Gees, other performers include Donna Summer, ABBA, Rod Stewart and Earth, Wind amp Fire. A soundtrack album is later released.", "date" : "1979/01/09"}, {"title" : " Shah Mohammad Reza Pahlavi of Iran flees Iran with his family, relocating to Egypt after a year of turmoil.", "date" : "1979/01/16"}, {"title" : " Former U.S. Attorney General John N. Mitchell is released on parole after 19 months at a federal prison in Alabama.", "date" : "1979/01/19"}, {"title" : " Brenda Ann Spencer opens fire at a school in San Diego, California, killing 2 faculty members and wounding 8 students. Her justification for the action, quotI don't like Mondays,quot inspired the Boomtown Rats to make a song of the same name.", "date" : "1979/01/29"}, {"title" : "Convicted bank robber Patty Hearst is released from prison after her sentence is commuted by U.S. President Jimmy Carter.", "date" : "1979/01/29"}, {"title" : "Ayatollah Ruhollah Khomeini returns to Tehran, Iran after nearly 15 years of exile.", "date" : "1979/01/29"}, {"title" : " Khomeini creates the Council of the Islamic Revolution.", "date" : "1979/02/03"}, {"title" : "Supporters of Khomeini take over the Iranian law enforcement, courts and government administration the final session of the Iranian National Consultative Assembly is held.", "date" : "1979/02/03"}, {"title" : "Pluto moves inside Neptune's orbit for the first time since either was known to science.", "date" : "1979/02/03"}, {"title" : " February 11 ampndash The Iranian army mutinies and joins the Islamic Revolution.", "date" : "1979/02/10"}, {"title" : " Khomeini seizes power in Iran, overthrowing Mohammad Rezā Shāh Pahlavi.", "date" : "1979/02/11"}, {"title" : " Prime Minister Hissène Habré starts the Battle of N'Djamena in an attempt to overthrow Chad's President Félix Malloum.", "date" : "1979/02/12"}, {"title" : " The intense February 13, 1979 Windstorm strikes western Washington and sinks a 1/2-mile-long section of the Hood Canal Bridge.", "date" : "1979/02/13"}, {"title" : "In Kabul, Muslim extremists kidnap the American ambassador to Afghanistan, Adolph Dubs, who is later killed during a gunfight between his kidnappers and police.", "date" : "1979/02/13"}, {"title" : "Following her 1972 sex reassignment surgery, musician Wendy Carlos legally changes her name from Walter. She later reveals this information in an interview in the May 1979 issue of ''Playboy'' Magazine.", "date" : "1979/02/13"}, {"title" : " A suspected gas explosion in a Warsaw bank kills 49.", "date" : "1979/02/15"}, {"title" : " The People's Republic of China invades northern Vietnam, launching the Sino-Vietnamese War.", "date" : "1979/02/17"}, {"title" : " The Sahara Desert experiences snow for 30 minutes.", "date" : "1979/02/18"}, {"title" : " Saint Lucia becomes independent of the United Kingdom.", "date" : "1979/02/22"}, {"title" : " Ethiopia recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/02/24"}, {"title" : " The annual Mardi Gras celebration in New Orleans, Louisiana is canceled due to a strike called by the New Orleans Police Department.", "date" : "1979/02/27"}, {"title" : " Scotland votes narrowly for home rule, which is not implemented, and Wales votes against it.", "date" : "1979/03/01"}, {"title" : " The U.S. Voyager I spaceprobe photos reveal Jupiter's rings.", "date" : "1979/03/04"}, {"title" : " Voyager I makes its closest approach to Jupiter at 172,000 miles.", "date" : "1979/03/05"}, {"title" : " The largest Magnetar (Soft gamma repeater) event is recorded.", "date" : "1979/03/07"}, {"title" : " Philips demonstrates Compact Disc publicly for the first time.", "date" : "1979/03/08"}, {"title" : " Maurice Bishop leads a successful coup in Grenada.", "date" : "1979/03/13"}, {"title" : " In China, a Hawker Siddeley Trident crashes into a factory near Beijing, killing at least 200.", "date" : "1979/03/14"}, {"title" : " The Penmanshiel Tunnel in the U.K. collapses, killing 2 workers.", "date" : "1979/03/17"}, {"title" : " The first fully functional space shuttle orbiter, ''Columbia'', is delivered to the John F. Kennedy Space Center, to be prepared for its first launch.", "date" : "1979/03/25"}, {"title" : " In a ceremony at the White House, President Anwar Sadat of Egypt and Prime Minister Menachem Begin of Israel sign a peace treaty.", "date" : "1979/03/26"}, {"title" : "America's most serious nuclear power plant accident, at Three Mile Island, Pennsylvania.", "date" : "1979/03/26"}, {"title" : " Sultan Yahya Petra of Kelantan, the 6th Yang di-Pertuan Agong (Head of State) of Malaysia, dies in office. He is replaced by Sultan Ahmad Shah of Pahang.", "date" : "1979/03/29"}, {"title" : " Airey Neave, World War II veteran and Conservative Northern Ireland spokesman, is killed by an Irish National Liberation Army bomb in the British House of Commons car park.", "date" : "1979/03/30"}, {"title" : "The last British soldier (belonging to the Royal Navy) leaves the Maltese Islands, after 179 years of presence. Malta declares its Freedom Day (Jum il-Helsien).", "date" : "1979/03/30"}, {"title" : "Gali Atari and Milk and Honey win the Eurovision Song Contest 1979 for Israel, with the song ''Hallelujah''.", "date" : "1979/03/30"}, {"title" : "Iran's government becomes an Islamic Republic by a 98% vote, overthrowing the Shah officially.", "date" : "1979/03/30"}, {"title" : "The Pinwheel Network changes its name to Nickelodeon and begins airing on various Warner Cable systems beginning in Buffalo, New York, expanding its audience reach.", "date" : "1979/03/30"}, {"title" : " April 18 ampndash Police lock Andreas Mihavecz in a holding cell in Bregenz, Austria, and forget about, leaving him there without food or drink.", "date" : "1979/04/01"}, {"title" : " Sverdlovsk Anthrax leak: A Soviet biowarfare laboratory at Sverdlovsk accidentally releases airborne anthrax spores, killing 66 plus an unknown amount of livestock.", "date" : "1979/04/02"}, {"title" : "A tornado hits Wichita Falls, Texas, killing 42 people (the most notable of 26 tornadoes that day).", "date" : "1979/04/02"}, {"title" : "Cambodia recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/04/02"}, {"title" : " Tanzanian troops take Kampala, the capital of Uganda Idi Amin flees.", "date" : "1979/04/11"}, {"title" : " The La Soufrière volcano erupts in St. Vincent and the Grenadines.", "date" : "1979/04/13"}, {"title" : " 1979 Montenegro Earthquake: A major earthquake (7.0 on the Richter scale) strikes Montenegro (then part of Yugoslavia) and parts of Albania, causing extensive damage to coastal areas and taking 136 lives the old town of Budva is devastated.", "date" : "1979/04/15"}, {"title" : " Schoolchildren in the Central African Empire are arrested (and around 100 killed) for protesting against compulsory school uniforms.   An African judicial commission later determines that Emperor Jean-Bédel Bokassa quotalmost certainlyquot took part in the massacre.", "date" : "1979/04/17"}, {"title" : " President Jimmy Carter is attacked by a swamp rabbit while fishing in his hometown of Plains, Georgia, USA.", "date" : "1979/04/20"}, {"title" : " The Albert Einstein Memorial is unveiled at The National Academy of Sciences in Washington, DC.", "date" : "1979/04/22"}, {"title" : " Fighting in London between the Anti-Nazi League and the Metropolitan Police's Special Patrol Group results in the death of protestor Blair Peach.", "date" : "1979/04/23"}, {"title" : " Greenland gets home rule.", "date" : "1979/05/01"}, {"title" : " The Woolworth's store in Manchester city centre in England is seriously damaged by fire 10 shoppers die.", "date" : "1979/05/08"}, {"title" : "A Unabomber bomb injures Northwestern University graduate student John Harris.", "date" : "1979/05/08"}, {"title" : "Laos recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/05/08"}, {"title" : " The Federated States of Micronesia becomes self-governing.", "date" : "1979/05/10"}, {"title" : "Dan White receives a light sentence for killing San Francisco Mayor George Moscone and Supervisor Harvey Milk, gay men in the city riot.", "date" : "1979/05/10"}, {"title" : "The Montréal Canadiens defeat the New York Rangers 4 games to 1 in the best-of-seven series, winning the Stanley Cup.", "date" : "1979/05/10"}, {"title" : " Afghanistan recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/05/23"}, {"title" : "American Airlines Flight 191: In Chicago, a DC-10 crashes during takeoff at O'Hare International Airport, killing all 271 on board and 2 people on the ground in the deadliest aviation accident in U. S. history.", "date" : "1979/05/23"}, {"title" : "John Spenkelink is executed in Florida, in the first use of the electric chair in America after the reintroduction of death penalty in 1976.", "date" : "1979/05/23"}, {"title" : "Etan Patz was a 6 year old American child who disappeared from lower Manhattan, New York. His disappearance sparked the missing children's movement. He has never been found but the case was reopened in the year 2010.", "date" : "1979/05/23"}, {"title" : " Indianapolis 500: Rick Mears wins the race for the first time, and car owner Roger Penske for the second time.", "date" : "1979/05/27"}, {"title" : "The Vizianagaram district is formed in Andhra Pradesh, India.", "date" : "1979/05/27"}, {"title" : "The first black-led government of Rhodesia in 90 years takes power, in succession to Ian Smith and under his power-sharing deal.", "date" : "1979/05/27"}, {"title" : "The Seattle SuperSonics win the NBA Championship against the Washington Bullets.", "date" : "1979/05/27"}, {"title" : " Pope John Paul II arrives in his native Poland on his first official, nine-day stay, becoming the first Pope to visit a Communist country.  This visit, known as nine days that changed the world, brought about the solidarity of the Polish peoples against communism, ultimately leading to the rise of the Solidarity movement.", "date" : "1979/06/02"}, {"title" : "A blowout at the Ixtoc I oil well in the southern Gulf of Mexico causes at least 600,000 tons (176,400,000 gallons) of oil to be spilled into the waters, the worst oil spill to date. Some estimate the spill to be 428 million gallons, making it the largest unintentional oil spill until it was surpassed by the Deepwater Horizon Oil Spill in 2010.", "date" : "1979/06/02"}, {"title" : "General elections are held in Italy.", "date" : "1979/06/02"}, {"title" : "Joe Clark becomes Canada's 16th and youngest Prime Minister.", "date" : "1979/06/02"}, {"title" : "Flight Lieutenant Jerry Rawlings takes power in Ghana after a  military coup in which General Fred Akuffo is overthrown.", "date" : "1979/06/02"}, {"title" : " The first direct elections to the European Parliament begin, allowing citizens from across all then-9 European Community member states to elect 410 MEPs. It is also the first international election in history.", "date" : "1979/06/07"}, {"title" : " Bryan Allen flies the man-powered Gossamer Albatross across the English Channel.", "date" : "1979/06/12"}, {"title" : " Jimmy Carter and Leonid Brezhnev sign the SALT II agreement in Vienna.", "date" : "1979/06/18"}, {"title" : " A Nicaraguan National Guard soldier kills ABC TV news correspondent Bill Stewart and his interpreter Juan Espinosa. Other members of the news crew capture the killing on tape.", "date" : "1979/06/20"}, {"title" : " Sydney: New South Wales Premier Neville Wran officially opens the Eastern Suburbs Railway. It operates as a shuttle between Central amp Bondi Junction until full integration with the Illawarra Line in 1980.", "date" : "1979/06/23"}, {"title" : " Bologna: founding of the Permanent Peoples' Tribunal, an international opinion tribunal, at the initiative of Senator Lelio Basso.", "date" : "1979/06/24"}, {"title" : " Belgium: NATO Supreme Allied Commander Alexander Haig escapes an assassination attempt by the Baader-Meinhof terrorist organization.", "date" : "1979/06/25"}, {"title" : "Sweden outlaws corporal punishment in the home.", "date" : "1979/06/25"}, {"title" : "The Sony Walkman goes on sale for the first time in Japan.", "date" : "1979/06/25"}, {"title" : " U.S. President Jimmy Carter signs the first directive for secret aid to the opponents of the pro-Soviet regime in Kabul.", "date" : "1979/07/03"}, {"title" : " Cape Verde recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/07/04"}, {"title" : " Los Angeles passes its gay and lesbian civil rights bill.", "date" : "1979/07/08"}, {"title" : " A car bomb destroys a Renault owned by Nazi hunters Serge and Beate Klarsfeld at their home in France.  A note purportedly from ODESSA claims responsibility.", "date" : "1979/07/09"}, {"title" : " NASA's first orbiting space station ''Skylab'' begins its return to Earth, after being in orbit for 6 years and 2 months.", "date" : "1979/07/11"}, {"title" : "Kiribati declares independence from the United Kingdom.", "date" : "1979/07/11"}, {"title" : "A ''Disco Demolition Night'' publicity stunt goes awry at Comiskey Park, forcing the Chicago White Sox to forfeit their game against the Detroit Tigers.", "date" : "1979/07/11"}, {"title" : "Carmine Galante, boss of the Bonanno crime family, is assassinated.", "date" : "1979/07/11"}, {"title" : "A fire at a hotel in Saragossa, Spain leaves 72 dead. Worst hotel fire in Europe in decades.", "date" : "1979/07/11"}, {"title" : " Iraqi President Hasan al-Bakr resigns and Vice President Saddam Hussein replaces him.", "date" : "1979/07/16"}, {"title" : " Nicaraguan dictator General Anastasio Somoza Debayle resigns and flees to Miami, Florida.", "date" : "1979/07/17"}, {"title" : "Maritza Sayalero of Venezuela wins the Miss Universe Pageant the stage collapses after contestants and news photographers rush to her throne.", "date" : "1979/07/17"}, {"title" : "The Sandinista National Liberation Front concludes a successful revolutionary campaign against the U.S. backed Somoza dictatorship and assumes power in Nicaragua.", "date" : "1979/07/17"}, {"title" : "Maria de Lurdes Pintasilgo becomes prime minister of Portugal", "date" : "1979/07/17"}, {"title" : " Dictator Francisco Macías Nguema of Equatorial Guinea is overthrown in a bloody coup d'état lead by Teodoro Obiang Nguema Mbasogo.", "date" : "1979/08/03"}, {"title" : " The Polisario Front signs a peace treaty with Mauritania. Mauritania withdraw from the Western Sahara territory it had occupied, and ceded it to the SADR.", "date" : "1979/08/05"}, {"title" : "A nudist beach is established in Brighton.", "date" : "1979/08/05"}, {"title" : "Raymond Washington, co-founder of the Crips, today one of the largest, most notorious gangs in the United States, is killed in a drive-by shooting in Los Angeles (his killers have not yet been identified).", "date" : "1979/08/05"}, {"title" : " Michael Jackson releases his breakthrough album ''Off the Wall''. It sells 7 million copies in the United States alone, making it a 7x platinum album.", "date" : "1979/08/10"}, {"title" : " The former Mauritanian province of Tiris al-Gharbiyya in Western Sahara is annexed by Morocco.", "date" : "1979/08/11"}, {"title" : " A freak storm during the Fastnet Race results in the death of 15 sailors.", "date" : "1979/08/14"}, {"title" : " Grenada recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/08/20"}, {"title" : " Ghana recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/08/24"}, {"title" : " Lord Mountbatten of Burma and 3 others are assassinated by the Provisional Irish Republican Army. He was a British admiral, statesman and an uncle of The Duke of Edinburgh. On the same day, the Warrenpoint ambush occurs: Provisional Irish Republican Army members attack a British convoy at Narrow Water, County Down, killing 18 British soldiers.", "date" : "1979/08/27"}, {"title" : " The death toll of the previous day's IRA bombing reaches 5 when Doreen Knatchbull, Baroness Brabourne, 83, dies in a hospital as a result of her injuries.", "date" : "1979/08/28"}, {"title" : "The U.S. ''Pioneer 11'' becomes the first spacecraft to visit Saturn, when it passes the planet at a distance of 21,000ampampnbspkm.", "date" : "1979/08/29"}, {"title" : "Dominica, Guyana ampamp St. Lucia recognize the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/08/29"}, {"title" : " Jamaica recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/09/04"}, {"title" : " Nicaragua and Uganda recognize the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/09/06"}, {"title" : " In the USA, the Entertainment Sports Programming Network, known as ESPN, broadcasts for the first time.", "date" : "1979/09/07"}, {"title" : " México recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/09/08"}, {"title" : " The long-running comic strip ''For Better or For Worse'' begins its run.", "date" : "1979/09/09"}, {"title" : " Hurricane Frederic makes landfall at 10:00 p.m. on Alabama's Gulf Coast.", "date" : "1979/09/12"}, {"title" : " Two families flee from East Germany by balloon.", "date" : "1979/09/16"}, {"title" : " French paratroopers help David Dacko to overthrow Bokassa in the Central African Republic.", "date" : "1979/09/20"}, {"title" : " The South Atlantic Flash is observed near Bouvet Island, thought to be a nuclear weapons test.", "date" : "1979/09/22"}, {"title" : " The Hong Kong MTR begins service with the opening of its Modified Initial System (aka Kwun Tong Line).", "date" : "1979/09/30"}, {"title" : " Nigeria terminates military rule, and the Nigerian Second Republic is established.", "date" : "1979/10/01"}, {"title" : " October 6 ampndash Pope John Paul II visits the United States.", "date" : "1979/10/01"}, {"title" : " A EF4 Tornado hits Windsor Locks, CT causing extensive damage to the town.", "date" : "1979/10/03"}, {"title" : " Federal Reserve System changes from an interest rate target policy to a money supply target policy.", "date" : "1979/10/06"}, {"title" : "Peter Brock wins the Bathurst 1000 by a record 6 laps, with a lap record on the last lap.", "date" : "1979/10/06"}, {"title" : "Lesotho recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/10/06"}, {"title" : "Zambia recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1979/10/06"}, {"title" : "Near Guam, Typhoon Tip reaches a record intensity of 870 millibars, the lowest pressure recorded at sea level.  This makes Tip the most powerful tropical cyclone in known world history.", "date" : "1979/10/06"}, {"title" : " A major gay rights march in the United States takes place in Washington, D.C., involving tens of thousands of people.", "date" : "1979/10/14"}, {"title" : " Black Monday events, in which members of a political group sack a newspaper office, unfold in Malta.", "date" : "1979/10/15"}, {"title" : " A tsunami in Nice, France kills 23 people.", "date" : "1979/10/16"}, {"title" : " The Pittsburgh Pirates defeat the Baltimore Orioles in Game 7 of the World Series. Willie Stargell is named the Series MVP.", "date" : "1979/10/17"}, {"title" : " Park Chung-hee, the President of South Korea, is assassinated by KCIA director Kim Jaegyu.", "date" : "1979/10/26"}, {"title" : " Saint Vincent and the Grenadines gains independence from the United Kingdom.", "date" : "1979/10/27"}, {"title" : " Iran hostage crisis: Iranian Ayatollah Ruhollah Khomeini urges his people to demonstrate on November 4 and to expand attacks on United States and Israeli interests.", "date" : "1979/11/01"}, {"title" : "French police shoot gangster Jacques Mesrine in Paris.", "date" : "1979/11/01"}, {"title" : "Assata Shakur (née Joanne Chesimard), a former member of Black Panther Party and Black Liberation Army, escapes from a New York prison to Cuba, where she remains under political asylum.", "date" : "1979/11/01"}, {"title" : " In Greensboro, North Carolina, 5 members of the Communist Workers Party are shot to death and 7 are wounded by a group of Klansmen and neo-Nazis, during a quotDeath to the Klanquot rally.", "date" : "1979/11/03"}, {"title" : " Iran hostage crisis begins: 3,000 Iranian radicals, mostly students, invade the U.S. Embassy in Tehran and take 90 hostages (53 of whom are American). They demand that the United States send the former Shah of Iran back  to stand trial.", "date" : "1979/11/04"}, {"title" : " The radio news program ''Morning Edition'' premieres on National Public Radio.", "date" : "1979/11/05"}, {"title" : " At Montevideo, Uruguay, the International Olympic Committee adopts a resolution, whereby Taiwan Olympic and sports teams will participate with the name Chinese Taipei in future Olympics Games and international sports tournaments and championships.", "date" : "1979/11/06"}, {"title" : " U.S. Senator Edward Moore Kennedy announces that he will challenge President Jimmy Carter for the 1980 Democratic presidential nomination.", "date" : "1979/11/07"}, {"title" : "Iran hostage crisis: In response to the hostage situation in Tehran, U.S. President Jimmy Carter orders a halt to all oil imports into the United States from Iran.", "date" : "1979/11/07"}, {"title" : "Süleyman Demirel, of AP forms the new government of Turkey (43rd government, a minority government)", "date" : "1979/11/07"}, {"title" : " Iran hostage crisis: U.S. President Jimmy Carter issues Executive Order 12170, freezing all Iranian assets in the United States and U.S. banks in response to the hostage crisis.", "date" : "1979/11/14"}, {"title" : " Bucharest Metro Line One is opened, in Bucharest, Romania (from Timpuri Noi to Semanatoarea stations, 8.63ampnbspkm).", "date" : "1979/11/16"}, {"title" : " Iran hostage crisis: Iranian leader Ruhollah Khomeini orders the release of 13 female and African American hostages being held at the U.S. Embassy in Tehran.", "date" : "1979/11/17"}, {"title" : " A group of 200 Juhayman al-Otaibi militants occupy Mecca's Grand Mosque. They are driven out by French commandos (allowed into the city under these special circumstances despite their being non-Muslims) after bloody fighting that leaves 250 people dead and 600 wounded.", "date" : "1979/11/20"}, {"title" : " After false radio reports from the Ayatollah Khomeini that the Americans had occupied the Grand Mosque in Mecca, the United States Embassy in Islamabad, Pakistan is attacked by a mob and set afire, killing 4 (see Foreign relations of Pakistan).", "date" : "1979/11/21"}, {"title" : " In Dublin, Ireland, Provisional Irish Republican Army member Thomas McMahon is sentenced to life in prison for the assassination of Lord Mountbatten of Burma.", "date" : "1979/11/23"}, {"title" : " Air New Zealand Flight 901: an Air New Zealand DC-10 crashes into Mount Erebus (in Antarctica) on a sightseeing trip, killing all 257 people on board.", "date" : "1979/11/28"}, {"title" : "Eleven fans are killed during a crowd crush for unreserved seats before The Who concert at the Riverfront Coliseum in Cincinnati, Ohio.", "date" : "1979/11/28"}, {"title" : "The United States dollar exchange rate with the Deutsche Mark falls to 1.7079 DM, the all-time low so far this record is not broken until November 5, 1987.", "date" : "1979/11/28"}, {"title" : " The Hastie fire in Kingston upon Hull, England, leads to the deaths of 3 boys and begins the hunt for Bruce George Peter Lee, the UK's most prolific killer.", "date" : "1979/12/04"}, {"title" : " Jack Lynch resigns as Taoiseach of the Republic of Ireland he is succeeded by Charles Haughey.", "date" : "1979/12/05"}, {"title" : " The world premiere for ''Star Trek: The Motion Picture'' is held at the Smithsonian Institution in Washington, D.C.", "date" : "1979/12/06"}, {"title" : " The eradication of the smallpox virus is certified, making smallpox the first and to date only human disease driven to extinction.", "date" : "1979/12/09"}, {"title" : "A major earthquake and tsunami kills 259 people in Colombia.", "date" : "1979/12/09"}, {"title" : "Coup d'état of December Twelfth: South Korean Army Major General Chun Doo-hwan orders the arrest of Army Chief of Staff General Jeong Seung-hwa without authorization from President Choi Kyu-ha, alleging involvement in the assassination of ex-President Park Chung Hee.", "date" : "1979/12/09"}, {"title" : "The unrecognised state of Zimbabwe Rhodesia returns to British control and resumes using the name Southern Rhodesia.", "date" : "1979/12/09"}, {"title" : " A ceasefire for Rhodesia is signed at London.", "date" : "1979/12/21"}, {"title" : " The highest aerial tramway in Europe, the Klein Matterhorn, opens.", "date" : "1979/12/23"}, {"title" : "The Soviet Union invades Afghanistan, and Babrak Karmal replaces overthrown and executed President Hafizullah Amin which begins the war.", "date" : "1979/12/23"}, {"title" : "The first European Ariane rocket is launched.", "date" : "1979/12/23"}, {"title" : " In Rhodesia, 96 Patriotic Front guerrillas enter the capital Salisbury to monitor a ceasefire that begins December 28.", "date" : "1979/12/26"}, {"title" : " U.S. President Jimmy Carter proclaims a grain embargo against the USSR with the support of the European Commission.", "date" : "1980/01/04"}, {"title" : "Global Positioning System time epoch begins at 00:00 UTC.", "date" : "1980/01/04"}, {"title" : "The president of Sicily, Piersanti Mattarella, is killed by the Mafia.", "date" : "1980/01/04"}, {"title" : " U.S. President Jimmy Carter signs legislation approving $1.5 billion in loan guarantees to bail out the Chrysler Corporation.", "date" : "1980/01/07"}, {"title" : " In Saudi Arabia, 63 Muslim fanatics are beheaded for their part in the siege of the Great Mosque in Mecca in November, 1979.", "date" : "1980/01/09"}, {"title" : " Nigel Short, 14, becomes the youngest chess player to be awarded the degree of International Master.", "date" : "1980/01/11"}, {"title" : " Cuba recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/01/20"}, {"title" : "The London Gold Fixing hits its highest price ever (adjusted for inflation), at US$850 a troy ounce.", "date" : "1980/01/20"}, {"title" : "The MS Athina B is beached at Brighton, becoming a temporary tourist attraction.", "date" : "1980/01/20"}, {"title" : "At least 200 people were killed when the Corralejas Bullring collapsed at Sincelejo, Colombia.", "date" : "1980/01/20"}, {"title" : " Andrei Sakharov, Soviet scientist and human rights activist, is arrested in Moscow.", "date" : "1980/01/22"}, {"title" : " The Chicago, Rock Island and Pacific railroad is ordered liquidated due to bankruptcy, and debt owed to creditors.", "date" : "1980/01/24"}, {"title" : " Canadian caper: Six United States diplomats, posing as Canadians, manage to escape from Tehran, Iran as they board a flight to Zürich, Switzerland.", "date" : "1980/01/27"}, {"title" : " The Spanish Embassy in Guatemala is invaded and set on fire, killing 36 people. It is called quotSpain's own Tehranquot, similar to the 1979–80 Iran American U.S. Embassy Hostages of Americans.", "date" : "1980/01/31"}, {"title" : "Abscam: FBI personnel target members of the Congress of the United States in a sting operation.", "date" : "1980/02/02"}, {"title" : "February 3 ampndash The New Mexico State Penitentiary Riot takes place 33 inmates are killed and more than 100 inmates injured.", "date" : "1980/02/02"}, {"title" : " Ayatollah Ruhollah Khomeini names Abolhassan Banisadr as president of Iran.", "date" : "1980/02/04"}, {"title" : " The 1980 Winter Olympics open in Lake Placid, New York.", "date" : "1980/02/13"}, {"title" : " In Vanuatu, followers of John Frum's cargo cult on the island of Tanna declare secession as the nation of Tafea.", "date" : "1980/02/15"}, {"title" : " A total solar eclipse seen in North Africa and West Asia.", "date" : "1980/02/16"}, {"title" : " The United States Olympic Hockey Team defeats the Soviet Union in the semifinals of the Winter Olympics, in the ''Miracle on Ice''.", "date" : "1980/02/22"}, {"title" : " Ayatollah Ruhollah Khomeini states that Iran's parliament will decide the fate of the American embassy hostages.", "date" : "1980/02/23"}, {"title" : " A coup in Suriname ousts the government of Henck Arron leaders Desi Bouterse and Roy Horb replace it with a National Military Council.", "date" : "1980/02/25"}, {"title" : "M-19 guerrillas begin the Dominican embassy siege in Colombia, holding 60 people hostage, including 14 ambassadors.", "date" : "1980/02/25"}, {"title" : "Iran recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/02/25"}, {"title" : "The Commonwealth Trade Union Council is established.", "date" : "1980/02/25"}, {"title" : "The ''Voyager 1'' probe confirms the existence of Janus, a moon of Saturn.", "date" : "1980/02/25"}, {"title" : " Pierre Trudeau returns to office as Prime Minister of Canada.", "date" : "1980/03/03"}, {"title" : " Robert Mugabe is elected Prime Minister of Zimbabwe.", "date" : "1980/03/04"}, {"title" : " The Soviet Union's first rock music festival starts.", "date" : "1980/03/08"}, {"title" : " In Poland, a plane crashes during an emergency landing near Warsaw, killing a 14-man American boxing team and 73 others.", "date" : "1980/03/14"}, {"title" : " Fifty people are killed at the Plesetsk Cosmodrome in Russia, when a Vostok-2M rocket explodes on its launch pad during a fueling operation.", "date" : "1980/03/18"}, {"title" : " The ''Mi Amigo'', the ship that housed pirate radio station ''Radio Caroline'', sinks (''Radio Caroline'' returns aboard a new ship in 1983).", "date" : "1980/03/20"}, {"title" : "U.S. President Jimmy Carter announces that the United States will boycott the 1980 Summer Olympics in Moscow.", "date" : "1980/03/20"}, {"title" : "''Mafioso'' Angelo Bruno is murdered in Philadelphia.", "date" : "1980/03/20"}, {"title" : " The Georgia Guidestones are erected in Elbert County, Georgia.", "date" : "1980/03/22"}, {"title" : "The Australia Olympic Committee announces it will send an Olympic delegation to Moscow, despite objections by Prime Minister Malcolm Fraser.", "date" : "1980/03/22"}, {"title" : "Archbishop Óscar Romero is killed by gunmen while celebrating Mass in San Salvador. At his funeral 6 days later, 42 people are killed amid gunfire and bombs.", "date" : "1980/03/22"}, {"title" : " A mine lift cage at the Vaal Reef gold mine in South Africa falls 1.2 miles (1.9 kilometers), killing 23.", "date" : "1980/03/26"}, {"title" : "The Norwegian oil platform Alexander L. Kielland collapses in the North Sea, killing 123 of its crew of 212.", "date" : "1980/03/26"}, {"title" : "The Silver Thursday market crash occurs.", "date" : "1980/03/26"}, {"title" : "Sierra Leone recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/03/26"}, {"title" : " Talpiot Tomb is found in Jerusalem.", "date" : "1980/03/28"}, {"title" : " Chicago, Rock Island and Pacific Railroad operates its final train.", "date" : "1980/03/31"}, {"title" : "The Southern African Development Coordination Conference (SADCC) is formed in Lusaka, Zambia.", "date" : "1980/03/31"}, {"title" : "The Mariel boatlift from Cuba begins.", "date" : "1980/03/31"}, {"title" : "New York City's Transport Works Union Local 100 goes on strike, which continues for 11 days.", "date" : "1980/03/31"}, {"title" : " The St Pauls riot breaks out in Bristol.", "date" : "1980/04/02"}, {"title" : " The United States severs diplomatic relations with Iran and imposes economic sanctions, following the taking of American hostages on November 4, 1979.", "date" : "1980/04/07"}, {"title" : " Spain and the United Kingdom agree to reopen the border between Gibraltar and Spain, closed since 1969.", "date" : "1980/04/10"}, {"title" : "Samuel Kanyon Doe takes over Liberia in a ''coup d'état'', ending over 130 years of democratic presidential succession in that country.", "date" : "1980/04/10"}, {"title" : "Terry Fox begins his Marathon of Hope from St. Johns, Newfoundland, Canada.", "date" : "1980/04/10"}, {"title" : " Iron Maiden's debut self titled album ''Iron Maiden'' is released.", "date" : "1980/04/14"}, {"title" : " Libya and Syria recognize the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/04/15"}, {"title" : " Zimbabwe gains independence from the United Kingdom Robert Mugabe becomes Prime Minister.", "date" : "1980/04/18"}, {"title" : " Rosie Ruiz wins the Boston Marathon, but is later exposed as a fraud and stripped of her award.", "date" : "1980/04/21"}, {"title" : " Pennsylvania Lottery Scandal: the Pennsylvania Lottery is rigged by 6 men including the host of the live TV drawing, Nick Perry.", "date" : "1980/04/24"}, {"title" : "April 25 ampndash Operation Eagle Claw, a commando mission in Iran to rescue American embassy hostages, is aborted after mechanical problems ground the rescue helicopters. Eight United States troops are killed in a mid-air collision during the failed operation.", "date" : "1980/04/24"}, {"title" : " Dan-Air Flight 1008 crashes in Tenerife, killing all 146 occupants and marking the worst air disaster involving a British-registered aircraft in terms of loss of life.", "date" : "1980/04/25"}, {"title" : " Louise and Charmian Faulkner disappear from outside their flat in St Kilda, Victoria, Australia.", "date" : "1980/04/26"}, {"title" : " The Dominican embassy siege ends with all hostages released and the guerrillas flying to Cuba.", "date" : "1980/04/27"}, {"title" : " Swaziland recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/04/28"}, {"title" : "Iranian Embassy Siege: Six Iranian-born terrorists take over the Iranian embassy in London, UK. SAS retakes the Embassy on May 5 1 terrorist survives.", "date" : "1980/04/28"}, {"title" : "Queen Juliana of the Netherlands abdicates, and her daughter Beatrix accedes to the throne.", "date" : "1980/04/28"}, {"title" : " Yugoslav President Josip Broz Tito dies. The funeral ceremony later becomes the world's biggest diplomatic meeting and media event ever, with more than 140 state delegations in Belgrade from all over the world (only the funeral of Pope John Paul II in April 2005 will have more news coverage and a higher number of delegations).", "date" : "1980/05/04"}, {"title" : " Paul Geidel, convicted of second-degree murder in 1911, is released from prison in Beacon, New York, after 68 years and 245 days (the longest-ever time served by an inmate).", "date" : "1980/05/07"}, {"title" : "In Florida, the Liberian freighter ''Summit Venture'' hits the Sunshine Skyway Bridge over Tampa Bay. A 1,400-foot section of the bridge collapses and 35 people (most in a bus) are killed.", "date" : "1980/05/07"}, {"title" : "The Norco shootout takes place in California.", "date" : "1980/05/07"}, {"title" : "James Alexander George Smith ampquotJagsampquot McCartney the Turks and Caicos Islands’ first Chief Minister, is killed in a plane crash over New Jersey.", "date" : "1980/05/07"}, {"title" : " Mobster Henry Hill is arrested for drug possession.", "date" : "1980/05/11"}, {"title" : " Botswana recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/05/14"}, {"title" : "A Tampa, Florida court acquits 4 white police officers of killing Arthur McDuffie, a black insurance executive, provoking 3 days of race riots in Miami.", "date" : "1980/05/14"}, {"title" : "Internal conflict in Peru: On the eve of presidential elections, Maoist guerrilla group Shining Path attacks a polling location in the town of Chuschi, Ayacucho.", "date" : "1980/05/14"}, {"title" : "Mount St. Helens erupts in Washington, killing 57 and causing US$3 billion in damage.", "date" : "1980/05/14"}, {"title" : "Ian Curtis, singer/songwriter of acclaimed post punk band Joy Division, is found hanged.", "date" : "1980/05/14"}, {"title" : " ''Star Wars Episode V: The Empire Strikes Back'' is released.", "date" : "1980/05/21"}, {"title" : " Pac-Man (the best-selling arcade game of all time) is released.", "date" : "1980/05/22"}, {"title" : "The International Court of Justice calls for the release of U.S. Embassy hostages in Tehran.", "date" : "1980/05/22"}, {"title" : "The New York Islanders win their first Stanley Cup, from a goal by Bobby Nystrom in overtime of game six of the Stanley Cup playoffs's final round.", "date" : "1980/05/22"}, {"title" : " Indianapolis 500: Johnny Rutherford wins for a third time in car owner Jim Hall's revolutionary ground effect Chaparral car the victory is Hall's second as an owner.", "date" : "1980/05/25"}, {"title" : "John Frum supporters in Vanuatu storm government offices on the island of Tanna. Vanuatu government troops land the next day and drive them away.", "date" : "1980/05/25"}, {"title" : "In South Korea, military government forces and pro-democracy protesters clash 2,000 protesters die.", "date" : "1980/05/25"}, {"title" : "Vernon Jordan is shot and critically injured in an assassination attempt in Fort Wayne, Indiana by Joseph Paul Franklin (the first major news story for CNN).", "date" : "1980/05/25"}, {"title" : " The Cable News Network (CNN) is officially launched.", "date" : "1980/06/01"}, {"title" : " A series of deadly tornadoes strikes Grand Island, Nebraska, causing over $300m in damage, killing 5 people and injuring over 250.", "date" : "1980/06/03"}, {"title" : " In Los Angeles, comedian Richard Pryor is badly burned trying to freebase cocaine.", "date" : "1980/06/09"}, {"title" : "A Unabomber bomb injures United Airlines president Percy Wood in Lake Forest, Illinois.", "date" : "1980/06/09"}, {"title" : " Augusta AVA becomes the first federally recognized American Viticultural Area.", "date" : "1980/06/20"}, {"title" : "September 6 ampndash The 1980 United States heat wave claims 1,700 lives.", "date" : "1980/06/23"}, {"title" : " A Muslim Brotherhood assassination attempt against Syrian president Hafez al-Assad fails. Assad retaliates by sending the army against them.", "date" : "1980/06/25"}, {"title" : " Aerolinee Itavia Flight 870 crashes into the sea near Palermo after an explosion occurs in the air 81 people die. A bomb or a missile is suspected to be the cause of the accident but no culprits are ever found.", "date" : "1980/06/26"}, {"title" : " U.S. President Jimmy Carter signs Proclamation 4771, requiring 18- to 25-year-old males to register for a peacetime military draft, in response to the Soviet invasion of Afghanistan.", "date" : "1980/06/27"}, {"title" : " Vigdis Finnbogadottir is elected president of Iceland, making her the first woman democratically elected as head of state.", "date" : "1980/06/29"}, {"title" : " Chad and Mali recognize the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/07/04"}, {"title" : " A wave of strikes begins in Lublin, Poland", "date" : "1980/07/08"}, {"title" : "Pope John Paul II visits Brazil 7 people are crushed to death in a crowd meeting him.", "date" : "1980/07/08"}, {"title" : "Zimbabwe recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/07/08"}, {"title" : " A severe and destructive thunderstorm strikes 4 counties in western Wisconsin, including the city of Eau Claire. It causes over $250m in damage, and 1 person is killed.", "date" : "1980/07/15"}, {"title" : " Former California Governor and actor Ronald Reagan is nominated for U.S. President, at the", "date" : "1980/07/16"}, {"title" : " Former Turkish Prime Minister Nihat Erim is killed by 2 gunmen in Istanbul, Turkey.", "date" : "1980/07/19"}, {"title" : "August 3 ampndash The 1980 Summer Olympics are held in Moscow, Soviet Union.", "date" : "1980/07/19"}, {"title" : " The album ''Back in Black'' is released by the Australian band AC/DC.", "date" : "1980/07/25"}, {"title" : " Mohammad Reza Pahlavi, deposed Shah of Iran, dies in Cairo.", "date" : "1980/07/27"}, {"title" : "Vanuatu gains independence.", "date" : "1980/07/27"}, {"title" : "Israel's Knesset passes the Jerusalem Law.", "date" : "1980/07/27"}, {"title" : " A terrorist bombing at the railway station in Bologna, Italy kills 85 people and wounds more than 200.", "date" : "1980/08/02"}, {"title" : "August 31 ampndash Lech Wałęsa leads the first of many strikes at the  Gdańsk Shipyard.", "date" : "1980/08/07"}, {"title" : " Hurricane Allen (category 3) pounds southeastern Texas.", "date" : "1980/08/10"}, {"title" : " U.S. President Jimmy Carter defeats Senator Edward Kennedy to win renomination, at the 1980 Democratic National Convention in New York City.", "date" : "1980/08/14"}, {"title" : " Dorothy Stratten, the 1980 Playboy Playmate of the Year is murdered by estranged husband Paul Leslie Snider, who subsequently commits suicide.", "date" : "1980/08/14"}, {"title" : " In Australia, baby Azaria Chamberlain disappears from a campsite at Ayers Rock (Uluru), reportedly taken by a dingo.", "date" : "1980/08/17"}, {"title" : " In one of aviation's worst disasters, 301 people are killed when Saudia Flight 163 catches fire in Riyadh, Saudi Arabia.", "date" : "1980/08/19"}, {"title" : " Victory of the strike in Gdańsk Shipyard, Poland. Gdańsk Agreement is signed, opening a way to start the first in the communist block free organization not controlled by regime quotSolidarnośćquot i.e. Solidarity.", "date" : "1980/08/31"}, {"title" : " Terry Fox is forced to end his Marathon of Hope run outside of Thunder Bay, Ontario, after finding that the cancer has spread to his lungs.", "date" : "1980/09/01"}, {"title" : " Ford Europe launches the Escort MK3, a new front-wheel drive hatchback.", "date" : "1980/09/02"}, {"title" : " The St. Gotthard Tunnel opens in Switzerland as the world's longest highway tunnel at 10.14 miles (16.32ampnbspkm), stretching from Göschenen to Airolo.", "date" : "1980/09/05"}, {"title" : " Kenan Evren stages a military coup in Turkey. It stops political gang violence, but begins stronger state violence leading to the execution of many young activists.", "date" : "1980/09/12"}, {"title" : "After weeks of strikes at the Lenin Shipyard in Gdańsk, Poland, the nationwide independent trade union Solidarity is established.", "date" : "1980/09/12"}, {"title" : "Former Nicaraguan President Anastasio Somoza Debayle is killed in Asunción, Paraguay.", "date" : "1980/09/12"}, {"title" : " Bülent Ulusu, ex admiral, forms the new government of Turkey (44th government, composed mostly of technocrats)", "date" : "1980/09/21"}, {"title" : "The command council of Iraq orders its army to ampquotdeliver its fatal blow on Iranian military targets,ampquot initiating the Iran–Iraq War.", "date" : "1980/09/21"}, {"title" : "Youth riots in the capital of the Soviet Republic of Estonia are quickly forced down.", "date" : "1980/09/21"}, {"title" : " The Mariel Boatlift officially ends.", "date" : "1980/09/26"}, {"title" : " The ''Washington Post'' publishes Janet Cooke's story of Jimmy, an 8-year-old heroin addict (later proven to be fabricated).", "date" : "1980/09/29"}, {"title" : " Digital Equipment Corporation, Intel and Xerox introduce the DIX standard for Ethernet, which is the first implementation outside of Xerox, and the first to support 10 Mbit/s speeds.", "date" : "1980/09/30"}, {"title" : " Associated Newspapers announces that ''The Evening News'' will close and merge with the ''Evening Standard''.", "date" : "1980/10/01"}, {"title" : "October 1 ampampndash The main-belt asteroid 2404 Antarctica was discovered by Antonin Mrkos at Klet', South Bohemian Region, Czech Republic.", "date" : "1980/10/01"}, {"title" : " British Leyland launches its new Metro, a three-door entry-level hatchback which is designed as the eventual replacement for the Mini. It gives BL a long-awaited modern competitor for the likes of the Ford Fiesta and Vauxhall Chevette.", "date" : "1980/10/05"}, {"title" : "El Asnam, Algeria is destroyed by an earthquake, which claims more than 2,600 lives. After the quake, El Asnam is rebuilt and changes its name to the city of Chlef.", "date" : "1980/10/05"}, {"title" : "British Prime Minister Margaret Thatcher delivers her famous 'The lady's not for turning' speech.", "date" : "1980/10/05"}, {"title" : " The Staggers Rail Act is enacted, deregulating American railroads.", "date" : "1980/10/14"}, {"title" : "James Callaghan announces his resignation as Leader of the British Labour Party.", "date" : "1980/10/14"}, {"title" : "James Hoskins forces his way into WCPO's television studio in Cincinnati, holding 9 employees hostage for several hours before releasing them and taking his own life.", "date" : "1980/10/14"}, {"title" : " The Fraser Government is re-elected for a third consecutive term in Australia with a reduced majority.", "date" : "1980/10/18"}, {"title" : " World Series: The Philadelphia Phillies beat the Kansas City Royals 4–2 in game 6.", "date" : "1980/10/21"}, {"title" : " The Thomson Corporation says that The Times and all associated supplements will close in March 1981 if no buyer can be found.", "date" : "1980/10/22"}, {"title" : " Proceedings on the Hague Convention on the Civil Aspects of International Child Abduction conclude at The Hague.", "date" : "1980/10/25"}, {"title" : "El Salvador and Honduras sign a peace treaty to put the border dispute fought over in 1969's Football War before the International Court of Justice.", "date" : "1980/10/27"}, {"title" : "Costa Rica recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/10/27"}, {"title" : "The Polish government recognizes Solidarity.", "date" : "1980/10/27"}, {"title" : "Reza Pahlavi, eldest son of the shah of Iran, proclaims himself the rightful successor to the Peacock Throne.", "date" : "1980/10/27"}, {"title" : "November ampampndash Duration of the CESDAP plan extended indefinitely.", "date" : "1980/10/27"}, {"title" : " United States presidential election, 1980: Republican challenger and former Governor Ronald Reagan of California defeats incumbent Democratic President Jimmy Carter, exactly 1 year after the beginning of the Iran hostage crisis.", "date" : "1980/11/04"}, {"title" : " November 12 ampndash Voyager program: The NASA space probe ''Voyager I'' makes its closest approach to Saturn, when it flies within 77,000 miles of the planet's cloud-tops and sends the first high resolution images of the world back to scientists on Earth.", "date" : "1980/11/10"}, {"title" : "The Gang of Four trial begins in China.", "date" : "1980/11/10"}, {"title" : "A Texaco oil rig breaks through to a mine under Lake Peigneur.", "date" : "1980/11/10"}, {"title" : "A fire at the MGM Grand Hotel and Casino on the Las Vegas Strip kills 85 people.", "date" : "1980/11/10"}, {"title" : "A then-record number of viewers (for an entertainment program) tune into the U.S. TV soap opera ''Dallas'' to learn who shot lead character J.R. Ewing. The ampquotWho shot J.R.?ampquot event is an international obsession.", "date" : "1980/11/10"}, {"title" : " Italy Earthquake of 1980: a magnitude 7 earthquake in southern Italy kills approximately 4,800 people and leaves 300,000 homeless.", "date" : "1980/11/23"}, {"title" : " Vanuatu recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1980/11/27"}, {"title" : " American missionary Jean Donovan and three Roman Catholic nuns are murdered by a military death squad in El Salvador while volunteering to do charity work during the country's civil war.", "date" : "1980/12/02"}, {"title" : " John Lennon, an English musician and peace activist, is murdered  in New York City.", "date" : "1980/12/08"}, {"title" : " CERCLA is enacted by the U.S. Congress.", "date" : "1980/12/11"}, {"title" : "Four people were murdered at Bob's Big Boy on La Cienega Boulevard in Los Angeles and four others were injured by two armed robbers, in what was one of the city's most brutal crimes ever.", "date" : "1980/12/14"}, {"title" : " The Academia de la Llingua Asturiana (Academy of the Asturian Language) is created.", "date" : "1980/12/15"}, {"title" : " During a summit on the island of Bali, OPEC decides to raise the price of petroleum by 10%.", "date" : "1980/12/16"}, {"title" : " The Brazilian double decker boat ''Novo Amapo'' capsizes in the Amazon River, Belem de Cajari, Macapa, Brazil 230 are killed.", "date" : "1981/01/06"}, {"title" : " Salvadoran Civil War: The FMLN launches its first major offensive, gaining control of most of Morazán and Chalatenango departments.", "date" : "1981/01/10"}, {"title" : " Protestant gunmen shoot and wound Bernadette Devlin McAliskey and her husband.", "date" : "1981/01/16"}, {"title" : " Philippine President Ferdinand Marcos lifts martial law.", "date" : "1981/01/17"}, {"title" : " United States and Iranian officials sign an agreement to release 52 American hostages after 14 months of captivity.", "date" : "1981/01/19"}, {"title" : " Iran releases the 52 Americans held for 444 days within minutes of Ronald Reagan succeeding Jimmy Carter as the President of the United States, ending the Iran hostage crisis.", "date" : "1981/01/20"}, {"title" : " The first DeLorean DMC-12 automobile, a stainless steel sports car with gull-wing doors, rolls off the production line in Dunmurry, Northern Ireland.", "date" : "1981/01/21"}, {"title" : " An earthquake of 6.8 magnitude in Sichuan, China kills 150.", "date" : "1981/01/23"}, {"title" : " Chiang Ching (quotMadame Maoquot) is sentenced to death in the People's Republic of China.", "date" : "1981/01/25"}, {"title" : " The Indonesian passenger ship ''Tamponas 2'' catches fire and capsizes in the Java Sea, killing 580.", "date" : "1981/01/27"}, {"title" : " Gro Harlem Brundtland becomes Prime Minister of Norway.", "date" : "1981/02/04"}, {"title" : " 20 fans of Olympiacos and 1 fan of AEK Athens die, while 54 are injured, after a stampede at the Karaiskakis Stadium in Piraeus, possibly because gate 7 does not open immediately after the end of the game.", "date" : "1981/02/08"}, {"title" : " Polish Prime Minister Józef Pinkowski resigns and is replaced by General Wojciech Jaruzelski.", "date" : "1981/02/09"}, {"title" : "Stardust fire: A fire at the Stardust nightclub in Artane, Dublin, Ireland in the early hours kills 48 and injures 214.", "date" : "1981/02/09"}, {"title" : "Australia withdraws recognition of the Pol Pot regime in Cambodia.", "date" : "1981/02/09"}, {"title" : " Antonio Tejero, with members of the Guardia Civil, enters the Spanish Congress of Deputies and stops the session where Leopoldo Calvo Sotelo is about to be named president of the government. The coup d'état fails thanks to King Juan Carlos.", "date" : "1981/02/23"}, {"title" : " A powerful, magnitude 6.7 earthquake hits Athens, killing 16 people, injuring thousands and destroying several buildings, mostly in Corinth and the nearby towns of Loutraki, Kiato and Xylokastro.", "date" : "1981/02/24"}, {"title" : " Bobby Sands, a Provisional Irish Republican Army member, begins a hunger strike for political status in Long Kesh prison (he dies May 5, the first of 10 men).", "date" : "1981/03/01"}, {"title" : " Chilean military dictator Augusto Pinochet is sworn in as President of Chile for another 8-year term.", "date" : "1981/03/11"}, {"title" : " In Italy the Propaganda Due Masonic Lodge is discovered.", "date" : "1981/03/17"}, {"title" : " Three workers are killed and 5 injured during a test of the Space Shuttle ''Columbia''.", "date" : "1981/03/19"}, {"title" : " The first London Marathon starts with 7,500 runners.", "date" : "1981/03/29"}, {"title" : " U.S. President Ronald Reagan is shot in the chest outside a Washington, D.C.  hotel by John Hinckley, Jr. Two police officers and Press Secretary James Brady are also wounded.", "date" : "1981/03/30"}, {"title" : " Daylight saving time is introduced in the Soviet Union.", "date" : "1981/04/01"}, {"title" : " The UK pop group Bucks Fizz wins the ''Eurovision Song Contest 1981'' with the song, quotMaking Your Mind Upquot.", "date" : "1981/04/04"}, {"title" : " 1981 Brixton riot: Rioters in South London throw petrol bombs, attack police and loot shops.", "date" : "1981/04/11"}, {"title" : " The Space Shuttle program: Space Shuttle ''Columbia'' with NASA astronauts John Young and Robert Crippen launches on the STS-1 mission, returning to Earth on April 14. It is the first time a manned reusable spacecraft has returned from orbit.", "date" : "1981/04/12"}, {"title" : "A Minor League Baseball game between the Rochester Red Wings and the Pawtucket Red Sox at McCoy Stadium in Pawtucket, Rhode Island, becomes the longest professional baseball game in history: 8 hours and 25 minutes/33 innings (the 33rd inning is not played until June 23).", "date" : "1981/04/12"}, {"title" : "The rock band ''Yes'' splits up (regrouping in 1983).", "date" : "1981/04/12"}, {"title" : " French presidential election: A first-round runoff results between Valéry Giscard d'Estaing and François Mitterrand", "date" : "1981/04/26"}, {"title" : " Monarcas Morelia ascended to the Mexican Primera division.", "date" : "1981/04/26"}, {"title" : "May ampampndash Daniel K. Ludwig abandons the Jari project in the Amazon Basin.", "date" : "1981/04/26"}, {"title" : " The new Chilean pension system, based on private pension funds, begins.", "date" : "1981/05/01"}, {"title" : " Bobby Sands, Provisional Irish Republican Army volunteer and elected member of the House of Commons of the United Kingdom, dies aged 27 while on hunger strike in HM Prison Maze.", "date" : "1981/05/05"}, {"title" : " A jury of architects and sculptors unanimously selects Maya Lin's design for the Vietnam Veterans Memorial from 1,421 other entries.", "date" : "1981/05/06"}, {"title" : " Pope John Paul II is shot and nearly killed by Mehmet Ali Ağca, a Turkish gunman, as he enters St. Peter's Square in Vatican City to address a general audience.", "date" : "1981/05/13"}, {"title" : " Donna Payant is murdered by serial killer Lemuel Smith, the first time a female prison officer has been killed on-duty in the United States.", "date" : "1981/05/15"}, {"title" : " In France, Socialist François Mitterrand becomes President.", "date" : "1981/05/21"}, {"title" : " Peter Sutcliffe is found guilty of being the Yorkshire Ripper. He is sentenced to life imprisonment on 13 counts of murder and 7 of attempted murder.", "date" : "1981/05/22"}, {"title" : " In Riyadh, the Gulf Cooperation Council is created between Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates.", "date" : "1981/05/25"}, {"title" : " The Italian government resigns over its links to the fascist Masonic cell Propaganda Due.", "date" : "1981/05/26"}, {"title" : " Bangladesh President Ziaur Rahman is assassinated in Chittagong.", "date" : "1981/05/30"}, {"title" : " The Centers for Disease Control and Prevention report that 5 homosexual men in Los Angeles, California have a rare form of pneumonia seen only in patients with weakened immune systems (the first recognized cases of AIDS).", "date" : "1981/06/05"}, {"title" : " Bihar train disaster: Seven coaches of an overcrowded passenger train fall off the tracks into the River Kosi in Bihar, India about 800 die.", "date" : "1981/06/06"}, {"title" : " The Israeli Air Force destroys Iraq's Osirak nuclear reactor.", "date" : "1981/06/07"}, {"title" : " At the Trooping the Colour ceremony in London, Marcus Sarjeant fires 6 blank shots at Elizabeth II.", "date" : "1981/06/13"}, {"title" : " The Organization of Eastern Caribbean States is founded.", "date" : "1981/06/18"}, {"title" : " Iranian president Abolhassan Banisadr is deposed.", "date" : "1981/06/22"}, {"title" : " Six young people in Yugoslavia first saw what they believed to be an apparition of The Virgin Mary.", "date" : "1981/06/24"}, {"title" : " The Wonderland Gang is brutally murdered in a massacre involving Eddie Nash.", "date" : "1981/07/02"}, {"title" : " The Toxteth riots in Liverpool, UK start after a mob saves a youth from being arrested.   Shortly afterward, the Chapeltown riots in Leeds start after increased racial tension.", "date" : "1981/07/03"}, {"title" : " President Ronald Reagan nominates the first woman, Sandra Day O'Connor, to the Supreme Court of the United States.", "date" : "1981/07/07"}, {"title" : " Irish Republican Joe McDonnell dies at the Long Kesh Internment Camp after a 61-day hunger strike.", "date" : "1981/07/08"}, {"title" : " Mahathir bin Mohamad becomes the 4th Prime Minister of Malaysia.", "date" : "1981/07/10"}, {"title" : "July 21 ampndash England become the first team this century to win a test match after following on when they beat Australia by 18 runs at Headingley cricket ground, Leeds, England.", "date" : "1981/07/16"}, {"title" : "Hyatt Regency walkway collapse: Two skywalks filled with people at the Hyatt Regency Hotel in Kansas City, Missouri collapse into a crowded atrium lobby, killing 114.", "date" : "1981/07/16"}, {"title" : "Israeli aircraft bomb Beirut, destroying multi-story apartment blocks containing the offices of PLO associated groups, killing approximately 300 civilians and resulting in worldwide condemnation and a U.S. embargo on the export of aircraft to Israel.ampamp{{cite journal|title=The Bombing of Beirut|journal=Journal of Palestine Studies|volume=11|issue=1|year=1981|pages=218–225|doi=10.1525/jps.1981.11.1.00p0366x}}ampamp", "date" : "1981/07/16"}, {"title" : "In Bolivia, General Luis Gracia Meza leads a bloody coup d'état against the elected government of Lidia Gayler.", "date" : "1981/07/16"}, {"title" : " The 1981 Springbok Tour commences in New Zealand, amid controversy over the support of apartheid.", "date" : "1981/07/19"}, {"title" : " Tohui The Panda is born in Chapultepec Zoo in Mexico City, the first panda to ever be born and survive in captivity outside of China.", "date" : "1981/07/21"}, {"title" : " A worldwide television audience of over 700 million people watched the Wedding of Charles, Prince of Wales, and Lady Diana Spencer at St Paul's Cathedral in London.", "date" : "1981/07/29"}, {"title" : " MTV (Music Television) is launched on cable television in the United States.", "date" : "1981/08/01"}, {"title" : " Major League Baseball resumes from the strike with the All-Star Game in Cleveland's Municipal Stadium.", "date" : "1981/08/09"}, {"title" : "The original Model 5150 IBM PC (with a 4.77ampampnbspMHz Intel 8088 processor) is released in the United States at a base price of $1,565.", "date" : "1981/08/09"}, {"title" : "Kiribati, Papua New Guinea, Nauru, Salomon Islands and Tuvalu recognize the Sahrawi Arab Democratic Republic (SADR).", "date" : "1981/08/09"}, {"title" : "Gulf of Sidra incident (1981): Libyan leader Muammar al-Gaddafi sends two Sukhoi Su-22 fighter jets to intercept two U.S. fighters over the Gulf of Sidra. The American jets destroy the Libyan fighters.", "date" : "1981/08/09"}, {"title" : " Mark David Chapman is sentenced to 20 years to life in prison, after being convicted of murdering John Lennon in Manhattan 8 months earlier.", "date" : "1981/08/24"}, {"title" : " South African troops invade Angola.", "date" : "1981/08/28"}, {"title" : " A bomb explodes at the U.S. Air Force base in Ramstein, West Germany, injuring 20 people.", "date" : "1981/08/31"}, {"title" : " An explosion at a mine in Záluží, Czechoslovakia, kills 65 people.", "date" : "1981/09/04"}, {"title" : " Picasso's painting quotGuernicaquot is moved from New York to Madrid.", "date" : "1981/09/10"}, {"title" : " The ''John Bull'' becomes the oldest operable steam locomotive in the world, at 150 years old, when it operates under its own power outside Washington, DC.", "date" : "1981/09/15"}, {"title" : " ''Ric Flair'' defeats Dusty Rhodes to win his first World Heavyweight Wrestling Championship in Kansas City.", "date" : "1981/09/17"}, {"title" : " France abolishes capital punishment.", "date" : "1981/09/18"}, {"title" : " Simon amp Garfunkel perform The Concert in Central Park, a free concert in New York in front of approximately half a million people.", "date" : "1981/09/19"}, {"title" : " The Brazilian river boat ''Sobral Santos'' capsizes in the Amazon River, Óbidos, Brazil, killing at least 300.", "date" : "1981/09/20"}, {"title" : " Belize becomes independent.", "date" : "1981/09/21"}, {"title" : "Sandra Day O'Connor takes her seat as the first female justice of the U.S. Supreme Court.", "date" : "1981/09/21"}, {"title" : "The Rolling Stones begin their Tattoo You tour at JFK Stadium in Philadelphia.", "date" : "1981/09/21"}, {"title" : "The Boeing 767 airliner makes its first flight.", "date" : "1981/09/21"}, {"title" : "The Sydney Tower opens to the public.", "date" : "1981/09/21"}, {"title" : " TGV high speed rail service between Paris and Lyon, France begins.", "date" : "1981/09/27"}, {"title" : " Raoul Wallenberg becomes posthumously honorary citizen of the United States", "date" : "1981/10/05"}, {"title" : " Egyptian president Anwar Sadat is assassinated during a parade by army members who belong to the Egyptian Islamic Jihad organization they opposed his negotiations with Israel.", "date" : "1981/10/06"}, {"title" : " The Ministry for Education of Japan issues the jōyō kanji.", "date" : "1981/10/10"}, {"title" : " Vice President Hosni Mubarak is elected President of Egypt 1 week after Anwar Sadat's assassination.", "date" : "1981/10/14"}, {"title" : " Gas explosions at a coal mine at Hokutan, Yūbari, Hokkaidō,  Japan kill 93.", "date" : "1981/10/16"}, {"title" : " Andreas Papandreou becomes Prime Minister of Greece.", "date" : "1981/10/21"}, {"title" : " The founding congress of the Nepal Workers and Peasants Organization faction led by Hareram Sharma and D. P. Singh begins.", "date" : "1981/10/22"}, {"title" : " Soviet submarine S-363 runs aground outside the Karlskrona, Sweden military base.", "date" : "1981/10/27"}, {"title" : " Antigua and Barbuda gain independence from the United Kingdom.", "date" : "1981/11/01"}, {"title" : " Edict No. 81-234 abolishes slavery in Mauritania.", "date" : "1981/11/09"}, {"title" : " The Church of England General Synod votes to admit women to holy orders.", "date" : "1981/11/12"}, {"title" : " Luke and Laura marry on the U.S. soap opera ''General Hospital'' it is the highest-rated hour in daytime television history.", "date" : "1981/11/16"}, {"title" : " COMDEX Fall, IBM introduces the IBM PC.  Scientific Solutions announces the first PC add-in cards.", "date" : "1981/11/18"}, {"title" : " Iran-Contra scandal: U.S. President Ronald Reagan signs the top secret National Security Decision Directive 17 (NSDD-17), authorizing the Central Intelligence Agency to recruit and support Contra rebels in Nicaragua.", "date" : "1981/11/23"}, {"title" : "November 26 ampndash A group of mercenaries led by Mike Hoare take over Mahe airport in the Seychelles in a coup attempt. Most of the mercenaries escape by a commandeered Air India passenger jet 6 are later arrested.", "date" : "1981/11/25"}, {"title" : " Cold War: In Geneva, representatives from the United States and the Soviet Union begin negotiating intermediate-range nuclear weapon reductions in Europe (the meetings end inconclusively on Thursday, December 17).", "date" : "1981/11/30"}, {"title" : " A Yugoslavian McDonnell Douglas DC-9 crashes into a mountain while approaching Ajaccio Airport in Corsica, killing 178.", "date" : "1981/12/01"}, {"title" : " South Africa grants quothomelandquot Ciskei independence (not recognized outside South Africa).", "date" : "1981/12/04"}, {"title" : "The No. 21 Mine explosion in Whitwell, Tennessee kills 13.", "date" : "1981/12/04"}, {"title" : "Arthur Scargill becomes President-elect of the National Union of Mineworkers.", "date" : "1981/12/04"}, {"title" : " During the Ministerial Session of the North Atlantic Council in Brussels, Spain signs the Protocol of Accession to NATO.", "date" : "1981/12/10"}, {"title" : "Boxing: Muhammad Ali loses to Trevor Berbick this proved to be Ali's last-ever fight.", "date" : "1981/12/10"}, {"title" : "El Mozote massacre: In El Salvador, army units kill 900 civilians.", "date" : "1981/12/10"}, {"title" : " Wojciech Jaruzelski declares martial law in Poland, to prevent the dismantling of the communist system by Solidarity.", "date" : "1981/12/13"}, {"title" : " A car bomb destroys the Iraqi Embassy in Beirut, Lebanon, killing 61 people Syrian intelligence is blamed.", "date" : "1981/12/15"}, {"title" : " American Brigadier General James L. Dozier is kidnapped in Verona by the Italian Red Brigades.", "date" : "1981/12/17"}, {"title" : " The Penlee lifeboat disaster occurs off the coast of South-West Cornwall.", "date" : "1981/12/20"}, {"title" : " The first American test-tube baby, Elizabeth Jordan Carr, is born in Norfolk, Virginia.", "date" : "1981/12/28"}, {"title" : " A coup d'état in Ghana removes President Hilla Limann's PNP government and replaces it with the PNDC led by Flight Lieutenant Jerry Rawlings.", "date" : "1981/12/31"}, {"title" : " William Bonin is convicted of being the Freeway Killer.", "date" : "1982/01/06"}, {"title" : "ATampT agrees to divest itself into 22 subdivisions.", "date" : "1982/01/08"}, {"title" : " The lowest ever United Kingdom temperature of {{Convert|-27.2|°C|°F|abbr=on}} is recorded at Braemar, in Aberdeenshire. This equals the record set in the same place in 1895 (the record is equalled again at Altnaharra in 1995).", "date" : "1982/01/10"}, {"title" : " Mark Thatcher, son of British Prime Minister Margaret Thatcher, disappears in the Sahara during the Paris-Dakar Rally. He is rescued January 14.", "date" : "1982/01/11"}, {"title" : "January 17 ampndash A brutal cold snap sends temperatures to all-time record lows in dozens of cities throughout the Midwestern United States.", "date" : "1982/01/11"}, {"title" : " Shortly after takeoff, Air Florida Flight 90 crashes into Washington, D.C.'s 14th Street Bridge and falls into the Potomac River, killing 78.  On the same day, a Washington Metro train derails to the north, killing 3 (the system's first fatal accident).", "date" : "1982/01/13"}, {"title" : " Cold Sunday sweeps over the northern United States.", "date" : "1982/01/17"}, {"title" : "Mauno Koivisto is elected President of Finland.", "date" : "1982/01/17"}, {"title" : "Unemployment in the United Kingdom increases by 129,918 to 3,070,621, a post-war record.", "date" : "1982/01/17"}, {"title" : " The Garret FitzGerald government of the Republic of Ireland is defeated 82–81 on its budget Fitzgerald announces his resignation.", "date" : "1982/01/27"}, {"title" : " United States Army Brigadier General James L. Dozier is rescued by the Italian anti-terrorism Nucleo Operativo Centrale di Sicurezza (NOCS) force after being held captive for 42 days by the Red Brigades.", "date" : "1982/01/28"}, {"title" : " Senegal and Gambia form a loose Senegambia Confederation.", "date" : "1982/02/01"}, {"title" : " The Hama massacre begins in Syria.", "date" : "1982/02/02"}, {"title" : " Syrian president Hafez al-Assad orders the army to purge the city of Harran of the Muslim Brotherhood.", "date" : "1982/02/03"}, {"title" : " London-based Laker Airways collapses, leaving 6,000 stranded passengers and debts of $270 million.", "date" : "1982/02/05"}, {"title" : " Japan Airlines Flight 350 crashes in Tokyo Bay due to thrust reversal on approach to Tokyo International Airport, killing 24 among the 174 people on board.", "date" : "1982/02/09"}, {"title" : " The oil platform ''Ocean Ranger'' sinks during a storm off the coast of Newfoundland, killing all 84 rig workers aboard.", "date" : "1982/02/15"}, {"title" : " The Republic of Ireland general election gives a boost to Fianna Fáil.", "date" : "1982/02/18"}, {"title" : " The DeLorean Motor Company Car Factory in Belfast is put into receivership.", "date" : "1982/02/19"}, {"title" : " In South Africa, 22 National Party MPs led by Andries Treurnicht vote for no confidence in P. W. Botha.", "date" : "1982/02/24"}, {"title" : " The European Court of Human Rights rules that teachers who cane, belt or tase children against the wishes of their parents are in breach of the Human Rights Convention.", "date" : "1982/02/25"}, {"title" : " Atlanta murders of 1979-1981: Wayne Williams is convicted of murdering two adult men and is sentenced to two consecutive life terms.", "date" : "1982/02/27"}, {"title" : " Elizabeth II opens the Barbican Centre in London.", "date" : "1982/03/03"}, {"title" : " Charles Haughey becomes Taoiseach of the Republic of Ireland.", "date" : "1982/03/09"}, {"title" : "The United States places an embargo on Libyan oil imports, alleging Libyan support for terrorist groups.", "date" : "1982/03/09"}, {"title" : "Syzygy: All eight planets align on the same side of the Sun (see also Jupiter effect).", "date" : "1982/03/09"}, {"title" : " In Newport, Rhode Island, Claus von Bülow is found guilty of the attempted murder of his wife.", "date" : "1982/03/16"}, {"title" : "An Argentine scrap metal dealer raises the Argentine flag in South Georgia.", "date" : "1982/03/16"}, {"title" : "Mary Whitehouse's private prosecution of ''The Romans in Britain'' collapses.", "date" : "1982/03/16"}, {"title" : " A ground-breaking ceremony for the Vietnam Veterans Memorial is held in Washington, DC.", "date" : "1982/03/26"}, {"title" : "Royal Assent given to the Canada Act 1982, setting the stage for the repatriation of the Canadian Constitution on April 17.", "date" : "1982/03/26"}, {"title" : "The 54th Academy Awards, hosted by Johnny Carson, are held at the Dorothy Chandler Pavilion in Los Angeles, California. ''Chariots of Fire'' wins Best Picture and three other Academy Awards.", "date" : "1982/03/26"}, {"title" : " The Falklands War begins: Argentina invades and occupies the Falkland Islands.", "date" : "1982/04/02"}, {"title" : " Argentina's Invasion of South Georgia", "date" : "1982/04/03"}, {"title" : " A blizzard unprecedented in size for April dumps 1–2 feet of snow on the northeastern United States, closing schools and businesses, snarling traffic, and canceling several major league baseball games.", "date" : "1982/04/06"}, {"title" : " By Proclamation of the Queen of Canada on Parliament Hill, Canada patriates its constitution, gaining full political independence from the United Kingdom included is the country's first entrenched bill of rights.", "date" : "1982/04/17"}, {"title" : " Dennis Wardlow, mayor of Key West, Florida, declares the independent quotConch Republicquot for a day.", "date" : "1982/04/23"}, {"title" : " German singer Nicole wins the Eurovision Song Contest 1982 for Germany, with the song ''Ein Bisschen Frieden''.", "date" : "1982/04/24"}, {"title" : " Israel completes its withdrawal from the Sinai Peninsula in accordance with the Egyptian–Israeli Peace Treaty.", "date" : "1982/04/25"}, {"title" : " British retake South Georgia during Operation Paraquet", "date" : "1982/04/26"}, {"title" : " Bijon Setu massacre", "date" : "1982/04/30"}, {"title" : " A crowd of over 100,000 attends the first day of the 1982 World's Fair in Knoxville, Tennessee.  The fair is kicked off with an address by President Ronald Reagan.  Over 11 million people attend the fair during its 6-month run.", "date" : "1982/05/01"}, {"title" : "Falklands War: The nuclear submarine HMS ''Conqueror'' sinks the Argentine cruiser ''General Belgrano'', killing 323 sailors.", "date" : "1982/05/01"}, {"title" : "The Weather Channel airs on cable television for the first time.", "date" : "1982/05/01"}, {"title" : " Falklands War: HMS ''Sheffield'' is hit by an Exocet missile, and burns out of control 20 sailors are killed. The ship sinks on May 10.", "date" : "1982/05/04"}, {"title" : " A Unabomber bomb explodes in the computer science department at Vanderbilt University secretary Janet Smith is injured.", "date" : "1982/05/05"}, {"title" : " French-Canadian racing driver Gilles Villeneuve is killed during qualifying for the Belgian Grand Prix.", "date" : "1982/05/08"}, {"title" : "Spanish priest Juan María Fernández y Krohn tries to stab Pope John Paul II with a bayonet during the latter's pilgrimage to the shrine at Fatima.", "date" : "1982/05/08"}, {"title" : "Braniff International Airways is declared bankrupt and ceases all flights.", "date" : "1982/05/08"}, {"title" : " Falklands War: British landings sparked the Battle of San Carlos", "date" : "1982/05/21"}, {"title" : "Falklands War: HMS ''Ardent'' is sunk by Argentine aircraft, killing 22 sailors.", "date" : "1982/05/21"}, {"title" : "International Maritime Organization (IMO).", "date" : "1982/05/21"}, {"title" : " Falklands War: HMS ''Antelope'' is lost", "date" : "1982/05/23"}, {"title" : "Iranian troops retake Khorramshahr.", "date" : "1982/05/23"}, {"title" : "KGB head Yuri Andropov is appointed to the Secretariat of the Communist Party of the Soviet Union.", "date" : "1982/05/23"}, {"title" : " British ships HMS ''Coventry'' and Atlantic Conveyor are sunk during the Falklands War", "date" : "1982/05/25"}, {"title" : "Aston Villa wins the European Cup, beating Bayern Munich 1–0 after a 69-minute goal by Peter Withe in Rotterdam.", "date" : "1982/05/25"}, {"title" : "Kielder Water, an artificial lake in Northumberland, is opened.", "date" : "1982/05/25"}, {"title" : "Tottenham Hotspur F.C. wins the FA Cup, beating QPR 1–0 in a replay.", "date" : "1982/05/25"}, {"title" : "Conservative candidate Tim Smith holds the seat of Beaconsfield in a by-election. The Labour Party candidate is future Prime Minister Tony Blair.", "date" : "1982/05/25"}, {"title" : "Spain becomes the 16th member of NATO and the 1st nation to enter the alliance since West Germany's admission in 1955.", "date" : "1982/05/25"}, {"title" : "Indianapolis 500: In what Indianapolis Motor Speedway historian Donald Davidson and Speedway public address announcer Tom Carnegie later call the greatest moment in the track's history, 1973 winner Gordon Johncock wins his second race over 1979 winner Rick Mears by 0.16 seconds, the closest finish to that date, after Mears draws alongside Johncock with a lap remaining, after erasing a seemingly insurmountable advantage of more than 11 seconds in the final 10 laps.", "date" : "1982/05/25"}, {"title" : "Hussain Muhammad Ershad seizes power in Bangladesh.", "date" : "1982/05/25"}, {"title" : "Cal Ripken, Jr. plays the first of what eventually becomes his record-breaking streak of  2,632 consecutive Major League Baseball games.", "date" : "1982/05/25"}, {"title" : "The 1982 Lebanon War begins: Forces under Israeli Defense Minister Ariel Sharon invade southern Lebanon in their ampquotOperation Peace for the Galilee,ampquot eventually reaching as far north as the capital Beirut.", "date" : "1982/05/25"}, {"title" : "The United Nations Security Council votes to demand that Israel withdraw its troops from Lebanon.", "date" : "1982/05/25"}, {"title" : "President Ronald Reagan becomes the first American chief executive to address a joint session of the British Parliament.", "date" : "1982/05/25"}, {"title" : "Falklands War: British RFA ''Sir Galahad'' is destroyed during the Bluff Cove Air Attacks", "date" : "1982/05/25"}, {"title" : "VASP Flight 168, a Boeing 727 passenger jet, crashes into forest Fortaleza, killing 137.", "date" : "1982/05/25"}, {"title" : " A rally against nuclear weapons draws 750,000 to New York City's Central Park.   Jackson Browne, James Taylor, Bruce Springsteen, and Linda Ronstadt attend. An international convocation at The Cathedral of St. John the Divine features prominent peace activists from around the world and afterward participants march on Fifth Avenue to Central Park for the rally.", "date" : "1982/06/12"}, {"title" : "The 1982 FIFA World Cup begins in Spain.", "date" : "1982/06/12"}, {"title" : "Fahd becomes King of Saudi Arabia upon the death of his brother, Khalid.", "date" : "1982/06/12"}, {"title" : " The Falklands War ends: Formal surrender of Argentine forces, and liberation of the Falkland Islanders.", "date" : "1982/06/14"}, {"title" : " Argentine military dictator Leopoldo Galtieri resigns, in the wake of his country's defeat in the Falklands War.", "date" : "1982/06/18"}, {"title" : " The body of quotGod's Bankerquot, Roberto Calvi, chairman of Banco Ambrosiano, is found hanging beneath Blackfriars Bridge in London.", "date" : "1982/06/19"}, {"title" : " Prince William is born at St Mary's Hospital in Paddington, West London.", "date" : "1982/06/21"}, {"title" : " British Airways Flight 9 suffers a temporary 4-engine flameout and damage to the exterior of the plane, after flying through the otherwise undetected ash plume from Indonesia's Mount Galunggung.", "date" : "1982/06/24"}, {"title" : " The Institute for Puerto Rican Policy is founded in New York City to research and advocate for Puerto Rican and Latino community issues. In 2006, it changes it name to the National Institute for Latino Policy.", "date" : "1982/06/25"}, {"title" : " The Equal Rights Amendment falls short of the 38 states needed to pass Phyllis Schlafly and other leaders of the Christian right take credit for its defeat.", "date" : "1982/06/30"}, {"title" : "Larry Walters, a.k.a. Lawn Chair Larry, flies {{convert|16000|ft|m}} above Long Beach, California in a lawn chair with weather balloons attached.", "date" : "1982/06/30"}, {"title" : "Roy Jenkins is elected Leader of the Social Democratic Party.", "date" : "1982/06/30"}, {"title" : " ASLEF train drivers in the United Kingdom go on strike over hours of work they return to work on July 18.", "date" : "1982/07/03"}, {"title" : " Four Iranian diplomats are kidnapped upon Israel's invasion of Lebanon.", "date" : "1982/07/04"}, {"title" : " A lunar eclipse (umbral duration 236 min and total duration 106 min, the longest of the 20th century) occurs.", "date" : "1982/07/06"}, {"title" : "Pan Am Flight 759 (Boeing 727) crashes in Kenner, Louisiana, killing all 146 on board and 8 on the ground.", "date" : "1982/07/06"}, {"title" : "Intruder Michael Fagan visits Elizabeth II in her bedroom for a chat.", "date" : "1982/07/06"}, {"title" : " Italy beats West Germany 3–1 to win the 1982 FIFA World Cup in Spain.", "date" : "1982/07/11"}, {"title" : " Checker Motors Corporation ceases production of automobiles.", "date" : "1982/07/12"}, {"title" : " Geoffrey Prime, a GCHQ civil servant, is remanded in custody on charges under the Official Secrets Act 1911.", "date" : "1982/07/15"}, {"title" : " In New York City, The Reverend Sun Myung Moon is sentenced to 18 months in prison and fined $25,000 for tax fraud and conspiracy to obstruct justice.", "date" : "1982/07/16"}, {"title" : " William Whitelaw, Home Secretary, announces that Michael Trestrail (the Queen's bodyguard) has resigned from the Metropolitan Police Service over a relationship with a male prostitute.", "date" : "1982/07/19"}, {"title" : " The Provisional IRA detonates 2 bombs in central London, killing 8 soldiers, wounding 47 people, and leading to the deaths of 7 horses.", "date" : "1982/07/20"}, {"title" : " HMS ''Hermes'', the Royal Navy flagship during the Falklands War, returns home to Portsmouth to a hero's welcome.", "date" : "1982/07/21"}, {"title" : "The International Whaling Commission decides to end commercial whaling by 1985–1986.", "date" : "1982/07/21"}, {"title" : "A coroner's jury returns a verdict of suicide on Roberto Calvi, who was found hanging under Blackfriars Bridge.", "date" : "1982/07/21"}, {"title" : "Torrential rain and mudslides in Nagasaki, Japan destroy bridges and kill 299.", "date" : "1982/07/21"}, {"title" : "On a movie set, the ''Twilight Zone'' actor Vic Morrow and 2 child actors die in a helicopter stunt accident.", "date" : "1982/07/21"}, {"title" : " In Beaune, France, 53 persons, 46 of them children, die in a highway accident (France's worst).", "date" : "1982/07/31"}, {"title" : " Attempted coup against government of Daniel Arap Moi in Kenya.", "date" : "1982/08/01"}, {"title" : " Venezuela recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1982/08/03"}, {"title" : " The United Nations Security Council votes to censure Israel because its troops are still in Lebanon.", "date" : "1982/08/04"}, {"title" : " Italian Prime Minister Giovanni Spadolini resigns.", "date" : "1982/08/07"}, {"title" : " Surinam recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1982/08/11"}, {"title" : " Mexico announces it is unable to pay its large foreign debt, triggering a debt crisis that quickly spread throughout Latin America.", "date" : "1982/08/12"}, {"title" : " The first compact discs (CDs) are released to the public in Germany.", "date" : "1982/08/17"}, {"title" : " Lebanese Civil War: A multinational force lands in Beirut to oversee the PLO withdrawal from Lebanon. French troops arrive August 21, U.S. Marines August 25.", "date" : "1982/08/20"}, {"title" : " Italian general Carlo Alberto Dalla Chiesa is killed in a Mafia ambush.", "date" : "1982/09/03"}, {"title" : " Iowa paperboy Johnny Gosch is kidnapped.", "date" : "1982/09/05"}, {"title" : " Lebanese President-elect Bachir Gemayel is assassinated in Beirut.", "date" : "1982/09/14"}, {"title" : " The first emoticons are posted by Scott Fahlman.", "date" : "1982/09/19"}, {"title" : " The first International Day of Peace (United Nations)", "date" : "1982/09/21"}, {"title" : " Amin Gemayel, brother of Bachir, is elected president of Lebanon.", "date" : "1982/09/23"}, {"title" : " In Israel, 400,000 marchers demand the resignation of Prime Minister Menachem Begin.", "date" : "1982/09/25"}, {"title" : " Thermals take Australian parachutist Rich Collins up to {{convert|2800|m|ft}} during a jump he almost blacks out due to lack of oxygen.   He releases his main parachute to fall to lower altitude and lands by his reserve parachute.", "date" : "1982/09/26"}, {"title" : "October 1 ampndash The 1982 Chicago Tylenol murders occur when 7 people in the Chicago area die after ingesting capsules laced with potassium cyanide.", "date" : "1982/09/29"}, {"title" : "Helmut Kohl replaces Helmut Schmidt as Chancellor of Germany through a Constructive Vote of No Confidence.", "date" : "1982/09/29"}, {"title" : "In Orlando, Florida, Walt Disney World opens the second largest theme park, EPCOT Center, to the public for the first time.", "date" : "1982/09/29"}, {"title" : "Sony launches the first consumer compact disc (CD) player (model CDP-101).", "date" : "1982/09/29"}, {"title" : " Poland bans Solidarity after having suspended it on 13 December 1981.", "date" : "1982/10/08"}, {"title" : " The ''Mary Rose'', flagship of Henry VIII of England that sank in 1545, is raised.", "date" : "1982/10/11"}, {"title" : " The Ford Sierra is launched in Europe, replacing the Ford Cortina", "date" : "1982/10/13"}, {"title" : " John De Lorean is arrested for selling cocaine to undercover FBI agents (he is later found not guilty due to entrapment).", "date" : "1982/10/19"}, {"title" : "Luzhniki disaster: During the UEFA Cup match between FC Spartak Moscow and HFC Haarlem, 66 people are crushed to death.", "date" : "1982/10/19"}, {"title" : "World Series: The St. Louis Cardinals defeat the Milwaukee Brewers 6–3 in game 7.", "date" : "1982/10/19"}, {"title" : " In Canada, Dominion Day is officially renamed Canada Day.", "date" : "1982/10/27"}, {"title" : " The Socialist Party wins the election in Spain Felipe González is elected Prime Minister.", "date" : "1982/10/28"}, {"title" : " Channel 4 was launched.", "date" : "1982/11/02"}, {"title" : "A gasoline or petrol tanker explodes in the Salang Tunnel in Afghanistan, killing at least 176 people.", "date" : "1982/11/02"}, {"title" : "The Dow Jones Industrial Average surges 43.41 points, or 4.25%, to close at 1,065.49, its first all-time high in more than 9 years. It last hit a record on January 11, 1973 when the average closed at 1,051.70. The points gain is the biggest ever up to this point.", "date" : "1982/11/02"}, {"title" : " Camerun president Ahmadou Ahidjo resigns, replaced by Paul Biya.", "date" : "1982/11/06"}, {"title" : " The Thames Barrier is first publicly demonstrated.", "date" : "1982/11/07"}, {"title" : " In the Soviet Union, former KGB head Yuri Andropov is selected to become the general secretary of the Soviet Communist Party's Central Committee, succeeding the late Leonid I. Brezhnev.", "date" : "1982/11/12"}, {"title" : " The Vietnam Veterans Memorial is dedicated in Washington, D.C., after a march to its site by thousands of Vietnam War veterans.", "date" : "1982/11/13"}, {"title" : " The leader of Poland's outlawed Solidarity movement, Lech Wałęsa, is released from 11 months of internment near the Soviet border.", "date" : "1982/11/14"}, {"title" : " University of California, Berkeley executes quotThe Playquot in a college football game against Stanford.  Completing a wacky 57-yard kickoff return that includes 5 laterals, Kevin Moen runs through Stanford band members who had prematurely come onto the field. His touchdown stands and California wins 25–20.", "date" : "1982/11/20"}, {"title" : " Minneapolis Thanksgiving Day fire destroys an entire city block of downtown Minneapolis, including the headquarters of Northwestern National Bank.", "date" : "1982/11/25"}, {"title" : " Yasuhiro Nakasone becomes Prime minister of Japan.", "date" : "1982/11/27"}, {"title" : " Representatives from 88 countries gather in Geneva to discuss world trade and ways to work toward aspects of free trade.", "date" : "1982/11/28"}, {"title" : " Michael Jackson releases ''Thriller'', the biggest selling album of all time.", "date" : "1982/11/30"}, {"title" : " Miguel de la Madrid takes office as President of Mexico.", "date" : "1982/12/01"}, {"title" : " At the University of Utah, 61-year-old retired dentist Barney Clark becomes the first person to receive a permanent artificial heart (he lives for 112 days with the device).", "date" : "1982/12/02"}, {"title" : " A final soil sample is taken from the site of Times Beach, Missouri.   It is found to contain 300 times the safe level of dioxin.", "date" : "1982/12/03"}, {"title" : " The People's Republic of China adopts its current constitution.", "date" : "1982/12/04"}, {"title" : " The first U.S. execution by lethal injection is carried out in Texas.", "date" : "1982/12/07"}, {"title" : " The December murders occur in Suriname.", "date" : "1982/12/08"}, {"title" : " Women's peace protest at Greenham Common: 30,000 women hold hands and form a human chain around the 14.5ampnbspkm (9ampnbspmi) perimeter fence.", "date" : "1982/12/12"}, {"title" : " An earthquake (Richter Scale 6.0 magnitude) in Dhamar, northern Yemen, kills at least 1,507.", "date" : "1982/12/13"}, {"title" : " Bolivia recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1982/12/14"}, {"title" : " Indian Ocean Commission (Commission de l'Océan Indien) (COI) created by Port Louis Agreement.", "date" : "1982/12/22"}, {"title" : " The United States Environmental Protection Agency recommends the evacuation of Times Beach, Missouri due to dangerous levels of dioxin contamination.", "date" : "1982/12/23"}, {"title" : " The quotChristmas Eve Blizzard of '82quot hits Denver.", "date" : "1982/12/24"}, {"title" : " ''Time Magazine's'' Man of the Year is given for the first time to a non-human, the computer.", "date" : "1982/12/26"}, {"title" : " The migration of the ARPANET to TCP/IP is officially completed.", "date" : "1983/01/01"}, {"title" : " Kīlauea begins slowly erupting on the Big Island of Hawaii and is still flowing {{as of|lc=y|2012}}.", "date" : "1983/01/03"}, {"title" : " High-ranking Nazi war criminal Klaus Barbie is arrested in Bolivia.", "date" : "1983/01/19"}, {"title" : " Björn Borg retires from tennis after winning 5 consecutive Wimbledon championships.", "date" : "1983/01/22"}, {"title" : " Twenty-five members of the Red Brigades are sentenced to life imprisonment for the murder of Aldo Moro.", "date" : "1983/01/24"}, {"title" : "Lotus 1-2-3 is released for IBM-PC compatible computers.", "date" : "1983/01/24"}, {"title" : "Red rain falls in the UK, caused by sand from the Sahara Desert in the droplets.", "date" : "1983/01/24"}, {"title" : " Seatbelt use for drivers and front seat passengers becomes mandatory in the United Kingdom.", "date" : "1983/01/31"}, {"title" : " Giovanni Vigliotto goes on trial for multiple counts of bigamy involving 105 women.", "date" : "1983/02/02"}, {"title" : " Australian Prime Minister Malcolm Fraser is granted a double dissolution of both houses of parliament for elections on March 5. Bob Hawke replaces Bill Hayden as leader of the Australian Labor Party.", "date" : "1983/02/03"}, {"title" : " Klaus Barbie is officially charged with war crimes.", "date" : "1983/02/06"}, {"title" : " A cinema fire in Turin, Italy kills 64.", "date" : "1983/02/13"}, {"title" : " The Ash Wednesday fires in Victoria and South Australia claim the lives of 76 people, in one of Australia's worst bushfires ever.", "date" : "1983/02/16"}, {"title" : "Nellie massacre: over 2,000 people, mostly Bangladeshi Muslims, are massacred in Assam, India, during the Assam agitation.", "date" : "1983/02/16"}, {"title" : "Wah Mee massacre: 13 people are killed in an attempted robbery in Seattle, Washington.", "date" : "1983/02/16"}, {"title" : "The United States Environmental Protection Agency announces its intention to buy out and evacuate the dioxin-contaminated community of Times Beach, Missouri.", "date" : "1983/02/16"}, {"title" : "Failure of automatic shut-down at Salem Nuclear Power Plant, New Jersey, USA", "date" : "1983/02/16"}, {"title" : "A special commission of the Congress of the United States releases a report critical of the practice of Japanese internment during World War II.", "date" : "1983/02/16"}, {"title" : "Bermondsey by-election, 1983 (U.K.): Simon Hughes's defeat of Peter Tatchell is criticised for alleged homophobia.", "date" : "1983/02/16"}, {"title" : " The final episode of MASH is aired and the record of most watched episode is broken.", "date" : "1983/02/28"}, {"title" : " The Balearic Islands and Madrid become Autonomous communities of Spain.", "date" : "1983/03/01"}, {"title" : " Bob Hawke is elected Prime Minister of Australia.", "date" : "1983/03/05"}, {"title" : " IBM releases the IBM PC XT.", "date" : "1983/03/08"}, {"title" : " Anne Burford resigns as head of the United States Environmental Protection Agency amid scandal.", "date" : "1983/03/09"}, {"title" : " Australia's First Hawke Ministry is sworn in Andrew Peacock becomes Federal Opposition leader.", "date" : "1983/03/11"}, {"title" : " The Transmitter Ismaning (last wooden radio tower in Germany) is demolished.", "date" : "1983/03/16"}, {"title" : " Strategic Defense Initiative: U.S. President Ronald Reagan makes his initial proposal to develop technology to intercept enemy missiles. The media dub this plan quotStar Warsquot.", "date" : "1983/03/23"}, {"title" : " Motown celebrates its 25th anniversary and has the television special ''Motown 25'' during which Michael Jackson performed quotBillie Jeanquot and introduces to the world the moonwalk.", "date" : "1983/03/25"}, {"title" : "April 4  ampndash First flight of the Space Shuttle Challenger", "date" : "1983/04/04"}, {"title" : " Tokyo Disneyland opens.", "date" : "1983/04/15"}, {"title" : " The April 1983 U.S. Embassy bombing in Beirut kills 63 people.", "date" : "1983/04/18"}, {"title" : " Reactor shut-down due to failure of fuel rods at Kursk Nuclear Power Plant, Russia", "date" : "1983/04/22"}, {"title" : " Manchester, Maine, schoolgirl Samantha Smith is invited to visit the Soviet Union by its leader Yuri Andropov, after he read her letter in which she expressed fears about nuclear war.", "date" : "1983/04/25"}, {"title" : " ''Stern'' magazine publishes the quotHitler Diariesquot (which are later found to be forgeries).", "date" : "1983/05/06"}, {"title" : " Aberdeen FC beat Real Madrid 2–1 (after extra time) to win the European Cup Winners' Cup in 1983 and become only the third Scottish side to win a European trophy", "date" : "1983/05/11"}, {"title" : " NSW Premier Neville Wran steps down, in response to allegations raised by the ABC program ''Four Corners'', that he attempted to influence the NSW Magistracy.", "date" : "1983/05/16"}, {"title" : " Lebanon, Israel, and the United States sign an agreement on Israeli withdrawal from Lebanon.", "date" : "1983/05/17"}, {"title" : " A powerful earthquake and tsunami in northern Honshū, Japan kills 104 and injures 163.", "date" : "1983/05/26"}, {"title" : " The 9th G7 summit begins at Williamsburg, Virginia.", "date" : "1983/05/28"}, {"title" : " ''Pioneer 10'' becomes the first man-made object to leave the solar system.", "date" : "1983/06/13"}, {"title" : " Cork Graham caught off the Vietnamese island of Phú Quốc looking for treasure buried by Captain Kidd. Convicted and imprisoned for illegal entry.", "date" : "1983/06/16"}, {"title" : " Sally Ride becomes the first American woman in space aboard Space Shuttle ''Challenger'' on the STS-7 mission.", "date" : "1983/06/18"}, {"title" : " India wins Cricket World Cup by defeating West Indies by 43 runs.", "date" : "1983/06/25"}, {"title" : " Total loss of coolant at Embalse nuclear power plant, Argentina. It was classified as an Accident With Local Consequences ampndash level 4 at the International Nuclear Event Scale", "date" : "1983/06/30"}, {"title" : "A North Korean Ilyushin Il-62M jet, en route to Conakry Airport in Guinea, crashes into the Fouta Djall Mountains in Guinea-Bissau, killing all 23 people on board.", "date" : "1983/06/30"}, {"title" : "The High Court of Australia blocks construction of the Franklin Dam in Tasmania.", "date" : "1983/06/30"}, {"title" : "Technical failure causes release of Iodine-131 from Philippsburg Nuclear Power Plant, Germany", "date" : "1983/06/30"}, {"title" : "Nintendo's Family Computer, also known as the Famicom, goes on sale in Japan.", "date" : "1983/06/30"}, {"title" : "The Orly airport attack in Paris leaves 8 dead and 55 injured.", "date" : "1983/06/30"}, {"title" : " Sikorsky S-61 disaster: a helicopter crashes off the Isles of Scilly, causing 20 fatalities.", "date" : "1983/07/16"}, {"title" : " The government of Poland announces the end of martial law and amnesty for political prisoners.", "date" : "1983/07/20"}, {"title" : " The lowest temperature on earth is recorded in Vostok Station, Antarctica with −89.2 °C (−128.6 °F).", "date" : "1983/07/21"}, {"title" : " Australian Dick Smith completes his solo circumnavigation in a helicopter.", "date" : "1983/07/22"}, {"title" : "Gimli Glider: Out of fuel, Air Canada Flight 143 glides in to land in Gimli, Manitoba.", "date" : "1983/07/22"}, {"title" : "The Black July communal riot occurs in Sri Lanka. These anti-Sri Lankan Tamil riots leave between 400 and 3,000 Tamils dead and millions of dollars worth of their property destroyed. This pogrom is the beginning of a deadly Sri Lankan civil war.", "date" : "1983/07/22"}, {"title" : " New South Wales premier Neville Wran is exonerated by the Street Royal Commission, over claims raised by the ABC (Australian Broadcasting Corporation) programme ''Four Corners'', that he attempted to influence the NSW magistracy.", "date" : "1983/07/28"}, {"title" : " America West Airlines begins operations out of Phoenix, Arizona and Las Vegas, Nevada.", "date" : "1983/08/01"}, {"title" : " Thomas Sankara becomes President of Upper Volta.", "date" : "1983/08/04"}, {"title" : " ''The Bill'' first airs as ''Woodentop''.", "date" : "1983/08/16"}, {"title" : "Hurricane Alicia hits the Texas coast, killing 22 and causing over US$3.8 billion (2005 dollars) in damage.", "date" : "1983/08/16"}, {"title" : "Five people are killed and 18 others injured when a road train is deliberately driven into a motel at Ayers Rock, NT (the driver, Douglas Edward Crabbe, is convicted in March 1984).", "date" : "1983/08/16"}, {"title" : " Benigno Aquino, Jr., Philippines opposition leader, is assassinated in Manila just as he returns from exile.", "date" : "1983/08/21"}, {"title" : " The Old Philadelphia Arena is destroyed by arson.", "date" : "1983/08/24"}, {"title" : " Heavy rain triggers flooding at Bilbao (Spain) and surrounding areas, killing 45 people and causing millions in damages.", "date" : "1983/08/26"}, {"title" : " Guion Bluford becomes the first African-American in space aboard Space Shuttle ''Challenger'' on the STS-8 mission.", "date" : "1983/08/30"}, {"title" : " Cold War: Korean Air Lines Flight 007 is shot down by a Soviet Union jet fighter near Moneron Island when the commercial aircraft enters Soviet airspace. All 269 on board are killed including U.S. Congressman Larry McDonald.", "date" : "1983/09/01"}, {"title" : " Six men walk underwater across the Sydney Harbor ampndash 82.9ampnbspkm in 48 hours.", "date" : "1983/09/04"}, {"title" : " The Soviet Union admits to shooting down Korean Air Flight 007, stating that the pilots did not know it was a civilian aircraft when it violated Soviet airspace.", "date" : "1983/09/06"}, {"title" : " Ronald Reagan announces that the Global Positioning System (GPS) would be made available for civilian use.", "date" : "1983/09/16"}, {"title" : " Vanessa Lynn Williams becomes the first African-American to be crowned Miss America, in Atlantic City, New Jersey.", "date" : "1983/09/17"}, {"title" : " The rock group Kiss officially appear in public without makeup for the first time on MTV.", "date" : "1983/09/18"}, {"title" : " Saint Kitts and Nevis becomes an independent state.", "date" : "1983/09/19"}, {"title" : "Gulf Air Flight 771 crashes in the United Arab Emirates after a bomb exploded in the baggage compartment, killing 117.", "date" : "1983/09/19"}, {"title" : "Violence erupts in New Caledonia between native Kanaks and French expatriates. The French government withdraws the promise of independence.", "date" : "1983/09/19"}, {"title" : " The Red Hot Chili Peppers launch their first, self-titled, album.", "date" : "1983/09/24"}, {"title" : " Maze Prison escape: 38 Irish republican prisoners, armed with six handguns, hijack a prison meals lorry and smash their way out of HMP Maze, in the largest prison escape since World War II and in British history.", "date" : "1983/09/25"}, {"title" : "September 26 ampndash Soviet military officer Stanislav Petrov averts a worldwide nuclear war by correctly identifying a missile attack warning as a false alarm.", "date" : "1983/09/25"}, {"title" : " The ''Soyuz T-10a'' mission ends in a successful pad abort at the Baikonur Cosmodrome, when a pad fire occurs at the base of the Soyuz U rocket during the launch countdown. the escape tower system, attached to the top of the capsule containing the crew and Soyuz spacecraft fired immediately pulling the crew safe from the vehicle, a few seconds before the rocket explodes, destroying the launch complex.", "date" : "1983/09/26"}, {"title" : "The Australian yacht ''Australia II'' wins the America's Cup, the first successful challenge to the New York Yacht Club's 132-year defence of the sailing trophy.", "date" : "1983/09/26"}, {"title" : " The GNU Project is announced publicly on the net.unix-wizards and net.usoft newsgroups.", "date" : "1983/09/27"}, {"title" : " Neil Kinnock is elected leader of the British Labour Party.", "date" : "1983/10/02"}, {"title" : " Richard Noble sets a new land speed record of 633.468ampnbspmph (1,019.468ampnbspkm/h), driving Thrust 2 at the Black Rock Desert, Nevada.", "date" : "1983/10/04"}, {"title" : " A plan to abolish the Greater London Council is announced.", "date" : "1983/10/07"}, {"title" : " The Rangoon bombing kills South Korea's Foreign Minister, Lee Bum Suk, and 21 others.", "date" : "1983/10/09"}, {"title" : " Japan's former Prime Minister Kakuei Tanaka is found guilty of taking a $2 million bribe from Lockheed, and sentenced to 4 years in jail.", "date" : "1983/10/12"}, {"title" : " Maurice Bishop, Prime Minister of Grenada, and 40 others are assassinated in a military coup.", "date" : "1983/10/19"}, {"title" : " At the 17th General Conference on Weights and Measures, the metre is defined in terms of the speed of light as the distance light travels in a vacuum in 1/299,792,458 of a second.", "date" : "1983/10/21"}, {"title" : " In Bonn, West Germany, people demonstrate for nuclear disarmament.", "date" : "1983/10/22"}, {"title" : " Simultaneous suicide truck-bombings destroy both the French and the United States Marine Corps barracks in Beirut, killing 241 U.S. servicemen, 58 French paratroopers and 6 Lebanese civilians.", "date" : "1983/10/23"}, {"title" : " United States troops invade Grenada at the behest of Eugenia Charles of Dominica, a member of the Organization of American States.", "date" : "1983/10/25"}, {"title" : " The first democratic elections in Argentina after 7 years of military rule are held.", "date" : "1983/10/30"}, {"title" : "Martin Luther King, Jr. Day: At the White House Rose Garden, U.S. President Ronald Reagan signs a bill creating a federal holiday on the third Monday of every January to honor American civil rights leader Martin Luther King Jr.", "date" : "1983/10/30"}, {"title" : "Able Archer 83: Many Soviet officials misinterpret this NATO exercise as a nuclear first strike, causing the last nuclear scare of the Cold War.", "date" : "1983/10/30"}, {"title" : " The Reverend Jesse Jackson announces his candidacy for the 1984 Democratic Party presidential nomination.", "date" : "1983/11/03"}, {"title" : " Byford Dolphin rig diving bell accident: Off the coast of Norway, 5 divers are killed and one severely wounded in an explosive decompression accident.", "date" : "1983/11/05"}, {"title" : " The anticancer drug etoposide is approved by the FDA, leading to a curative treatment regime in the field of combination chemotherapy of testicular carcinoma.", "date" : "1983/11/10"}, {"title" : " Ronald Reagan becomes the first U.S. President to address the Diet, Japan's national legislature.", "date" : "1983/11/11"}, {"title" : " The first United States cruise missiles arrive at Greenham Common Airbase in England amid protests from peace campaigners.", "date" : "1983/11/13"}, {"title" : "The immunosuppressant cyclosporine is approved by the FDA, leading to a revolution in the field of transplantation.", "date" : "1983/11/13"}, {"title" : "Ecuador recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1983/11/13"}, {"title" : " The Turkish part of Cyprus declares independence.", "date" : "1983/11/15"}, {"title" : " A jury in Gretna, Louisiana acquits Ginny Foat of the murder of Argentine businessman Moses Chaiyo.", "date" : "1983/11/16"}, {"title" : " The Zapatista Army of National Liberation is founded in Mexico.", "date" : "1983/11/17"}, {"title" : " An attempted hijacking of Aeroflot Flight 6833 in Soviet Georgia results in several dead and wounded.", "date" : "1983/11/19"}, {"title" : " Lynda Mann, 15, is found raped and strangled in the village of Narborough, England (Colin Pitchfork is sentenced to life imprisonment in 1988).", "date" : "1983/11/24"}, {"title" : " Brink's-MAT robbery: In London, 6,800 gold bars worth nearly UK£26 million are taken from the Brink's-MAT vault at Heathrow Airport. Only a fraction of the gold is ever recovered, and only 2 men are convicted of the crime.", "date" : "1983/11/26"}, {"title" : " Colombian Avianca Flight 11 crashes near Barajas Airport in Madrid, Spain, killing 181 of the 192 on board.", "date" : "1983/11/27"}, {"title" : " Lt's. Mark Lange and Bobby Goodman of the United States Navy are shot down over Lebanon and captured by the Syrians. Lt Lange died of his injuries.", "date" : "1983/12/04"}, {"title" : " ICIMOD is established and inaugurated with its headquarters in Kathmandu, Nepal, and legitimised through an Act of Parliament in Nepal this same year.", "date" : "1983/12/05"}, {"title" : " Two Spanish passenger planes collide on the foggy runway at a Madrid airport, killing 90.", "date" : "1983/12/07"}, {"title" : " The Australian Dollar is floated, by Federal treasurer Paul Keating. Under the old flexible peg system, the Reserve Bank bought and sold all Australian dollars and cleared the market at the end of the day. This initiative is taken by the government of Bob Hawke.", "date" : "1983/12/09"}, {"title" : " Military rule ends and democracy is restored in Argentina, with the beginning of Raúl Alfonsín's first term as President of Argentina", "date" : "1983/12/10"}, {"title" : " Turgut Özal, of ANAP forms the new government of Turkey (45th government) beginning of a new civilian regime", "date" : "1983/12/13"}, {"title" : "A discotheque fire in Madrid, Spain, kills 83 people.", "date" : "1983/12/13"}, {"title" : "A Provisional IRA car bomb kills 6 Christmas shoppers and injures 90 outside Harrods in London.", "date" : "1983/12/13"}, {"title" : "Pope John Paul II visits his would-be assassin Mehmet Ali Ağca in prison to forgive him.", "date" : "1983/12/13"}, {"title" : " The Reverend Jesse Jackson travels to Syria to secure the release of U.S. Navy Lieutenant Robert Goodman, who has been in Syrian captivity since being shot down over Lebanon during a bombing mission.", "date" : "1983/12/29"}, {"title" : "Brunei gains independence from the United Kingdom.", "date" : "1983/12/29"}, {"title" : "Two bombs explode in France one on the Paris train kills 3 and injures 19. The other at Marseille station kills 2 and injures 34.", "date" : "1983/12/29"}, {"title" : "U.S. President Ronald Reagan meets with Navy Lieutenant Robert Goodman and the Reverend Jesse Jackson at the White House, following Lieutenant Goodman's release from Syrian captivity.", "date" : "1984/01/03"}, {"title" : "Brunei becomes the 6th member of the Association of Southeast Asian Nations (ASEAN).", "date" : "1984/01/07"}, {"title" : "Victoria Agreement signed.", "date" : "1984/01/07"}, {"title" : "The Mitsui Miike coal mine explosion at Ōmuta, Fukuoka, Japan kills 83.", "date" : "1984/01/18"}, {"title" : "The Apple Macintosh is introduced.", "date" : "1984/01/24"}, {"title" : "Michael Jackson is accidentally severely burned at the filming of a Pepsi commercial.", "date" : "1984/01/27"}, {"title" : "Medicare comes into effect in Australia.", "date" : "1984/02/01"}, {"title" : "Dr. John Buster and the research team at Harbor-UCLA Medical Center announce history's first embryo transfer, from one woman to another resulting in a live birth.", "date" : "1984/02/01"}, {"title" : "STS-41-B: Space Shuttle ''Challenger'' is launched on the 10th space shuttle mission.", "date" : "1984/02/01"}, {"title" : "Astronauts Bruce McCandless II and Robert L. Stewart make the first untethered space walk.", "date" : "1984/02/07"}, {"title" : "The 1984 Winter Olympics open in Sarajevo, SFRY.", "date" : "1984/02/08"}, {"title" : "Konstantin Chernenko succeeds the late Yuri Andropov as General Secretary of the Communist Party of the Soviet Union.", "date" : "1984/02/13"}, {"title" : "The 1984 Winter Olympics close in Sarajevo.", "date" : "1984/02/19"}, {"title" : "United States Marines pull out of Beirut, Lebanon.", "date" : "1984/02/26"}, {"title" : "Canadian Prime Minister Pierre Trudeau announces his retirement.", "date" : "1984/02/29"}, {"title" : "Iran accuses Iraq of using chemical weapons the United Nations condemns their use on March 30.", "date" : "1984/03/05"}, {"title" : "A year-long strike action begins in the British coal industry (see UK Miners' Strike (1984-1985)).", "date" : "1984/03/06"}, {"title" : "Sinn Féin's Gerry Adams and 3 others are seriously injured in a gun attack by the UVF.", "date" : "1984/03/14"}, {"title" : "The CIA station chief in Beirut, William Francis Buckley, is kidnapped by Islamic Jihad and later dies in captivity.", "date" : "1984/03/16"}, {"title" : "Teachers at the McMartin Preschool in Manhattan Beach, California are charged with Satanic ritual abuse of the schoolchildren (the charges are later dropped as completely unfounded).", "date" : "1984/03/22"}, {"title" : "General Rahimuddin Khan becomes the first man in Pakistan's history to rule over 2 of its provinces, after becoming interim Governor of Sindh.", "date" : "1984/03/23"}, {"title" : "Indian Squadron Leader Rakesh Sharma is launched into space, aboard the ''Soyuz T-11''.", "date" : "1984/04/02"}, {"title" : "U.S. President Ronald Reagan calls for an international ban on chemical weapons.", "date" : "1984/04/04"}, {"title" : "The 56th Academy Awards, hosted by Johnny Carson, are held at the Dorothy Chandler Pavilion.", "date" : "1984/04/09"}, {"title" : "Palestinian gunmen take Israeli Bus Number 300 hostage.   Israeli special forces storm the bus, freeing the hostages (1 hostage, 2 hijackers killed).", "date" : "1984/04/12"}, {"title" : "India launches Operation Meghdoot, as most of the Siachen Glacier in Kashmir comes under Indian control.", "date" : "1984/04/13"}, {"title" : "British comedian Tommy Cooper suffers a massive heart attack and dies while live on TV.", "date" : "1984/04/15"}, {"title" : "WPC Yvonne Fletcher is shot and killed by a secluded gunman leading to a police siege of the Libyan Embassy in London.", "date" : "1984/04/17"}, {"title" : "''Advance Australia Fair'' is proclaimed as Australia's national anthem, and green and gold as the national colours.", "date" : "1984/04/19"}, {"title" : "The term of Sultan Ahmad Shah as the 7th Yang di-Pertuan Agong of Malaysia ends.", "date" : "1984/04/25"}, {"title" : "Sultan Iskandar, Sultan of Johor, becomes the 8th Yang di-Pertuan Agong of Malaysia.", "date" : "1984/04/26"}, {"title" : "The Liverpool International Garden Festival opens in Liverpool.", "date" : "1984/05/02"}, {"title" : "The Herreys win the Eurovision Song Contest 1984 for Sweden, with the song ''Diggi-Loo, Diggi-Ley''.", "date" : "1984/05/05"}, {"title" : "The Soviet Union announces that it will boycott the 1984 Summer Olympics in Los Angeles, California.", "date" : "1984/05/05"}, {"title" : "Denis Lortie kills 3 government employees in the National Assembly of Quebec building.", "date" : "1984/05/05"}, {"title" : "A transit of Earth from Mars takes place.", "date" : "1984/05/11"}, {"title" : "The Louisiana World's Fair opens.", "date" : "1984/05/12"}, {"title" : "The one dollar coin is introduced in Australia.", "date" : "1984/05/14"}, {"title" : "Methane gas explosion at Abbeystead water treatment works in Lancashire, England kills 16 people.", "date" : "1984/05/23"}, {"title" : "An overnight flash flood rages through neighborhoods in Tulsa, Oklahoma. Nearly 15ampnbspinches of rain falls in some areas over a four-hour period. 14 people are killed.", "date" : "1984/05/27"}, {"title" : "Mecklenburg Correctional Center - 6 inmates - including James and Linwood Briley escape from a death row facility, the first and only occasion this has ever happened in the US.", "date" : "1984/05/31"}, {"title" : "William M. Gibbons is released as receiver and trustee of the Chicago, Rock Island amp Pacific railroad, after all of its debts and creditors are paid off by order of a federal bankruptcy court.", "date" : "1984/06/01"}, {"title" : "The Indian government begins Operation Blue Star, the planned attack on the Golden Temple in Amritsar.", "date" : "1984/06/05"}, {"title" : "Indian troops storm the Golden Temple at Amritsar, the Sikhs' holiest shrine, killing an estimated 2,000 people.", "date" : "1984/06/06"}, {"title" : "A deadly F5 tornado nearly destroys the town of Barneveld, Wisconsin, killing 9 people, injuring nearly 200, and causing over $25,000,000 in damage.", "date" : "1984/06/08"}, {"title" : "The biggest exam shake-up in the British education system in over 10 years is announced, with O-level and CSE exams to be replaced by a new exam, the GCSE.", "date" : "1984/06/20"}, {"title" : "The official name of the Turkish city Urfa is changed into Şanlıurfa.", "date" : "1984/06/20"}, {"title" : "Virgin Atlantic Airways makes its inaugural flight.", "date" : "1984/06/20"}, {"title" : "France beats Spain 2–0 to win the Euro 84.", "date" : "1984/06/27"}, {"title" : "Richard Ramírez, aka the quotNight Stalker,quot murders his first confirmed victim.", "date" : "1984/06/28"}, {"title" : "John Napier Turner becomes Canada's 17th Prime Minister.", "date" : "1984/06/30"}, {"title" : "Terry Wallis, a nineteen-year old living in the Ozark Mountains of Arkansas falls into a deep coma after a severe automobile accident. He would eventually awaken nineteen years later on June 13, 2003.", "date" : "1984/07/13"}, {"title" : "New Zealand Prime Minister Robert Muldoon calls a snap election and is heavily defeated by opposition Labour leader David Lange.", "date" : "1984/07/14"}, {"title" : "Beverly Lynn Burns becomes the first woman Boeing 747 captain in the world.", "date" : "1984/07/14"}, {"title" : "In San Ysidro, California, 41-year-old James Oliver Huberty sprays a McDonald's restaurant with gunfire, killing 21 people before being shot and killed.", "date" : "1984/07/14"}, {"title" : "Vanessa Lynn Williams becomes the first Miss America to resign when she surrenders her crown, after nude photos of her appear in ''Penthouse'' magazine.", "date" : "1984/07/23"}, {"title" : "''Salyut 7'': Cosmonaut Svetlana Savitskaya becomes the first woman to perform a space walk.", "date" : "1984/07/25"}, {"title" : "August 12 – The 1984 Summer Olympics are held in Los Angeles, California.", "date" : "1984/07/28"}, {"title" : "Australian banks are deregulated.", "date" : "1984/08/01"}, {"title" : "The African republic Upper Volta changes its name to Burkina Faso.", "date" : "1984/08/04"}, {"title" : "United States President Ronald Reagan, during a voice check for a radio broadcast remarks, quotMy fellow Americans, I'm pleased to tell you today that I've signed legislation that will outlaw Russia forever.  We begin bombing in five minutesquot.", "date" : "1984/08/11"}, {"title" : "John De Lorean is acquitted of all 8 charges of possessing and distributing cocaine.", "date" : "1984/08/16"}, {"title" : "Peru recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1984/08/17"}, {"title" : "Half a million people in Manila demonstrate against the regime of Ferdinand Marcos.", "date" : "1984/08/21"}, {"title" : "Josef Fritzl drugs and incarcerates his daughter Elisabeth in a secret cellar, in Amstetten, Austria she was released only after 24 years of sexual abuse and mental ordeal.", "date" : "1984/08/28"}, {"title" : "''STS-41-D'': The Space Shuttle ''Discovery'' takes off on its maiden voyage.", "date" : "1984/08/30"}, {"title" : "Seven people are shot and killed and 12 wounded in the Milperra massacre, a shootout between the rival motorcycle gangs Bandidos and Comancheros in Sydney.", "date" : "1984/09/02"}, {"title" : "The Progressive Conservative Party of Canada, led by Brian Mulroney, wins 211 seats in the House of Commons, forming the largest majority government in Canadian history.", "date" : "1984/09/02"}, {"title" : "The Sandinista Front wins the Nicaraguan general elections.", "date" : "1984/09/02"}, {"title" : "''STS-41-D'': The Space Shuttle ''Discovery'' lands after its maiden voyage.", "date" : "1984/09/02"}, {"title" : "Western Australia becomes the last Australian state to abolish capital punishment.", "date" : "1984/09/02"}, {"title" : "P. W. Botha is inaugurated as the first executive State President of South Africa.", "date" : "1984/09/14"}, {"title" : "Brian Mulroney is sworn in as Prime Minister of Canada.", "date" : "1984/09/17"}, {"title" : "Joe Kittinger becomes the first person to cross the Atlantic, solo, in a hot air balloon.", "date" : "1984/09/18"}, {"title" : "Hezbollah car-bombs the U.S. Embassy annex in Beirut, killing 22 people.", "date" : "1984/09/20"}, {"title" : "The United Kingdom and the People's Republic of China sign the initial agreement to return Hong Kong to China in 1997.", "date" : "1984/09/26"}, {"title" : "Tim Macartney-Snape and Greg Mortimer become the first Australians to summit Mount Everest.", "date" : "1984/10/04"}, {"title" : "''STS-41-G'': Marc Garneau becomes the first Canadian in space, aboard the Space Shuttle ''Challenger''.", "date" : "1984/10/05"}, {"title" : "Aboard the Space Shuttle ''Challenger'', astronaut Kathryn D. Sullivan becomes the first American woman to perform a space walk.", "date" : "1984/10/11"}, {"title" : "The Provisional Irish Republican Army (PIRA) attempts to assassinate Prime Minister Margaret Thatcher and the British Cabinet in the Brighton hotel bombing.", "date" : "1984/10/12"}, {"title" : "Polish secret police kidnap Jerzy Popiełuszko, a Catholic priest who supports the Solidarity movement. His dead body is found in a reservoir 11 days later on October 30.", "date" : "1984/10/19"}, {"title" : "Indian Prime Minister Indira Gandhi is assassinated by her 2 Sikh security guards. Anti-Sikh riots break out, leaving 10,000 to 20,000 sikhs dead in New Delhi and surrounding areas with majority populations of Hindus. Rajiv Gandhi becomes prime minister of India.", "date" : "1984/10/31"}, {"title" : "United States presidential election, 1984: Ronald Reagan defeats Walter F. Mondale with 59% of the popular vote, the highest since Richard Nixon's 61% victory in 1972.  Reagan carries 49 states in the electoral college Mondale wins only his home state of Minnesota by a mere 3,761 vote margin and the District of Columbia.", "date" : "1984/11/06"}, {"title" : "Cesar Chavez delivers his speech, quotWhat The Future Holds For Farm Workers And Hispanicsquot, at the Commonwealth Club in San Francisco.", "date" : "1984/11/09"}, {"title" : "Zamboanga City mayor Cesar Climaco, a prominent critic of the government of Philippine President Ferdinand Marcos, is assassinated in his home city.", "date" : "1984/11/14"}, {"title" : "A series of explosions at the PEMEX Petroleum Storage Facility at San Juan Ixhuatepec, in Mexico City, ignites a major fire and kills about 500 people.", "date" : "1984/11/19"}, {"title" : "An East Rail train derails between Sheung Shui and Fanling stations, Hong Kong.", "date" : "1984/11/19"}, {"title" : "Over 250 years after their deaths, William Penn and his wife Hannah Callowhill Penn are made Honorary Citizens of the United States.", "date" : "1984/11/28"}, {"title" : "The Tamil Tigers begin the purge of the Sinhalese from North and East Sri Lanka 127 are killed.", "date" : "1984/11/30"}, {"title" : "December – A peace agreement between Kenya and Somalia is signed in the Egyptian capital Cairo. With this agreement, in which Somalia officially renounces its historical territorial claims, relations between the two countries began to improve.", "date" : "1984/11/30"}, {"title" : "Controlled Impact Demonstration: NASA crashes a remote controlled Boeing 720.", "date" : "1984/12/01"}, {"title" : "Bob Hawke's government is re-elected in Australia with a reduced majority.", "date" : "1984/12/02"}, {"title" : "Bhopal Disaster: A methyl isocyanate leak from a Union Carbide pesticide plant in Bhopal, Madhya Pradesh, India, kills more than 8,000 people outright and injures over half a million (with more later dying from their injuries the death toll is now 23,000+) in the worst industrial disaster in history.", "date" : "1984/12/02"}, {"title" : "British Telecom is privatised.", "date" : "1984/12/02"}, {"title" : "Hezbollah militants hijack a Kuwait Airlines plane and kill 4 passengers.", "date" : "1984/12/04"}, {"title" : "Nigeria recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1984/12/14"}, {"title" : "The People's Republic of China and United Kingdom sign the Sino-British Joint Declaration on the future of Hong Kong.", "date" : "1984/12/19"}, {"title" : "Four African-American youths (Barry Allen, Troy Canty, James Ramseur, and Darrell Cabey) board an express train in The Bronx borough of New York City. They attempt to rob Bernhard Goetz, who shoots them. The event starts a national debate about urban crime in the United States.", "date" : "1984/12/19"}, {"title" : "In Malta, Prime Minister Dom Mintoff resigns.", "date" : "1984/12/19"}, {"title" : "A Soviet cruise missile plunges into Inarinjärvi lake in Finnish Lapland. Finnish authorities announce the fact in public on January 3, 1985.", "date" : "1984/12/28"}, {"title" : " Kenya recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1985/01/10"}, {"title" : "  Tancredo Neves is elected president of Brazil by the Congress, ending the 21-year military rule.", "date" : "1985/01/15"}, {"title" : " British Telecom announces it is going to phase out its famous red telephone boxes.", "date" : "1985/01/17"}, {"title" : " U.S. President Ronald Reagan is privately sworn in for a second term in office (publicly sworn in, January 21).", "date" : "1985/01/20"}, {"title" : " Economic Cooperation Organization (ECO) formed.", "date" : "1985/01/27"}, {"title" : " In Hollywood, California, the charity single quotWe Are the Worldquot is recorded by USA for Africa.", "date" : "1985/01/28"}, {"title" : " Australia cancels its involvement in U.S.-led MX missile tests.", "date" : "1985/02/05"}, {"title" : " U.S. drug agent Enrique Camarena is kidnapped and murdered in Mexico (his body is discovered March 5).", "date" : "1985/02/09"}, {"title" : " Nelson Mandela rejects an offer of freedom from the South African government.", "date" : "1985/02/10"}, {"title" : "CNN reporter Jeremy Levin is freed from captivity in Lebanon.", "date" : "1985/02/14"}, {"title" : " Israel begins withdrawing troops from Lebanon.", "date" : "1985/02/16"}, {"title" : "William J. Schroeder becomes the first artificial heart patient to leave the hospital.", "date" : "1985/02/16"}, {"title" : "China Airlines Flight 006 is involved in a mid-air incident while there are twenty two minor injuries and two serious injuries, no one is killed.", "date" : "1985/02/16"}, {"title" : " The Provisional Irish Republican Army carries out a mortar attack on the Royal Ulster Constabulary police station at Newry, killing 9 officers in the highest loss of life for the RUC on a single day.", "date" : "1985/02/28"}, {"title" : " An 8.0 on the Richter magnitude scale earthquake hits Santiago and Valparaíso in Chile leaving 177 dead, 2,575 hurt, 142,489 destroyed houses and about a million people homeless.", "date" : "1985/03/03"}, {"title" : " The Food and Drug Administration approves a blood test for AIDS, used since then to screen all blood donations in the United States.", "date" : "1985/03/04"}, {"title" : " A Beirut car bomb, planted in an attempt to assassinate Islamic cleric Sayyed Mohammad Hussein Fadlallah, kills more than eighty people, injuring two hundred.", "date" : "1985/03/08"}, {"title" : "Mikhail Gorbachev becomes General Secretary of the Soviet Communist Party and ''de facto'' leader of the Soviet Union.", "date" : "1985/03/08"}, {"title" : "Mohammed Al Fayed buys the London-based department store company Harrods.", "date" : "1985/03/08"}, {"title" : " Five lionesses at the Singapore Zoo are put on birth control after the lion population increases from two to sixteen.", "date" : "1985/03/14"}, {"title" : " Vice-President Jose Sarney, upon becoming vice president, assumes the duties of president of Brazil, as the new president Tancredo Neves had become severely ill, the day before. Sarney would be become Brazils first civilian president in 21 years, upon Neves' death 21 April.", "date" : "1985/03/15"}, {"title" : " Associated Press reporter Terry Anderson is taken hostage in Beirut (he is released on December 4, 1991).", "date" : "1985/03/16"}, {"title" : " Expo '85, a World's Fair, is held in Tsukuba, Ibaraki, Japan, until September 16.", "date" : "1985/03/17"}, {"title" : " Canadian paraplegic athlete and activist Rick Hansen sets out on his 40,000ampnbspkm, 26 month Man in Motion tour which raises $26M for spinal cord research and quality of life initiatives.", "date" : "1985/03/21"}, {"title" : " OCAM dissolved.", "date" : "1985/03/23"}, {"title" : " The 57th Academy Awards are held at in Los Angeles, California with ''Amadeus'' winning Best Picture.", "date" : "1985/03/25"}, {"title" : " WrestleMania debuts at Madison Square Garden.", "date" : "1985/03/31"}, {"title" : "Two Japanese government-owned corporations, Nippon Telegraph and Telephone Public Corporation, and Japan Tobacco and Salt Public Corporation, are privatized and change their names to Nippon Telegraph and Telephone, and Japan Tobacco.", "date" : "1985/03/31"}, {"title" : "Eighth seeded Villanova defeats national powerhouse Georgetown 66–64 to win the first 64 team field NCAA Tournament in Lexington, Kentucky.", "date" : "1985/03/31"}, {"title" : " The ''USS Coral Sea'' collides with the Ecuadorian tanker ship ''Napo'' off the coast of Cuba.", "date" : "1985/04/11"}, {"title" : " El Descanso bombing: A terrorist bombing attributed to the Islamic Jihad Organization in the ''El Descanso'' restaurant near Madrid, Spain, mostly attended by U.S. personnel of the Torrejon Air Force Base, causes 18 dead (all Spaniards) and 82 injured.", "date" : "1985/04/12"}, {"title" : " South Africa ends its ban on interracial marriages.", "date" : "1985/04/15"}, {"title" : " The United Kingdom has its first ever national Glow-worm day.", "date" : "1985/04/18"}, {"title" : " The Soviet Union performs a nuclear test at Eastern Kazakhstan.", "date" : "1985/04/19"}, {"title" : " Brazilian President Tancredo Neves dies, he is succeeded by Vice President Jose Sarney.", "date" : "1985/04/21"}, {"title" : " Coca-Cola changes its formula and releases New Coke. (The response is overwhelmingly negative, and the original formula is back on the market in less than 3 months.)", "date" : "1985/04/23"}, {"title" : " The Australian Nuclear Disarmament Party (NDP) splits.", "date" : "1985/04/28"}, {"title" : " The 30th Eurovision Song Contest takes place in Gothenburg, Sweden. The winning song is ''La det swinge'' sung by Bobbysocks! (Norway).", "date" : "1985/05/04"}, {"title" : " U.S. President Ronald Reagan joins German Chancellor Helmut Kohl for a controversial funeral service at a cemetery in Bitburg, Germany, which includes the graves of 59 elite S.S. troops from World War II.", "date" : "1985/05/05"}, {"title" : "The FBI brings charges against the suspected heads of the five Mafia families in New York City.", "date" : "1985/05/05"}, {"title" : "Fire engulfs a wooden stand at the Valley Parade stadium in Bradford, England, during a football match, killing 56.", "date" : "1985/05/05"}, {"title" : " Philadelphia, Pennsylvania Mayor Wilson Goode orders police to storm the radical group MOVE's headquarters to end a stand-off. The police drop an explosive device into the headquarters, killing eleven MOVE members and destroying the homes of 61 city residents in the resulting fire.", "date" : "1985/05/13"}, {"title" : " An explosive device sent by the Unabomber injures John Hauser at University of California, Berkeley.", "date" : "1985/05/15"}, {"title" : "Scientists of the British Antarctic Survey announce discovery of the ozone hole.", "date" : "1985/05/16"}, {"title" : " John Anthony Walker Jr., is arrested by the FBI for passing classified Naval communications to the Soviet Union.", "date" : "1985/05/19"}, {"title" : " Thomas Patrick Cavanaugh is sentenced to life in prison for attempting to sell stealth bomber secrets to the Soviet Union.", "date" : "1985/05/23"}, {"title" : " Bangladesh is hit by a tropical cyclone and storm surge, which kills approximately 10,000 people.", "date" : "1985/05/25"}, {"title" : " Heysel Disaster: 38 spectators are killed in rioting on the terraces during the European Cup final between Liverpool F.C. and Juventus at Heysel Stadium in Brussels, Belgium.", "date" : "1985/05/29"}, {"title" : " Forty-one tornadoes hit in Ohio, Pennsylvania, New York and Ontario, killing 76.", "date" : "1985/05/31"}, {"title" : " In Auburn, Washington, police defuse a Unabomber bomb sent to Boeing.", "date" : "1985/06/13"}, {"title" : "TWA Flight 847, carrying 153 passengers from Athens to Rome, is hijacked by a Hezbollah fringe group. One passenger, U.S. Navy Petty Officer Robert Stethem, is killed.", "date" : "1985/06/13"}, {"title" : "Schengen Agreement signed between certain member states of the European Economic Community, creating the Schengen Area, a bloc of (at this time) five states with no internal border controls.", "date" : "1985/06/13"}, {"title" : " John Hendricks launches the Discovery Channel in the United States.", "date" : "1985/06/17"}, {"title" : " Air India Flight 182, a Boeing 747, blows up 31,000 feet (9,500 m) above the Atlantic Ocean, south of Ireland, killing all 329 aboard.", "date" : "1985/06/23"}, {"title" : " STS-51-G: Space Shuttle Discovery completes its mission, best remembered for having Sultan bin Salman bin Abdulaziz Al Saud, the first Arab and first Muslim in space, as a Payload Specialist.", "date" : "1985/06/24"}, {"title" : " Irish police foil a Provisional Irish Republican Army-sponsored 'mainland bombing campaign' which targeted luxury vacationing resorts.", "date" : "1985/06/25"}, {"title" : " U.S. Route 66 is officially decommissioned.", "date" : "1985/06/27"}, {"title" : " The Convention on the Transfer of Sentenced Persons enters into force.", "date" : "1985/07/01"}, {"title" : " ''Back to the Future'' opens in American theatres and ends up being the highest grossing film of 1985 in the United States and the first film in the successful franchise.", "date" : "1985/07/03"}, {"title" : " Ruth Lawrence, 13, achieves a first in mathematics at Oxford University, becoming the youngest British person ever to earn a first-class degree and the youngest known graduate of Oxford University.", "date" : "1985/07/04"}, {"title" : " The Greenpeace vessel ''Rainbow Warrior'' is bombed and sunk in Auckland harbour by French DGSE agents.", "date" : "1985/07/10"}, {"title" : "''Live Aid'' pop concerts in London and Philadelphia raise over £50 million for famine relief in Ethiopia.", "date" : "1985/07/10"}, {"title" : "U.S. Vice President George H.W. Bush serves as Acting President for 8 hours, while President Ronald W. Reagan undergoes colon cancer surgery.", "date" : "1985/07/10"}, {"title" : "U.S. Vice President George H.W. Bush announces that New Hampshire teacher Christa McAuliffe will become the first schoolteacher to ride aboard the Space Shuttle ''Challenger''.", "date" : "1985/07/10"}, {"title" : "The Val di Stava Dam in Italy collapses.", "date" : "1985/07/10"}, {"title" : " State President of South Africa, P. W. Botha, declares a state of emergency in 36 magisterial districts of South Africa amid growing civil unrest in black townships.", "date" : "1985/07/20"}, {"title" : " Commodore launches the Amiga personal computer at the Lincoln Center in New York.", "date" : "1985/07/23"}, {"title" : " Liberia recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1985/07/31"}, {"title" : " Delta Air Lines Flight 191 crashes near Dallas, Texas, killing 137 people.", "date" : "1985/08/02"}, {"title" : " In Hiroshima, tens of thousands mark the 40th anniversary of the atomic bombing of the city.", "date" : "1985/08/06"}, {"title" : " Takao Doi, Mamoru Mohri and Chiaki Mukai are chosen to be Japan's first astronauts.", "date" : "1985/08/07"}, {"title" : " Japan Airlines Flight 123 crashes in Japan,  killing 520 people (the worst single-aircraft disaster in history).", "date" : "1985/08/12"}, {"title" : " British Airtours Flight 28M The 737's left engine caught fire while on its take off roll, 55 people are killed while trying to evacuate the aircraft.", "date" : "1985/08/22"}, {"title" : " Samantha Smith, quotGoodwill Ambassadorquot between the Soviet Union and the United States for writing a letter to Yuri Andropov about nuclear war, and eventually visiting the Soviet Union at Andropov's request, dies in the Bar Harbor Airlines Flight 1808 plane crash. She was 13.", "date" : "1985/08/25"}, {"title" : " Richard Ramirez, the serial killer known as the Night Stalker, is captured in Los Angeles.", "date" : "1985/08/31"}, {"title" : " Midwest Express Airlines Flight 105, a Douglas DC-9, crashes just after takeoff from Milwaukee, Wisconsin, killing 31.", "date" : "1985/09/06"}, {"title" : " Pete Rose becomes the all-time hit leader in Major League Baseball with his 4,192nd hit at Riverfront Stadium in Cincinnati.", "date" : "1985/09/11"}, {"title" : " An 8.1 Richter scale earthquake strikes Mexico City. Around 10,000 people are killed, 30,000 injured, and 95,000 left homeless.", "date" : "1985/09/19"}, {"title" : " The Plaza Accord is signed by five nations.", "date" : "1985/09/22"}, {"title" : " Italian crime reporter Giancarlo Siani is killed by Camorra.", "date" : "1985/09/23"}, {"title" : " Brixton race riots are sparked with the shooting of Dorothy 'Cherry' Groce by the Metropolitan Police in Brixton, an area of South London, England.", "date" : "1985/09/28"}, {"title" : " The Israeli air force bombs PLO Headquarters near Tunis.", "date" : "1985/10/01"}, {"title" : " The first flight of Space Shuttle Atlantis.", "date" : "1985/10/03"}, {"title" : " The Free Software Foundation is founded in Massachusetts, USA.", "date" : "1985/10/04"}, {"title" : " The cruise ship ''Achille Lauro'' is hijacked in the Mediterranean Sea by 4 heavily armed Palestinian terrorists. One passenger, American Leon Klinghoffer, is killed.", "date" : "1985/10/07"}, {"title" : " The Nintendo Entertainment System, including the Super Mario Bros. pack-in game is released.", "date" : "1985/10/18"}, {"title" : " Mark Kaylor defeats Errol Christie to become the middleweight boxing champion, after the two brawl in front of the cameras at the weigh-in.", "date" : "1985/11/05"}, {"title" : " A total solar eclipse occurs over Antarctica at 14:11:22 UTC.", "date" : "1985/11/12"}, {"title" : " Nevado del Ruiz volcano erupts, killing an estimated 23,000 people, including 21,000 killed by lahars in the town of Armero, Colombia.", "date" : "1985/11/13"}, {"title" : " The comic strip Calvin and Hobbes debuts in 35 newspapers.", "date" : "1985/11/18"}, {"title" : " Cold War: In Geneva, U.S. President Ronald Reagan and Soviet Union leader Mikhail Gorbachev meet for the first time.", "date" : "1985/11/19"}, {"title" : " Microsoft Corporation releases the first version of Windows, Windows 1.0.", "date" : "1985/11/20"}, {"title" : " EgyptAir Flight 648 is hijacked by the Abu Nidal group and flown to Malta, where Egyptian commandos storm the plane 60 are killed by gunfire and explosions.", "date" : "1985/11/23"}, {"title" : " quotAeroflotquot Antonov AN-12 cargo airplane in route from Cuito Cuanavale to Luanda was shot down by South African Special Forces and crashed approximately 43ampnbspkm of Menongue, the provincial center of the Cuando Cubango province, Angola, killing 8 crew members and 13 passengers on board.", "date" : "1985/11/25"}, {"title" : " U.S. President Ronald Reagan sells the rights to his autobiography to Random House for a record US$3 million.", "date" : "1985/11/26"}, {"title" : " Gerard Hoarau, exiled political leader from the Seychelles, is assassinated in London.", "date" : "1985/11/29"}, {"title" : "Ibero-American States Organization for Education, Science and Culture (Organización de Estados  Iberoamericanos para la Educación la Ciencia y la Cultura) (OEI) created.", "date" : "1985/11/29"}, {"title" : "The Ford Taurus and Mercury Sable are released for sale to the public.", "date" : "1985/11/29"}, {"title" : " South Asian Association for Regional Cooperation (SAARC) established.", "date" : "1985/12/08"}, {"title" : " Arrow Air Flight 1285, a Douglas DC-8, crashes after takeoff in Gander, Newfoundland, killing 256, 248 of whom were U.S. servicemen returning to Fort Campbell, Kentucky from overseeing a peacekeeping force in Sinai.", "date" : "1985/12/12"}, {"title" : " In New York City, Mafia bosses Paul Castellano and Thomas Bilotti are shot dead in front of Spark's Steak House, making hit organizer John Gotti the leader of the powerful Gambino organized crime family.", "date" : "1985/12/16"}, {"title" : " Right wing extremist David Lewis Rice murders civil rights attorney Charles Goldmark as well as Goldmark's wife and 2 children in Seattle. Rice suspected the family of being Jewish and Communist and claimed his dedication to the Christian Identity movement drove him to the crime.", "date" : "1985/12/24"}, {"title" : "Rome and Vienna airport attacks: Abu Nidal terrorists open fire in the airports of Rome and Vienna, leaving 18 dead and 120 injured.", "date" : "1985/12/24"}, {"title" : "American naturalist Dian Fossey is found murdered in Rwanda.", "date" : "1985/12/24"}, {"title" : " After losing a patent battle with Polaroid, Kodak leaves the instant camera business.", "date" : "1986/01/09"}, {"title" : " ''STS-61-C'': Space Shuttle ''Columbia'' is launched with the first Hispanic-American astronaut, Dr. Franklin Chang-Diaz.", "date" : "1986/01/12"}, {"title" : " The first PC virus, Brain, starts to spread.", "date" : "1986/01/19"}, {"title" : " The United Kingdom and France announce plans to construct the Channel Tunnel.", "date" : "1986/01/20"}, {"title" : " The Voyager 2 space probe makes its first encounter with Uranus.", "date" : "1986/01/24"}, {"title" : " Yoweri Museveni's National Resistance Army Rebel group takes over Uganda after leading a successful 5-year guerrilla war in which up to half a million people are believed to have been killed. They will later use January 26 as the official date to avoid a coincidence of dates with Dictator Idi Amin's 1971 coup.", "date" : "1986/01/25"}, {"title" : " ''STS-51-L'': Space Shuttle ''Challenger'' disintegrates 73 seconds after launch, killing the crew of 7 astronauts, including schoolteacher Christa McAuliffe (see Space Shuttle Challenger disaster).", "date" : "1986/01/28"}, {"title" : " Yoweri Museveni is sworn in as President of Uganda after leading a successful 5-year guerrilla war.", "date" : "1986/01/29"}, {"title" : " One of Australia's worst crimes, the Anita Cobby murder, occurs.", "date" : "1986/02/02"}, {"title" : " Pixar Animation Studios is opened.", "date" : "1986/02/03"}, {"title" : " President Jean-Claude Duvalier (quotBaby Docquot) flees Haiti, ending 28 years of family rule.", "date" : "1986/02/07"}, {"title" : " Halley's Comet reaches its perihelion, the closest point to the Sun, during its second visit to the solar system in the 20th Century.", "date" : "1986/02/09"}, {"title" : " Human rights activist Anatoly Shcharansky is released by the Soviet Union and leaves the country.", "date" : "1986/02/11"}, {"title" : " The Beechcraft Starship makes its maiden flight.", "date" : "1986/02/15"}, {"title" : "The Soviet liner ''Mikhail Lermontov'' sinks in the Marlborough Sounds, New Zealand.", "date" : "1986/02/15"}, {"title" : "The French Air Force raids the Libyan Ouadi Doum airbase in northern Chad.", "date" : "1986/02/15"}, {"title" : " The Single European Act is signed.", "date" : "1986/02/17"}, {"title" : "The Soviet Union launches the Mir space station.", "date" : "1986/02/17"}, {"title" : "After waiting 37 years, the United States Senate approves a treaty outlawing genocide.", "date" : "1986/02/17"}, {"title" : "People Power Revolution: President Ferdinand Marcos of the Philippines goes into exile in Hawaii after 20 years of rule Corazon Aquino becomes the first Filipino woman president, first as an interim president. Salvador Laurel becomes her Vice President.", "date" : "1986/02/17"}, {"title" : "Egyptian military police, protesting against bad salaries, enter 4 luxury hotels near the pyramids, set fire to them and loot them.", "date" : "1986/02/17"}, {"title" : " People Power Revolution in the Philippines.", "date" : "1986/02/26"}, {"title" : " The United States Senate allows its debates to be televised on a trial basis.", "date" : "1986/02/27"}, {"title" : " Swedish Prime Minister Olof Palme is assassinated on his way home from the cinema.", "date" : "1986/02/28"}, {"title" : " The ''Today'' national tabloid newspaper is launched in the United Kingdom, pioneering the use of computer photosetting and full-colour offset printing, at a time when British national newspapers still use Linotype machines and letterpress.", "date" : "1986/03/04"}, {"title" : " The Japanese Suisei probe flies by Halley's Comet, studying its UV hydrogen corona and solar wind.", "date" : "1986/03/08"}, {"title" : " United States Navy divers find the largely intact but heavily damaged crew compartment of the Space Shuttle ''Challenger'' the bodies of all seven astronauts are still inside.", "date" : "1986/03/09"}, {"title" : "Hotel New World disaster: a six-story building collapses, trapping 50 people beneath the rubble 33 are killed.", "date" : "1986/03/15"}, {"title" : " The 58th Academy Awards are held in Los Angeles, California, with ''Out of Africa'' winning Best Picture.", "date" : "1986/03/25"}, {"title" : " An article in the ''New York Times'' charges that Kurt Waldheim, former United Nations Secretary General and candidate for president of Austria, may have been involved in Nazi war crimes during World War II.", "date" : "1986/03/26"}, {"title" : " A car bomb explodes at Russell Street Police HQ in Melbourne, killing a police officer.", "date" : "1986/03/27"}, {"title" : "A fire devastates Hampton Court Palace in Surrey, England.", "date" : "1986/03/27"}, {"title" : " A bomb explodes on a Trans World Airlines flight from Rome to Athens, killing 4 people.", "date" : "1986/04/02"}, {"title" : " 1986 Berlin discotheque bombing: The West Berlin discothèque, a known hangout for United States soldiers, is bombed, killing 3 and injuring 230 Libya is held responsible.", "date" : "1986/04/05"}, {"title" : " Pope John Paul II officially visits the Synagogue of Rome, the first time a modern Pope has visited a synagogue.", "date" : "1986/04/13"}, {"title" : " Hailstones weighing 1ampnbspkg (2.2ampnbsplb) fall on the Gopalganj district of Bangladesh, killing 92.", "date" : "1986/04/14"}, {"title" : " Operation El Dorado Canyon: At least 15 people die after United States planes bomb targets in the Libyan capital, Tripoli, and the Benghazi region", "date" : "1986/04/15"}, {"title" : "John McCarthy is kidnapped in Beirut (released in August 1991) ampampndash 3 others are found dead Revolutionary Cells (RZ) claims responsibility in retaliation for the U.S. bombing of Libya.", "date" : "1986/04/15"}, {"title" : "A treaty ends the Three Hundred and Thirty Five Years' War between the Netherlands and the Isles of Scilly.", "date" : "1986/04/15"}, {"title" : "The Hindawi Affair begins when an Irishwoman is found unknowingly carrying explosives onto an El Al flight from London to Tel Aviv.", "date" : "1986/04/15"}, {"title" : " Geraldo Rivera opens Al Capone's secret vault on ''The Mystery of Al Capone's Vault'', discovering only a bottle of moonshine.", "date" : "1986/04/21"}, {"title" : " quotCaptain Midnightquot interrupts the HBO satellite feed.", "date" : "1986/04/27"}, {"title" : " Diamond Jubilee of Hirohito is held at the Kokugikan in Tokyo", "date" : "1986/04/29"}, {"title" : " The 1986 World Exposition opens in Vancouver, British Columbia, Canada.", "date" : "1986/05/02"}, {"title" : "Takeshi's Castle first aired on TBS.", "date" : "1986/05/02"}, {"title" : " Óscar Arias is inaugurated into his first term as President of Costa Rica.", "date" : "1986/05/08"}, {"title" : " The Seville Statement on Violence is adopted by an international meeting of scientists, convened by the Spanish National Commission for UNESCO, in Seville, Spain.", "date" : "1986/05/16"}, {"title" : "''Hands Across America'': At least 5,000,000 people form a human chain from New York City to Long Beach, California, to raise money to fight hunger and homelessness.", "date" : "1986/05/16"}, {"title" : "The Bangladeshi double decked ferry ''Shamia'' capsizes in the Meghna River, southern Barisal, Bangladesh, killing at least 600.", "date" : "1986/05/16"}, {"title" : "May 27  ampndash the game credited as setting the template for role-playing video games, ''Dragon Quest'' is released in Japan.", "date" : "1986/05/27"}, {"title" : " The 1986 FIFA World Cup begins in Mexico.", "date" : "1986/05/31"}, {"title" : " Jonathan Pollard pleads guilty to espionage for selling top secret United States military intelligence to Israel.", "date" : "1986/06/04"}, {"title" : " Former United Nations Secretary-General Kurt Waldheim is elected president of Austria.", "date" : "1986/06/08"}, {"title" : " The Rogers Commission releases its report on the Space Shuttle ''Challenger'' disaster.", "date" : "1986/06/09"}, {"title" : " South Africa declares a nationwide state of emergency.", "date" : "1986/06/12"}, {"title" : " American college basketball player Len Bias suffers a fatal cardiac arrhythmia from a cocaine overdose less than 48 hours after being selected 2nd overall by the Boston Celtics in the 1986 NBA Draft.", "date" : "1986/06/19"}, {"title" : " The Dominican Republic recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1986/06/24"}, {"title" : " Argentina defeats West Germany 3–2 to win the 1986 FIFA World Cup.", "date" : "1986/06/29"}, {"title" : " CSX Transportation is established.", "date" : "1986/07/01"}, {"title" : "July 20 ampndash The Goodwill Games are held in Moscow.", "date" : "1986/07/05"}, {"title" : " Australian drug smugglers Kevin Barlow and Brian Chambers are executed in Malaysia.", "date" : "1986/07/07"}, {"title" : " In Philippines, ABS-CBN Radio launches DZMM was started broadcast at 630ampnbspkHz on AM Band.", "date" : "1986/07/22"}, {"title" : " In London, Prince Andrew, Duke of York marries Sarah Ferguson at Westminster Abbey.", "date" : "1986/07/23"}, {"title" : " Greg LeMond wins the Tour de France.", "date" : "1986/07/27"}, {"title" : " Estate agent Suzy Lamplugh vanishes after a meeting in London.", "date" : "1986/07/28"}, {"title" : "A low-pressure system moving from South Australia and redeveloping off the New South Wales coast dumps a record {{convert|328|mm|in|1}} of rain in a day on Sydney.", "date" : "1986/07/28"}, {"title" : "In Louisville, Kentucky, William J. Schroeder, the second artificial heart recipient, dies after 620 days.", "date" : "1986/07/28"}, {"title" : "Australian Democrats leader Don Chipp retires from federal parliament and is succeeded by Janine Haines, the first woman to lead a political party in Australia.", "date" : "1986/07/28"}, {"title" : " Two weeks after it was stolen, the Picasso painting ''Weeping Woman'' is found in a locker at the Spencer Street Station in Melbourne, Australia.", "date" : "1986/08/19"}, {"title" : " In Edmond, Oklahoma, United States Postal Service employee Patrick Sherrill guns down 14 of his co-workers before committing suicide.", "date" : "1986/08/20"}, {"title" : " The Lake Nyos disaster occurs in Cameroon, killing nearly 2,000 people.", "date" : "1986/08/21"}, {"title" : "The Soviet passenger liner ''Admiral Nakhimov'' collides with the bulk carrier ''Pyotr Vasev'' in the Black Sea and sinks almost immediately, killing 398.", "date" : "1986/08/21"}, {"title" : "Aeroméxico Flight 498, a Douglas DC-9, collides with a Piper PA-28 over Cerritos, California, killing 67 on both aircraft and 15 on the ground.", "date" : "1986/08/21"}, {"title" : "The cargo ship ''Khian Sea'' departs from the docks of Philadelphia, Pennsylvania, carrying 14,000 tons of toxic waste. It wanders the seas for the next 16 months trying to find a place to dump its cargo.", "date" : "1986/08/21"}, {"title" : " Establishment of  Jordan University of Science and Technology in Jordan.", "date" : "1986/09/01"}, {"title" : " Eusko Alkartasuna, the Basque Social Democratic Party, is created in Vitoria-Gasteiz.", "date" : "1986/09/04"}, {"title" : " Pan Am Flight 73, with 358 people on board, is hijacked at Karachi International Airport by four Abu Nidal terrorists.", "date" : "1986/09/05"}, {"title" : " In Istanbul, two Abu Nidal terrorists kill 22 and wound 6 inside the Neve Shalom synagogue during Shabbat services.", "date" : "1986/09/06"}, {"title" : "Desmond Tutu becomes the first black Anglican Church bishop in South Africa.", "date" : "1986/09/06"}, {"title" : "Chilean dictator Augusto Pinochet survives an assassination attempt by the FPMR five of his bodyguards are killed.", "date" : "1986/09/06"}, {"title" : " The worldwide premiere of ''The Oprah Winfrey Show''", "date" : "1986/09/08"}, {"title" : " A magnitude 6.0 earthquake rocks the city of Kalamata in southern Greece, killing 20 people, injuring 80 and completely destroying one-fifth of the city.", "date" : "1986/09/13"}, {"title" : " U.S. President Ronald Reagan signs the GoldwaterampndashNichols Act into law, making official the largest reorganization of the United States Department of Defense since the Air Force was made a separate branch of service in 1947.", "date" : "1986/10/01"}, {"title" : " TASCC, a superconducting cyclotron, officially opens at Chalk River Laboratories.", "date" : "1986/10/03"}, {"title" : "United States District Court Judge Harry E. Claiborne becomes the fifth federal official to be removed from office through impeachment.", "date" : "1986/10/03"}, {"title" : "News Corporation completes its acquisition of the Metromedia group of companies, thereby launching the Fox Broadcasting Company.", "date" : "1986/10/03"}, {"title" : "''The Phantom of the Opera'', the longest running Broadway show in history, opens at Her Majesty's Theatre in London.", "date" : "1986/10/03"}, {"title" : " An earthquake measuring 7.5 on the Richter Scale strikes San Salvador, El Salvador, killing an estimated 1,500 people.", "date" : "1986/10/10"}, {"title" : " Cold War: Ronald Reagan and Soviet leader Mikhail Gorbachev meet in Reykjavík, Iceland, to continue discussions about scaling back their intermediate missile arsenals in Europe (the talks break down in failure).", "date" : "1986/10/11"}, {"title" : " Elizabeth II and The Duke of Edinburgh visit the People's Republic of China.", "date" : "1986/10/12"}, {"title" : " The International Olympic Committee chooses Albertville, France to be the host city of the 1992 Winter Olympics and Barcelona, Spain to be the host city of the 1992 Summer Olympics. The IOC also announces that the summer and winter games will separate with the winter games on every even, common year starting from 1992.", "date" : "1986/10/16"}, {"title" : " Mozambican president Samora Machel's plane crashes in South Africa.", "date" : "1986/10/19"}, {"title" : " The Marshall Islands become an associated state under the Compact of Free Association.", "date" : "1986/10/21"}, {"title" : " In New York City, WNBC Radio's traffic helicopter crashes into the Hudson River, killing traffic reporter Jane Dornacker. The last words heard on-the-air were Dornacker's screams of terror, quotHit the water! Hit the water! Hit the water!quot", "date" : "1986/10/22"}, {"title" : " Lambda Sigma Gamma Sorority Inc. was founded at Sacramento State by Linda V. Fuentes and 26 Founding Mothers.", "date" : "1986/10/24"}, {"title" : " Bus deregulation goes into effect in the United Kingdom, except Greater London and Northern Ireland.", "date" : "1986/10/26"}, {"title" : "The International World Day of Prayer is held in Assisi, Italy.", "date" : "1986/10/26"}, {"title" : "World Series: The New York Mets defeat the Boston Red Sox in 7 games. This is the second world series title in the Mets franchise. It is also remembered for Game 6, when Bill Buckner lets a routine ground ball hit by Mookie Wilson roll through his legs, letting the Mets win and pull even with the Red Sox in the series.", "date" : "1986/10/26"}, {"title" : "The Big Bang in the London Stock Exchange abolishes fixed commission charges, paving the way for electronic trading.", "date" : "1986/10/26"}, {"title" : "The centennial of the Statue of Liberty's dedication is celebrated in New York Harbor.", "date" : "1986/10/26"}, {"title" : "Queensland, Australia: Joh Bjelke-Petersen wins his final election as Premier of Queensland with 38.6% of the vote. He resigns on December 1, 1987 following revelations of his involvement with corruption released in the Fitzgerald Inquiry.", "date" : "1986/10/26"}, {"title" : "Sandoz chemical spill: a major environmental disaster near Basel, Switzerland, pollutes the Rhine.", "date" : "1986/10/26"}, {"title" : " Iran–Contra affair: The Lebanese magazine ''Ash-Shiraa'' reports that the United States has been selling weapons to Iran in secret, in order to secure the release of 7 American hostages held by pro-Iranian groups in Lebanon.", "date" : "1986/11/03"}, {"title" : " Commonwealth of the Northern Mariana Islands (CNMI) in Political Union with the United States. The CNMI Government adopted its own constitution in 1977, and the constitutional government took office in January 1978. The Covenant was fully implemented November 3, 1986, pursuant to Presidential Proclamation no. 5564, which conferred United States citizenship on legally qualified CNMI residents.", "date" : "1986/11/03"}, {"title" : " Democrats regain control of the United States Senate for the first time in 6 years.  In California, Chief Justice Rose Bird and two colleagues are removed by voters from the Supreme Court of California for opposing capital punishment.", "date" : "1986/11/04"}, {"title" : " Sumburgh disaster: A British International Helicopters Boeing 234LR Chinook crashes 2.5 miles east of Sumburgh Airport, killing 45 people (the deadliest civilian helicopter crash on record).", "date" : "1986/11/06"}, {"title" : " Sperry Rand and Burroughs merge to form Unisys, becoming the second largest computer company.", "date" : "1986/11/11"}, {"title" : " Australian singer John Farnham releases the album ''Whispering Jack'', which becomes the highest selling album in Australia's history.", "date" : "1986/11/12"}, {"title" : "Greater Manchester Police announce that they are to search for the bodies of 2 missing children (who both vanished more than 20 years ago) after the Moors Murderers Ian Brady and Myra Hindley confess to 2 more murders.", "date" : "1986/11/12"}, {"title" : " Iran-Contra Affair: National Security Council member Oliver North and his secretary, Fawn Hall, start shredding documents implicating them in selling weapons to Iran and channeling the proceeds to help fund the Contra rebels in Nicaragua.", "date" : "1986/11/21"}, {"title" : " Mike Tyson wins his first world boxing title by defeating Trevor Berbick in Las Vegas.", "date" : "1986/11/22"}, {"title" : " Iran-Contra Affair: U.S. Attorney General Edwin Meese announces that profits from covert weapons sales to Iran were illegally diverted to the anti-communist Contra rebels in Nicaragua.", "date" : "1986/11/25"}, {"title" : " Iran-Contra Affair: U.S. President Ronald Reagan announces that on December 1 former Senator John Tower, former Secretary of State Edmund Muskie, and former National Security Adviser Brent Scowcroft will serve as members of the Special Review Board looking into the scandal (they became known as the Tower Commission). Reagan denies involvement in the scandal.", "date" : "1986/11/26"}, {"title" : " A 5.7 Richter scale earthquake destroys most of the Bulgarian town of Strajica, killing 2 people.", "date" : "1986/12/07"}, {"title" : " Rutan Voyager, an experimental aircraft designed by Burt Rutan and piloted by Dick Rutan and Jeana Yeager, begins its flight around the world.", "date" : "1986/12/14"}, {"title" : " Soviet dissident Andrei Sakharov is permitted to return to Moscow after years of internal exile.", "date" : "1986/12/19"}, {"title" : " Three African Americans are assaulted by a group of white teens in the Howard Beach neighborhood of Queens, New York. One of the victims, Michael Griffith, is run over and killed by a motorist while attempting to flee the attackers.", "date" : "1986/12/20"}, {"title" : " After 35 years on the airwaves and holding the title of longest-running non-news program on network television, NBC airs the final episode of daytime drama ''Search for Tomorrow''.", "date" : "1986/12/26"}, {"title" : " A fire at the Dupont Plaza Hotel in San Juan, Puerto Rico, kills 97 and injures 140.", "date" : "1986/12/31"}, {"title" : " Frobisher Bay, Northwest Territories, changes its name to Iqaluit. In 1999, it becomes the capital of Nunavut.", "date" : "1987/01/01"}, {"title" : " Chadian–Libyan conflict ampndash Battle of Fada: The Chadian army destroys a Libyan armoured brigade.", "date" : "1987/01/02"}, {"title" : " Aretha Franklin becomes the first woman inducted into the Rock and Roll Hall of Fame.", "date" : "1987/01/03"}, {"title" : " 1987 Maryland train collision: An Amtrak train en route from  Washington, D.C. to Boston, Massachusetts collides with Conrail engines at Chase, Maryland, killing 16.", "date" : "1987/01/04"}, {"title" : " U.S. President Ronald Reagan undergoes prostate surgery, causing speculation about his physical fitness to continue in office.", "date" : "1987/01/05"}, {"title" : " The Dow Jones Industrial Average closes for the first time above 2,000, gaining 8.30 to close at 2,002.25.", "date" : "1987/01/08"}, {"title" : " New York mafiosi Anthony quotFat Tonyquot Salerno and Carmine Peruccia are sentenced to 100 years in prison for racketeering.", "date" : "1987/01/13"}, {"title" : " León Febres Cordero, president of Ecuador, is kidnapped by followers of imprisoned general Frank Vargas, who successfully demand the latter's release.", "date" : "1987/01/16"}, {"title" : " Terry Waite, the special envoy of the Archbishop of Canterbury in Lebanon, is kidnapped in Beirut (released November 1991).", "date" : "1987/01/20"}, {"title" : " Pennsylvania Treasurer Budd Dwyer shoots and kills himself with a revolver during a televised press conference after being found guilty on charges of bribery, fraud, conspiracy, and racketeering.", "date" : "1987/01/22"}, {"title" : " William J. Casey ends his term as Director of the Central Intelligence Agency.", "date" : "1987/01/29"}, {"title" : " The last Ohrbach's department store closes in New York City after 64 years of operation.", "date" : "1987/01/31"}, {"title" : "British Airways is privatised and listed on the London Stock Exchange.", "date" : "1987/01/31"}, {"title" : "The new Constitution of the Philippines goes into effect.", "date" : "1987/01/31"}, {"title" : " A second Unabomber bomb explodes at a Salt Lake City computer store, injuring the owner.", "date" : "1987/02/20"}, {"title" : " Supernova 1987A, the first quotnaked-eyequot supernova since 1604, is observed.", "date" : "1987/02/23"}, {"title" : " St. Kitts and Nevis recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1987/02/25"}, {"title" : " Iran-Contra affair: The Tower Commission rebukes U.S. President Ronald Reagan for not controlling his National Security Council staff.", "date" : "1987/02/26"}, {"title" : " Antigua and Barbuda recognizes the Sahrawi Arab Democratic Republic (SADR).", "date" : "1987/02/27"}, {"title" : " American Motors Corporation is acquired by the Chrysler Corporation", "date" : "1987/03/02"}, {"title" : " U.S. President Ronald Reagan addresses the American people on the Iran-Contra Affair, acknowledging that his overtures to Iran had 'deteriorated' into an arms-for-hostages deal.", "date" : "1987/03/04"}, {"title" : " Zeebrugge Disaster: A cross-channel ferry capsizes outside the harbor off Zeebrugge, Belgium 180 drown.", "date" : "1987/03/06"}, {"title" : " The Irish rock band U2 releases their studio album ''The Joshua Tree''.", "date" : "1987/03/09"}, {"title" : " Woodstock of physics: The marathon session of the American Physical Society’s meeting features 51 presentations concerning the science of high-temperature superconductors.", "date" : "1987/03/18"}, {"title" : " AZT: Zidovudine (or, more commonly, Azidothymidine) is approved by the United States Food and Drug Administration for use in the treatment of HIV/AIDS.", "date" : "1987/03/20"}, {"title" : " Michael Eisner, CEO of The Walt Disney Company, and French Prime Minister and future President of France, Jacques Chirac, sign the agreement to construct the {{convert|4,800|acre|km2}} Euro Disney Resort (now called Disneyland Paris) and to develop the Val d'Europe area of the new town Marne-la-Vallée in Paris, France.", "date" : "1987/03/24"}, {"title" : " The World Wrestling Federation (then WWF, now WWE) produced Wrestlemania III from the Pontiac Silverdome in Pontiac, Michigan. The event is particularly notable for the record attendance of 93,173, the largest recorded attendance for a live indoor sporting event in North America.  The record itself stood until February 14, 2010 when the 2010 NBA All-Star Game broke the indoor sporting event record with an attendance of 108,713 at Cowboys Stadium.", "date" : "1987/03/29"}, {"title" : " Portugal and the People's Republic of China sign an agreement in which Macau will be returned to China in 1999.", "date" : "1987/04/13"}, {"title" : " ''The Simpsons'' cartoon first appears as a series of shorts on ''The Tracey Ullman Show''.", "date" : "1987/04/19"}, {"title" : " The United States Department of Justice declares incumbent Austrian president Kurt Waldheim an quotundesirable alienquot.", "date" : "1987/04/27"}, {"title" : " Canadian Prime Minister Brian Mulroney and the Provincial Premiers agree on principle to the Meech Lake Accord which would bring Quebec into the constitution.", "date" : "1987/04/30"}, {"title" : " A Soviet-made Il-62 airliner, operated by LOT Polish Airlines, crashes near the Kabacki forest in Poland, killing all 183 people on board.", "date" : "1987/05/09"}, {"title" : " Klaus Barbie goes on trial in Lyon for war crimes committed during World War II", "date" : "1987/05/11"}, {"title" : " Lieutenant Colonel Sitiveni Rabuka executes a bloodless coup in Fiji.", "date" : "1987/05/14"}, {"title" : " U.S.S. Stark is hit by two Iraqi-owned Exocet AM39 air-to-surface missiles killing 47 sailors.", "date" : "1987/05/17"}, {"title" : "Hashimpura massacre in Meerut city of India.", "date" : "1987/05/17"}, {"title" : "First ever Rugby World Cup kicks off with New Zealand playing Italy at Eden Park, Auckland", "date" : "1987/05/17"}, {"title" : " Nineteen year-old West German pilot Mathias Rust evades Soviet air defenses and lands a private plane on Red Square in Moscow. He is immediately detained (released on August 3, 1988).", "date" : "1987/05/28"}, {"title" : " Trade unionists in Vanuatu found the Vanuatu Labour Party.", "date" : "1987/06/03"}, {"title" : " The New Zealand Nuclear Free Zone, Disarmament, and Arms Control Act is passed, the first of its kind in the world.", "date" : "1987/06/08"}, {"title" : " The Conservative Party of the United Kingdom, led by Margaret Thatcher, is re-elected for a third term at the 1987 general election.", "date" : "1987/06/11"}, {"title" : " During a visit to Berlin, Germany, U.S. President Ronald Reagan challenges Soviet Premier Mikhail Gorbachev to tear down the Berlin Wall.", "date" : "1987/06/12"}, {"title" : " With the death of the last individual, the Dusky Seaside Sparrow becomes extinct.", "date" : "1987/06/17"}, {"title" : "Teddy Seymour is officially designated the first black man to sail around the world, when he completes his solo sailing circumnavigation in Frederiksted, St. Croix, of the United States Virgin Islands.", "date" : "1987/06/17"}, {"title" : "Edwards v. Aguillard: The Supreme Court of the United States rules that a Louisiana law requiring that creation science be taught in public schools whenever evolution is taught is unconstitutional.", "date" : "1987/06/17"}, {"title" : " A commercial HS 748 (Philippine Airlines Flight 206) crashes near Baguio City, Philippines, killing 50.", "date" : "1987/06/27"}, {"title" : "Iraqi warplanes dropped mustard gas bombs on the Iranian town of Sardasht in two separate bombing rounds, on four residential areas. This was the first time a civilian town was targeted by chemical weapons.", "date" : "1987/06/27"}, {"title" : "An accidental explosion at Hohenfels Training Area in West Germany kills 3 U.S. troopers.", "date" : "1987/06/27"}, {"title" : " Canada introduces a one dollar coin, nicknamed the quotLooniequot.", "date" : "1987/06/30"}, {"title" : "The Single European Act is passed by the European Community.", "date" : "1987/06/30"}, {"title" : "U.S. President Ronald Reagan nominates former Solicitor General Robert Bork to the Supreme Court. The nomination is later rejected by the Senate, the first and only nominee rejection to date.", "date" : "1987/06/30"}, {"title" : "In the Soviet Union, Vladimir Nikolayev is sentenced to death for cannibalism.", "date" : "1987/06/30"}, {"title" : "Greater Manchester Police recover the body of 16-year-old Pauline Reade from Saddleworth Moor, after her killers Ian Brady and Myra Hindley helped them in their search, almost exactly 24 years since Pauline was last seen alive.", "date" : "1987/06/30"}, {"title" : " A court in Lyon sentences former Gestapo boss Klaus Barbie to life imprisonment for crimes against humanity.", "date" : "1987/07/04"}, {"title" : "Australian Prime Minister Robert Hawke's government is re-elected for a third term.", "date" : "1987/07/04"}, {"title" : " The Dow Jones Industrial Average closes above the 2,500 mark for the first time, at 2,510.04.", "date" : "1987/07/17"}, {"title" : " Palestinian cartoonist Naji Salim al-Ali is shot in London he dies August 28.", "date" : "1987/07/22"}, {"title" : " The East Lancashire Railway, a heritage railway in the North West of England, is opened between Bury and Ramsbottom.", "date" : "1987/07/25"}, {"title" : "Four hundred Iranian pilgrims are killed in clashes with Saudi Arabian security forces in Mecca.", "date" : "1987/07/25"}, {"title" : "Docklands Light Railway in London, the first driverless railway in Great Britain, is formally opened by Elizabeth II.", "date" : "1987/07/25"}, {"title" : "An F4-rated tornado devastates eastern Edmonton, Alberta. Hardest hit are an industrial park and a trailer park. 27 people are killed and hundreds injured, with hundreds more left homeless and jobless.", "date" : "1987/07/25"}, {"title" : "The World Commission on Environment and Development, also known as the Brundtland Commission, publishes its report, ''Our Common Future.''", "date" : "1987/07/25"}, {"title" : "The Federal Communications Commission rescinds the Fairness Doctrine, which had required radio and television stations to ampquotfairlyampquot present controversial issues.", "date" : "1987/07/25"}, {"title" : " The Colombian frigate ''Caldas'' enters Venezuelan waters near the Los Monjes Archipelago, sparking the Caldas frigate crisis between both nations.", "date" : "1987/08/07"}, {"title" : " Hoddle Street Massacre: Julian Knight, 19, goes on a shooting rampage in Melbourne, killing seven people and injuring 19 before surrendering to police.", "date" : "1987/08/09"}, {"title" : "All the children held at Kia Lama, a rural property on Lake Eildon, Australia, run by the Santiniketan Park Association, are released after a police raid.", "date" : "1987/08/09"}, {"title" : "Aéropostale ampampndash The first Aeropostale clothing store opens in New York City, New York. It is a mall-based, specialty retailer of casual apparel and accessories.", "date" : "1987/08/09"}, {"title" : "Northwest Airlines Flight 255 (a McDonnell Douglas MD-82) crashes on takeoff from Detroit Metropolitan Airport in Romulus, Michigan just west of Detroit killing all but one (4-year old Cecelia Cichan) of the 156 people on board.", "date" : "1987/08/09"}, {"title" : "The followers of the Harmonic Convergence claim it was observed around the world.", "date" : "1987/08/09"}, {"title" : " Rudolf Hess is found dead in his cell in Spandau Prison. Hess, 93, is believed to have committed suicide by hanging himself with an electrical flex. He was the last remaining prisoner at the complex, which is soon demolished.", "date" : "1987/08/17"}, {"title" : "ABC News' chief Middle East correspondent Charles Glass escapes his Hezbollah kidnappers in Beirut, Lebanon, after 62 days in captivity.", "date" : "1987/08/17"}, {"title" : "Order of the Garter is opened to women.", "date" : "1987/08/17"}, {"title" : " Michael Jackson releases his hit album ''Bad''.", "date" : "1987/08/31"}, {"title" : " In Moscow, the trial begins for 19-year-old pilot Mathias Rust, who flew his Cessna airplane into Red Square in May.", "date" : "1987/09/02"}, {"title" : " In a coup d'état in Burundi, President Jean-Baptiste Bagaza is deposed by Major Pierre Buyoya.", "date" : "1987/09/03"}, {"title" : "September 21 ampndash The world's first conference on artificial life is held at Los Alamos National Laboratory.", "date" : "1987/09/07"}, {"title" : " Scavengers open an old radiation source abandoned in a hospital in Goiânia, causing the worst radiation accident ever in an urban area.", "date" : "1987/09/13"}, {"title" : " At a small rally in Harlem, televangelist Pat Robertson announces his candidacy for the 1988 Republican presidential nomination.", "date" : "1987/09/17"}, {"title" : " ''Star Trek: The Next Generation'' premieres in syndication.", "date" : "1987/09/28"}, {"title" : " The Canada-U.S. Free Trade Agreement is reached but still requires ratification.  This agreement would be a precursor to NAFTA.", "date" : "1987/10/03"}, {"title" : " The first National Coming Out Day is held in celebration of the second National March on Washington for Lesbian and Gay Rights.", "date" : "1987/10/11"}, {"title" : "October 16 ampndash The United States is caught up in a drama that unfolds on television as a young child, Jessica McClure, falls down a well in Midland, Texas, and is later rescued.", "date" : "1987/10/14"}, {"title" : "October 16 ampndash Great Storm of 1987: Hurricane-force winds hit much of South England, killing 23 people.", "date" : "1987/10/15"}, {"title" : "Black Monday: Stock market levels fall sharply on Wall Street and around the world.", "date" : "1987/10/15"}, {"title" : "U.S. warships destroy 2 Iranian oil platforms in the Persian Gulf", "date" : "1987/10/15"}, {"title" : "Two commuter trains collide head-on on the outskirts of Jakarta, Indonesia 102 are killed.", "date" : "1987/10/15"}, {"title" : "Champion English jockey Lester Piggott is jailed for three years after being convicted of tax evasion.", "date" : "1987/10/22"}, {"title" : "On a vote of 58–42, the United States Senate rejects President Ronald Reagan's nomination of Robert Bork to the Supreme Court.", "date" : "1987/10/22"}, {"title" : " The Dow Jones Industrial Average goes down 156.83 points.", "date" : "1987/10/26"}, {"title" : " InterCity 125 breaks world diesel powered train speed record reaching 238ampnbspkm/h (147.88ampnbspmph).", "date" : "1987/11/01"}, {"title" : " Zine El Abidine Ben Ali assumes the Presidency of Tunisia.", "date" : "1987/11/07"}, {"title" : " Enniskillen bombing: Eleven people are killed by a Provisional Irish Republican Army bomb at a Remembrance Day service at Enniskillen.", "date" : "1987/11/08"}, {"title" : " In Braşov, Romania, workers rebel against the communist regime led by Nicolae Ceaușescu.", "date" : "1987/11/15"}, {"title" : " Parlatino Treaty of Institutionalization signed.", "date" : "1987/11/16"}, {"title" : " A tsunami hits the Gulf of Alaska.", "date" : "1987/11/17"}, {"title" : "The King's Cross fire on the London Underground kills 31.", "date" : "1987/11/17"}, {"title" : "Iran-Contra affair: U.S. Senate and House panels release reports charging President Ronald Reagan with 'ultimate responsibility' for the affair.", "date" : "1987/11/17"}, {"title" : " Max Headroom broadcast signal intrusion incident ampndash unknown perpetrators hijack the signal of WGN-TV for about 20ampnbspseconds, and WTTW for about 90ampnbspseconds, and displays a strange video of a man in a Max Headroom mask.", "date" : "1987/11/22"}, {"title" : " Category 5 Typhoon Nina smashes the Philippines with {{convert|165|mph|km/h}} winds and a devastating storm surge, causing destruction and 1,036 deaths.", "date" : "1987/11/25"}, {"title" : " South African Airways Flight 295 crashes into the Indian ocean off Mauritius due to a fire in the cargo hold the 159 passengers and crew perish.", "date" : "1987/11/28"}, {"title" : " Korean Air Flight 858 is blown up over the Andaman Sea, killing 115 crew and passengers. North Korean agents are responsible for the bombing.", "date" : "1987/11/29"}, {"title" : "NASA announces the names of 4 companies awarded contracts to help build Space Station Freedom: Boeing Aerospace, General Electric's Astro-Space Division, McDonnell Douglas, and the Rocketdyne Division of Rockwell.", "date" : "1987/11/29"}, {"title" : "Queensland: Following a week of turmoil from his National Party of Australia colleagues, Joh Bjelke-Petersen resigns as Premier of Queensland. He is replaced by Mike Ahern, the only premier never to contest an election as premier.", "date" : "1987/11/29"}, {"title" : " ''Hustler Magazine v. Falwell'' is argued before the U.S. Supreme Court.", "date" : "1987/12/02"}, {"title" : " Pacific Southwest Airlines Flight 1771 crashes near Paso Robles, California, killing all 43 on board, after a disgruntled passenger shoots his ex-supervisor on the flight, then shoots both pilots and himself.", "date" : "1987/12/07"}, {"title" : "Israeli-Palestinian conflict: First Intifada begins in the Gaza Strip and West Bank.", "date" : "1987/12/07"}, {"title" : "Queen Street massacre: In Melbourne, Australia, 22-year-old Frank Vitkovic kills 8 and injures another 5 in a Post Office building before committing suicide by jumping from the eleventh floor.", "date" : "1987/12/07"}, {"title" : "The Intermediate-Range Nuclear Forces Treaty is signed in Washington, D.C. by U.S. President Ronald Reagan and Soviet leader Mikhail Gorbachev.", "date" : "1987/12/07"}, {"title" : "Alianza Lima air disaster: A Peruvian Navy Fokker F27 crashes near Ventanilla, Peru, killing 43.", "date" : "1987/12/07"}, {"title" : "General Rahimuddin Khan retires from the Pakistan Army, along with the cabinet of the country's military dictatorship.", "date" : "1987/12/07"}, {"title" : "Microsoft releases Windows 2.0.", "date" : "1987/12/07"}, {"title" : " Gustáv Husák resigns as General Secretary of the Communist Party of Czechoslovakia.", "date" : "1987/12/17"}, {"title" : "Square Co., Ltd. releases ''Final Fantasy'' in Japan for the Famicom.", "date" : "1987/12/17"}, {"title" : "The Perl programming language is created by Larry Wall.", "date" : "1987/12/17"}, {"title" : " In history's worst peacetime sea disaster, the passenger ferry MV ''Doña Paz'' sinks after colliding with the oil tanker ''Vector 1'' in the Tablas Strait in the Philippines, killing an estimated 4,000 people (1,749 official).", "date" : "1987/12/20"}, {"title" : " Turgut Özal, of ANAP forms the new government of Turkey (46th government).", "date" : "1987/12/21"}, {"title" : " Pope John Paul II issues the encyclical ''Sollicitudo Rei Socialis'' (''On Social Concern'').", "date" : "1987/12/30"}, {"title" : "Taiwan President Chiang Ching-kuo dies in Taipei Vice-President Lee Teng-hui becomes president.", "date" : "1988/01/13"}, {"title" : "In Jerusalem, Israeli police and Palestinian protestors clash at the Dome of the Rock several police and at least 70 Palestinians are injured.", "date" : "1988/01/15"}, {"title" : "U.S. Vice President George H.W. Bush and CBS News anchor Dan Rather clash over Bush's role in the Iran-Contra scandal, during a contentious television interview.", "date" : "1988/01/25"}, {"title" : "The Midwest Classic Conference, a U.S. college athletic conference, is formed.", "date" : "1988/01/29"}, {"title" : "The Democratic-controlled United States House of Representatives rejects President Ronald Reagan's request for $36.25 million to support the Nicaraguan Contras.", "date" : "1988/02/03"}, {"title" : "Anthony M. Kennedy is appointed to the Supreme Court of the United States.", "date" : "1988/02/12"}, {"title" : "February 28 – The 1988 Winter Olympics are held in Calgary, Alberta, Canada.", "date" : "1988/02/13"}, {"title" : "A bomb explodes outside of the First National Bank in Oshakati, Namibia, killing 27 and injuring 70 others.", "date" : "1988/02/13"}, {"title" : "U.S. Lieutenant Colonel William R. Higgins, serving with a United Nations group monitoring a truce in southern Lebanon, is kidnapped (he is later killed by his captors).", "date" : "1988/02/13"}, {"title" : "''Hustler Magazine v. Falwell'': The Supreme Court of the United States sides with ''Hustler'' magazine by overturning a lower court decision to award Jerry Falwell $200,000 for defamation.", "date" : "1988/02/24"}, {"title" : "February 29 – Pogrom of Armenians in Sumgait.", "date" : "1988/02/27"}, {"title" : "A Nazi document implicates Kurt Waldheim in World War II deportations.", "date" : "1988/02/29"}, {"title" : "Operation Flavius: The Special Air Service fatally shoots 3 unarmed Provisional Irish Republican Army members in Gibraltar.", "date" : "1988/03/07"}, {"title" : "Two U.S. Army helicopters collide in Fort Campbell, Kentucky, killing 17 servicemen.", "date" : "1988/03/07"}, {"title" : "U.S. presidential candidate George Herbert Walker Bush defeats Robert Dole in numerous Republican primaries and caucuses on ampquotSuper Tuesdayampquot. The bipartisan primary/caucus calendar, designed by Democrats to help solidify their own nominee early, backfires when none of the 6 competing candidates are able to break out of the pack in the day's Democratic contests. Jesse Jackson, however, wins several Southern state primaries.", "date" : "1988/03/07"}, {"title" : "Gallaudet University, a Deaf university in Washington D.C. elects Dr. I King Jordan as the first deaf president in its history. This event is a turning point in the deaf civil rights movement.", "date" : "1988/03/13"}, {"title" : "The Halabja poison gas attack is carried out by Iraqi government forces.", "date" : "1988/03/13"}, {"title" : "First RepublicBank of Texas fails and enters FDIC receivership, the largest FDIC assisted bank failure in history.", "date" : "1988/03/13"}, {"title" : "Iran-Contra Affair: Lieutenant Colonel Oliver North and Vice Admiral John Poindexter are indicted on charges of conspiracy to defraud the United States.", "date" : "1988/03/13"}, {"title" : "Milltown Cemetery Attack: During the funeral of three Provisional IRA members in Milltown Cemetery in Belfast, Northern Ireland, Ulster Defence Association (UDA) member Michael Stone attacked the crowd with grenades and pistols, killing three and wounding over sixty. They were murdered because they were likely to be Catholics.", "date" : "1988/03/13"}, {"title" : "A Colombian Boeing 727 jetliner, Avianca Flight 410, crashes into the side of the mountains near the Venezuelan border, killing 143.", "date" : "1988/03/13"}, {"title" : "Eritrean War of Independence – Battle of Afabet: The Nadew Command, an Ethiopian army corps in Eritrea, is attacked on 3 sides by military units of the Eritrean People's Liberation Front (EPLF).", "date" : "1988/03/13"}, {"title" : "Corporals killings: In Belfast, Northern Ireland, British Army Corporals Woods and Howes were murdered after driving straight into a funeral for the victims of the Milltown Cemetery Attack just three days earlier, after they were mistakenly thought to be carrying out a similar attack to the one by Ulster Defence Association (UDA) member Michael Stone, in which he killed three Catholics attending the funeral.", "date" : "1988/03/19"}, {"title" : "Eritrean War of Independence: Having defeated the Nadew Command, the EPLF enters the town of Afabet, victoriously concluding the Battle of Afabet.", "date" : "1988/03/20"}, {"title" : "An Israeli court sentences Mordechai Vanunu to 18 years in prison for disclosing Israel's nuclear program to ''The Sunday Times''.", "date" : "1988/03/24"}, {"title" : "The Candle Demonstration in Bratislava, Slovakia is the first mass demonstration of the 1980s against the communist regime in Czechoslovakia.", "date" : "1988/03/25"}, {"title" : "U.S. presidential candidate Jesse Jackson defeats Michael Dukakis in the Michigan Democratic caucuses, becoming the temporary front-runner for the party's nomination. Richard Gephardt withdraws his candidacy after his campaign speeches against imported automobiles fail to earn him much support in Detroit.", "date" : "1988/03/26"}, {"title" : "African National Congress representative Dulcie September is assassinated in Paris.", "date" : "1988/03/29"}, {"title" : "Governor Evan Mecham of Arizona is convicted in his impeachment trial and removed from office.", "date" : "1988/04/04"}, {"title" : "Massachusetts Governor Michael Dukakis wins the Wisconsin Democratic presidential primary.", "date" : "1988/04/05"}, {"title" : "The comic strip ''FoxTrot'' makes its first appearance in US newspapers.", "date" : "1988/04/05"}, {"title" : "The Ojhri Camp Disaster occurs in Islamabad and Rawalpindi.", "date" : "1988/04/05"}, {"title" : "The Great Seto Bridge opens to traffic in Japan.", "date" : "1988/04/05"}, {"title" : "''The Last Emperor'' (directed by Bernardo Bertolucci) wins nine Oscars.", "date" : "1988/04/11"}, {"title" : "Former pop singer Sonny Bono is elected mayor of Palm Springs, California.", "date" : "1988/04/12"}, {"title" : "In the Geneva Accords, the Soviet Union commits itself to withdrawal of its forces from Afghanistan.", "date" : "1988/04/12"}, {"title" : "The USS ''Samuel B. Roberts'' (FFG-58) strikes a naval mine in the Persian Gulf, while deployed on Operation Earnest Will, during the Tanker War phase of the Iran–Iraq War.", "date" : "1988/04/12"}, {"title" : "Israeli commandos kill the PLO's Abu Jihad in Tunisia.", "date" : "1988/04/12"}, {"title" : "In Forlì, Italy, the brigate rosse kill Senator Roberto Ruffilli, an advisor of Prime Minister Ciriaco de Mita.", "date" : "1988/04/12"}, {"title" : "The United States Navy retaliates for the USS ''Samuel B. Roberts'' (FFG-58) mining with Operation Praying Mantis, in a day of strikes against Iranian oil platforms and naval vessels.", "date" : "1988/04/18"}, {"title" : "In Israel, Ivan Demjanjuk is sentenced to death for war crimes committed in World War II. He was accused by survivors of being the notorious guard at the Treblinka extermination camp known as quotIvan the Terriblequot. The conviction is later overturned by the Israeli Supreme Court.", "date" : "1988/04/25"}, {"title" : "Aloha Flight 243 loses several yards of its upper fuselage while in flight, killing 1 person.", "date" : "1988/04/28"}, {"title" : "World Expo '88 opens in Brisbane Queensland, Australia.", "date" : "1988/04/28"}, {"title" : "Celine Dion wins the Eurovision Song Contest for Switzerland with the song ampquotNe partez pas sans moiampquot.", "date" : "1988/04/28"}, {"title" : "PEPCON disaster in Henderson, Nevada: A major explosion at an industrial solid-fuel rocket plant causes damage extending up to {{convert|10|mi|km}} away, including Las Vegas' McCarran International Airport.", "date" : "1988/05/04"}, {"title" : "Bus collision near Carrollton, Kentucky: A drunk driver going the wrong way on Interstate 71, hits a converted school bus carrying a church youth group from Radcliff, Kentucky. The resulting fire kills 27, making it tied for 1st in the U.S. for most fatalities involving 2 vehicles to the present day. Coincidentally, the other 2-vehicle accident involving a bus that also killed 27 occurred in Prestonburg, Kentucky on February 28, 1958.", "date" : "1988/05/14"}, {"title" : "Soviet war in Afghanistan: After more than 8 years of fighting, the Soviet Army begins withdrawing from Afghanistan.", "date" : "1988/05/15"}, {"title" : "A report by U.S. Surgeon General C. Everett Koop states that the addictive properties of nicotine are similar to those of heroin and cocaine.", "date" : "1988/05/15"}, {"title" : "''California v. Greenwood'': The U.S. Supreme Court rules that police officers do not need a search warrant to search through discarded garbage.", "date" : "1988/05/15"}, {"title" : "Section 28 (outlawing promotion of homosexuality in schools) is passed as law by Parliament in the United Kingdom.", "date" : "1988/05/24"}, {"title" : "Microsoft releases Windows 2.1", "date" : "1988/05/27"}, {"title" : "U.S. President Ronald Reagan addresses 600 Moscow State University students, during his visit to the Soviet Union.", "date" : "1988/05/31"}, {"title" : "The first National Cancer Survivors Day is held.", "date" : "1988/06/05"}, {"title" : "Elizabeth II strips jockey Lester Piggott of his OBE, following his jailing for tax irregularities.", "date" : "1988/06/06"}, {"title" : "Spontaneous 100,000 strong mass night-singing demonstrations in Estonia, that eventually give name to the Singing Revolution.", "date" : "1988/06/10"}, {"title" : "The name of the General Public License (GPL) is mentioned for the first time.", "date" : "1988/06/10"}, {"title" : "Wembley Stadium hosts a concert featuring stars from the fields of music, comedy and film, in celebration of the 70th birthday of imprisoned ANC leader Nelson Mandela.", "date" : "1988/06/10"}, {"title" : "NASA scientist James Hansen testifies to the Senate that man-made global warming had begun.", "date" : "1988/06/23"}, {"title" : "The Netherlands defeats the Soviet Union 2–0 to win Euro 88.", "date" : "1988/06/25"}, {"title" : "Air France Flight 296 crashes into the tops of trees beyond the runway on a demonstration flight at Habsheim, France three passengers are killed.", "date" : "1988/06/26"}, {"title" : "Four workers are asphyxiated at a metal-plating plant in Auburn, Indiana, in the worst confined-space industrial accident in U.S. history. (A fifth victim dies two days later).", "date" : "1988/06/28"}, {"title" : "''Morrison v. Olson'': The United States Supreme Court upholds the law allowing special prosecutors to investigate suspected crimes by executive branch officials.", "date" : "1988/06/29"}, {"title" : "Roman Catholic Archbishop Marcel Lefebvre consecrates four bishops at Écône, Switzerland for his apostolate, along with Bishop Antonio de Castro Mayer, without a papal mandate.", "date" : "1988/06/30"}, {"title" : "The Fatih Sultan Mehmet Bridge in Istanbul, Turkey is completed, providing the second connection between the continents of Europe and Asia over the Bosporus.", "date" : "1988/06/30"}, {"title" : "Iran Air Flight 655 is shot down by a missile launched from the USS ''Vincennes''.", "date" : "1988/06/30"}, {"title" : "The Piper Alpha production platform in the North Sea is destroyed by explosions and fires, killing 165 oil workers and 2 rescue mariners.", "date" : "1988/06/30"}, {"title" : "The first reported medical waste on beaches in the Greater New York area (including hypodermic needles and syringes possibly infected with the AIDS virus) washes ashore on Long Island. Subsequent medical waste discoveries on beaches in Coney Island and in Monmouth County, New Jersey force the closure of numerous New York–area beaches in the middle of one of the hottest summers on record in the American Northeast.", "date" : "1988/06/30"}, {"title" : "Volkswagen closes its Westmoreland Assembly Plant after 10 years of operation (the first factory built by a non-American automaker in the U.S.).", "date" : "1988/07/14"}, {"title" : "The Democratic National Convention in Atlanta, Georgia nominates Michael Dukakis for U.S. President and Lloyd Bentsen for Vice President.", "date" : "1988/07/20"}, {"title" : "Thirty-two people are killed and 1,674 injured when a bridge at the Sultan Abdul Halim Ferry terminal collapses in Butterworth, Malaysia.", "date" : "1988/07/31"}, {"title" : "Shooting of Allama Arif Hussain Hussaini, leader of Pakistani Shia Muslims, in Peshawar.", "date" : "1988/07/31"}, {"title" : "The 1988 Malaysian constitutional crisis culminates in the ouster of the Lord President of Malaysia, Salleh Abas.", "date" : "1988/07/31"}, {"title" : "August 7 – Tompkins Square Park Police Riot in New York City: A riot erupts in Tompkins Square Park when police attempt to enforce a newly passed curfew for the park. Bystanders, artists, residents, homeless people and political activists are caught up in the police action that takes place during the night of August 6 and into the early morning of August 7.", "date" : "1988/08/06"}, {"title" : "8888 Uprising: Thousands of protesters in Burma, now known as ''Myanmar'', are killed during anti-government demonstrations.", "date" : "1988/08/08"}, {"title" : "Enzo Ferrari, founder of the Italian automobile manufacturer Ferrari, dies at the age of 90, after a long illness.", "date" : "1988/08/14"}, {"title" : "Pakistani President Muhammad Zia-ul-Haq and the U.S. ambassador to Pakistan, Arnold Raphel, are killed in a plane crash near Bhawalpur.", "date" : "1988/08/17"}, {"title" : "The Republican National Convention in New Orleans, Louisiana nominates George H.W. Bush for President and Dan Quayle for Vice President of the United States of America.", "date" : "1988/08/18"}, {"title" : "A truce begins in the Iran–Iraq War.", "date" : "1988/08/19"}, {"title" : "The Iran–Iraq War ends, with an estimated one million lives lost.", "date" : "1988/08/20"}, {"title" : "Major earthquake of magnitude 6.6 hits the Nepal-India Border. Estimated 1,004 people killed and more than 16,000 injured", "date" : "1988/08/21"}, {"title" : "A fire destroys part of Chiado quarter, in Lisbon's historical center.", "date" : "1988/08/25"}, {"title" : "Mehran Karimi Nasseri, quotThe terminal manquot, is stuck in the De Gaulle Airport in Paris, where he will continue to reside until August 1, 2006.", "date" : "1988/08/26"}, {"title" : "Seventy-five people are killed and 346 injured in one of the worst airshow disasters in history at Germany's Ramstein Air Base, when three jets from the Italian air demonstration team, ''Frecce Tricolori'', collide, sending one of the aircraft crashing into the crowd of spectators.", "date" : "1988/08/28"}, {"title" : "With US$2 billion in federal aid, the Robert M. Bass Group agrees to buy the United States' largest thrift, American Savings and Loan Association.", "date" : "1988/09/05"}, {"title" : "In Estonia, 300,000 demonstrate for independence.", "date" : "1988/09/11"}, {"title" : "Hurricane Gilbert devastates Jamaica it turns towards Mexico's Yucatán Peninsula 2 days later, causing an estimated $5 billion in damage.", "date" : "1988/09/12"}, {"title" : "Tom Browning of the Cincinnati Reds pitches the 12th perfect game in baseball history against the Los Angeles Dodgers at Riverfront Stadium.", "date" : "1988/09/16"}, {"title" : "October 2 – The 1988 Summer Olympics are held in Seoul, South Korea.", "date" : "1988/09/17"}, {"title" : "The Ocean Odyssey drilling rig suffers a blowout and fire in the North Sea (see also July 6).", "date" : "1988/09/22"}, {"title" : "September 26 – Large, militant protests against the 1988 World Bank and IMF meetings take place in West Berlin.", "date" : "1988/09/24"}, {"title" : "''STS-26'': NASA resumes space shuttle flights, grounded after the ''Challenger'' disaster, with Space Shuttle ''Discovery''.", "date" : "1988/09/29"}, {"title" : "Thousands riot in Algiers, Algeria against the National Liberation Front government by October 10 the army has killed and tortured about 500 people in crushing the riots.", "date" : "1988/09/29"}, {"title" : "Chilean president Augusto Pinochet is defeated in a national plebiscite that sought to renew his mandate.", "date" : "1988/09/29"}, {"title" : "In Omaha, Nebraska, in the only vice presidential debate of the 1988 U.S. presidential election, the Republican vice presidential nominee, Senator Dan Quayle of Indiana, insists he has as much experience in government as John F. Kennedy did when he sought the presidency in 1960. His Democratic opponent, Senator Lloyd Bentsen of Texas, replies, ampquotSenator, I served with Jack Kennedy. I knew Jack Kennedy. Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.ampquot", "date" : "1988/09/29"}, {"title" : "The 1985-88 Rugby League World Cup culminates in Australia's 25–12 victory over New Zealand at Auckland's Eden Park before 47,363 spectators.", "date" : "1988/10/09"}, {"title" : "Walsh Street police shootings: Two Victoria Police officers are gunned down, execution style, in Australia.", "date" : "1988/10/12"}, {"title" : "In the second U.S. presidential debate, held by U.C.L.A., the Democratic party nominee, Michael Dukakis, is asked by journalist Bernard Shaw of CNN if he would support the death penalty if his wife, Kitty, were to be raped and murdered. Gov. Dukakis' reply, voicing his opposition to capital punishment in any and all circumstances, is later said to have been a major reason for the eventual failure of his campaign for the White House.", "date" : "1988/10/13"}, {"title" : "The United Kingdom bans broadcast interviews with IRA members. The BBC gets around this stricture through the use of professional actors.", "date" : "1988/10/19"}, {"title" : "Ronald Reagan decides to tear down the new U.S. Embassy in Moscow because of Soviet listening devices in the building structure.", "date" : "1988/10/27"}, {"title" : "Abortion: 48 hours after announcing it was abandoning RU-486, French manufacturer Roussel Uclaf states that it will resume distribution of the drug.", "date" : "1988/10/28"}, {"title" : "Pakistan's General Rahimuddin Khan resigns from his post as the governor of Sindh, following attempts by the President of Pakistan, Ghulam Ishaq Khan, to limit the vast powers Gen. Rahimuddin had accumulated.", "date" : "1988/10/29"}, {"title" : "Expo '88 in Brisbane, Australia draws to a close. amp!-- after a six month spectacular. ???--amp", "date" : "1988/10/29"}, {"title" : "In the Israeli election, Likud wins 47 seats, Labour wins 49, but Likud Prime Minister Yitzhak Shamir remains in office.", "date" : "1988/11/01"}, {"title" : "The Morris worm, the first computer worm distributed via the Internet, written by Robert Tappan Morris, is launched from Massachusetts Institute of Technology in the U.S.", "date" : "1988/11/02"}, {"title" : "November 5 – Thousands of South Korean students demonstrate against former president Chun Doo Hwan.", "date" : "1988/11/03"}, {"title" : "Sri Lankan Tamil mercenaries try to overthrow the Maldivian government. At President Maumoon Abdul Gayoom's request, the Indian military suppresses the coup attempt within 24 hours.", "date" : "1988/11/03"}, {"title" : "United States presidential election, 1988: George H. W. Bush is elected over Michael Dukakis becoming the first sitting Vice President of the United States in 200 years to be elected as President of the United States.", "date" : "1988/11/08"}, {"title" : "In Sacramento, California, police find a body buried in the lawn of 60-year-old boardinghouse landlady Dorothea Puente (7 bodies are eventually found and Puente is convicted of 3 murders and sentenced to life in prison).", "date" : "1988/11/11"}, {"title" : "Mulugeta Seraw, an Ethiopian law student in Portland, Oregon is beaten to death by members of the Neo-Nazi group East Side White Pride.", "date" : "1988/11/13"}, {"title" : "In the Soviet Union, the unmanned Shuttle ''Buran'' is launched by an Energia rocket on its maiden orbital spaceflight (the first and last space flight for the shuttle).", "date" : "1988/11/13"}, {"title" : "Israeli-Palestinian Conflict: An independent State of Palestine is proclaimed at the Palestinian National Council meeting in Algiers, by a vote of 253–46.", "date" : "1988/11/13"}, {"title" : "The very first Fairtrade label, Max Havelaar, is launched by Nico Roozen, Frans van der Hoff and ecumenical development agency Solidaridad in the Netherlands.", "date" : "1988/11/13"}, {"title" : "The Supreme Soviet of the Estonian SSR adopts the Estonian Sovereignty Declaration in which the laws of the Estonian SSR are declared supreme over those of the USSR.", "date" : "1988/11/13"}, {"title" : "In the first open election in more than a decade, voters in Pakistan choose populist candidate Benazir Bhutto to be Prime Minister. Elections are held as planned despite head of state Zia-ul-Haq's death earlier in August.", "date" : "1988/11/13"}, {"title" : "War on Drugs: U.S. President Ronald Reagan signs a bill providing the death penalty for murderous drug traffickers.", "date" : "1988/11/18"}, {"title" : "Canadian federal election, 1988: Brian Mulroney and the Progressive Conservative Party of Canada win a second majority government.", "date" : "1988/11/18"}, {"title" : "Ted Turner officially buys Jim Crockett Promotions, known as NWA Crockett, and turns it into World Championship Wrestling (WCW).", "date" : "1988/11/18"}, {"title" : "In Palmdale, California, the first prototype B-2 Spirit stealth bomber is revealed.", "date" : "1988/11/22"}, {"title" : "Former Korean president Chun Doo Hwan publicly apologizes for corruption during his presidency, announcing he will go into exile.", "date" : "1988/11/23"}, {"title" : "The popular American cult television comedy Mystery Science Theater 3000 makes its debut on KTMA.", "date" : "1988/11/24"}, {"title" : "Kohlberg Kravis Roberts amp Co. buys RJR Nabisco for US$25.07 billion in the biggest leveraged buyout deal of all time.", "date" : "1988/11/30"}, {"title" : "Carlos Salinas de Gortari takes office as President of Mexico.", "date" : "1988/12/01"}, {"title" : "Benazir Bhutto is sworn in as Prime Minister of Pakistan, becoming the first woman to head the government of an Islam-dominated state.", "date" : "1988/12/01"}, {"title" : "A cyclone in Bangladesh leaves 5 million homeless and thousands dead.", "date" : "1988/12/01"}, {"title" : "In Armenia, an earthquake (6.9 on the Richter scale) kills nearly 25,000, injures 15,000 and leaves 400,000 homeless.", "date" : "1988/12/01"}, {"title" : "Estonian becomes the official language of Estonia.", "date" : "1988/12/01"}, {"title" : "Famous vocalist Roy Orbison dies of a heart attack", "date" : "1988/12/08"}, {"title" : "The last Dodge Aries and Plymouth Reliant roll off the assembly line in a Chrysler factory.", "date" : "1988/12/09"}, {"title" : "The Clapham Junction rail crash kills 35 and injures 132.", "date" : "1988/12/12"}, {"title" : "Perennial U.S. presidential candidate Lyndon LaRouche is convicted of mail fraud.", "date" : "1988/12/16"}, {"title" : "The United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances is signed at Vienna.", "date" : "1988/12/20"}, {"title" : "Pan Am Flight 103 is blown up over Lockerbie, Scotland, killing a total of 270 people. Those responsible are believed to be Libyans.", "date" : "1988/12/21"}, {"title" : "Brazilian union and environmental activist Chico Mendes is assassinated.", "date" : "1988/12/22"}, {"title" : " Prime Minister Ranasinghe Premadasa takes office as the third President of Sri Lanka", "date" : "1989/01/02"}, {"title" : " Gulf of Sidra incident (1989): Two Libyan MiG-23 quotFloggersquot are engaged and shot down by 2 US Navy F-14 Tomcats.", "date" : "1989/01/04"}, {"title" : " Hirohito (posthumous name: Emperor Shōwa) died and Akihito became Emperor of Japan.", "date" : "1989/01/07"}, {"title" : " Kegworth Air Disaster: A British Midland Boeing 737 crashes on approach to East Midlands Airport, leaving 47 dead.", "date" : "1989/01/08"}, {"title" : " In accordance with United Nations Security Council Resolution 626 and the New York Accords, Cuban troops begin withdrawing from Angola.", "date" : "1989/01/10"}, {"title" : " President of the United States Ronald Reagan delivers his farewell address to the nation.", "date" : "1989/01/11"}, {"title" : " Thirty-five European nations, meeting in Vienna, agree to strengthen human rights and strengthen East-West trade.", "date" : "1989/01/15"}, {"title" : " Stockton massacre: Patrick Edward Purdy kills 5 children, wounds 30 and then shoots himself in Stockton, California.", "date" : "1989/01/17"}, {"title" : "The Polish United Workers' Party votes to legalize Solidarity.", "date" : "1989/01/17"}, {"title" : "Ante Marković succeeds Branko Mikulić as Prime Minister of Yugoslavia.", "date" : "1989/01/17"}, {"title" : " George H. W. Bush succeeds Ronald Reagan as the 41st President of the United States of America.", "date" : "1989/01/20"}, {"title" : " A powerful earthquake in the Tajik Soviet Socialist Republic kills around 275 people.", "date" : "1989/01/23"}, {"title" : "January 23–24 ampampndash Armed civilian leftist briefly attack and occupy an Argentine army base near Buenos Aries.", "date" : "1989/01/23"}, {"title" : " Serial killer Ted Bundy is executed in Florida's electric chair.", "date" : "1989/01/24"}, {"title" : " Thomas and Friends television show begins in U.S.", "date" : "1989/01/29"}, {"title" : " Prime Minister of Canada Brian Mulroney shuffles his cabinet, appointing 6 new ministers and re-assigning the responsibilities of 19 others.", "date" : "1989/01/30"}, {"title" : " Joan Kirner becomes Victoria's first female Deputy Premier, after the resignation of Robert Fordham over the VEDC (Victorian Economic Development Co-operation) Crisis.", "date" : "1989/02/01"}, {"title" : "Soviet war in Afghanistan: The last Soviet Union armored column leaves Kabul, ending 9 years of military occupation.", "date" : "1989/02/01"}, {"title" : "Carlos Andrés Pérez takes office as President of Venezuela.", "date" : "1989/02/01"}, {"title" : "Satellite television service Sky Television plc is launched in Europe.", "date" : "1989/02/01"}, {"title" : "A military coup overthrows Alfredo Stroessner, dictator of Paraguay since 1954.", "date" : "1989/02/01"}, {"title" : "After a stroke, Pieter Willem Botha resigns his party's leadership and the presidency of South Africa.", "date" : "1989/02/01"}, {"title" : " The government of the People's Republic of Poland holds formal talks with representatives of Solidarity movement for the first time since 1981.", "date" : "1989/02/06"}, {"title" : "The People's National Party, led by Michael Manley, wins the Jamaican general election.", "date" : "1989/02/06"}, {"title" : "The Los Angeles, California City Council bans the sale or possession of semiautomatic firearms.", "date" : "1989/02/06"}, {"title" : "Ron Brown is elected chairman of the Democratic National Committee, becoming the first African American to lead a major United States political party.", "date" : "1989/02/06"}, {"title" : "U.S. President Bush meets Canadian prime minister Mulroney in Ottawa, laying the groundwork for the Acid Rain Treaty of 1991.", "date" : "1989/02/06"}, {"title" : " Barbara Clementine Harris is consecrated as the first female bishop of the Episcopal Church in the United States of America (and also the first female bishop in the worldwide Anglican Communion).", "date" : "1989/02/11"}, {"title" : "Union Carbide agrees to pay USD $470 million to the Indian government for damages it caused in the 1984 Bhopal Disaster.", "date" : "1989/02/11"}, {"title" : "Iranian leader Ruhollah Khomeini encourages Muslims to kill ''The Satanic Verses'' author Salman Rushdie.", "date" : "1989/02/11"}, {"title" : "The first of 24 Global Positioning System satellites is placed into orbit.", "date" : "1989/02/11"}, {"title" : "Soviet war in Afghanistan: The Soviet Union announces that all of its troops have left Afghanistan.", "date" : "1989/02/11"}, {"title" : "Following a campaign that saw over 1000 people killed in massive campaign-related violence, the United National Party wins the Sri Lankan parliamentary election.", "date" : "1989/02/11"}, {"title" : " Pan Am flight 103: Investigators announce that the cause of the crash was a bomb hidden inside a radio-cassette player.", "date" : "1989/02/16"}, {"title" : "Arab Maghreb Union (AMU) formed.", "date" : "1989/02/16"}, {"title" : "South African police raid the home of Winnie Mandela and arrest four of her bodyguards.", "date" : "1989/02/16"}, {"title" : " In Canada's Yukon Territory, the ruling New Democrats narrowly maintain control of the Yukon Legislative Assembly, winning 9 seats vs. the Progressive Conservative Party's 7.", "date" : "1989/02/20"}, {"title" : " After protracted testimony, the U.S. Senate Armed Services Committee rejects, 11–9, President Bush's nomination of John Tower for Secretary of Defense.", "date" : "1989/02/23"}, {"title" : "February 23–27 ampampndash U.S. President Bush visits Japan, China, and South Korea, attending the funeral of Hirohito and then meeting with China's Deng Xiaoping and South Korea's Roh Tae-woo.", "date" : "1989/02/23"}, {"title" : "The funeral of Hirohito is attended by representatives of 160 nations.", "date" : "1989/02/23"}, {"title" : "Ayatollah Ruhollah Khomeini places a US $3-million bounty on the head of ''The Satanic Verses'' author Salman Rushdie.", "date" : "1989/02/23"}, {"title" : "After 44 years, Estonian flag is raised to the Pikk Hermann Castle tower.", "date" : "1989/02/23"}, {"title" : " Venezuela is rocked by the Caracazo, a wave of protests and looting.", "date" : "1989/02/27"}, {"title" : "The Berne Convention, an international treaty on copyrights, is ratified by the United States.", "date" : "1989/02/27"}, {"title" : "A curfew is imposed in Kosovo, where protests continue over the alleged intimidation of the Serb minority.", "date" : "1989/02/27"}, {"title" : "Louis Wade Sullivan and James D. Watkins start terms of office as U.S. Secretary of Health and Human Services and U.S. Secretary of Energy respectively.", "date" : "1989/02/27"}, {"title" : "The Politieke Partij Radicalen, Pacifistisch Socialistische Partij, Communistische Partij Nederland and the Evangelical People's Party amalgamate to form Netherlands political party GroenLinks (GL, GreenLeft).", "date" : "1989/02/27"}, {"title" : " Twelve European Community nations agree to ban the production of all chlorofluorocarbons (CFCs) by the end of the century.", "date" : "1989/03/02"}, {"title" : "Jammu Siltavuori abducts and murders two 8-year-old girls in the Myllypuro suburb of Helsinki, Finland.", "date" : "1989/03/02"}, {"title" : "Portugal wins the FIFA U-20 World Cup, defeating Nigeria on the final by 2–0 in Riyadh, Saudi Arabia.", "date" : "1989/03/02"}, {"title" : "Time, Inc. and Warner Communications announce plans for a merger, forming Time Warner.", "date" : "1989/03/02"}, {"title" : "The Purley Station rail crash in London leaves 5 dead and 94 injured.", "date" : "1989/03/02"}, {"title" : "The first ACT (Australian Capital Territory) elections are held.", "date" : "1989/03/02"}, {"title" : " Iran breaks off diplomatic relations with the United Kingdom over Salman Rushdie's ''The Satanic Verses''.", "date" : "1989/03/07"}, {"title" : " A strike forces financially troubled Eastern Air Lines into bankruptcy.", "date" : "1989/03/09"}, {"title" : " A geomagnetic storm causes the collapse of the Hydro-Québec power grid. Six million people are left without power for 9 hours. Some areas in the northeastern U.S. and in Sweden also lose power, and aurorae are seen as far as Texas.", "date" : "1989/03/13"}, {"title" : "Gun control: U.S. President George H. W. Bush bans the importation of certain guns deemed assault weapons into the United States.", "date" : "1989/03/13"}, {"title" : "Christian General Michel Aoun declares a 'War of Liberation' to rid Lebanon of Syrian forces and their allies.", "date" : "1989/03/13"}, {"title" : " Israel hands over Taba to Egypt, ending a seven-year territorial dispute.", "date" : "1989/03/15"}, {"title" : " The Civic Tower of Pavia, built in the 14th century, crumbles down.", "date" : "1989/03/17"}, {"title" : " Alfredo Cristiani is elected President of El Salvador.", "date" : "1989/03/17"}, {"title" : " Australian Prime Minister Bob Hawke weeps on national television as he admits marital infidelity.", "date" : "1989/03/20"}, {"title" : "Clint Malarchuk of the NHL Buffalo Sabres suffers an almost fatal injury when another player accidentally slits his throat.", "date" : "1989/03/20"}, {"title" : "Asteroid 4581 Asclepius approaches the Earth at a distance of 700,000 kilometers.", "date" : "1989/03/20"}, {"title" : " Stanley Pons and Martin Fleischmann announce that they have achieved cold fusion at the University of Utah.", "date" : "1989/03/23"}, {"title" : "March 23–28 ampampndash The Socialist Federal Republic of Yugoslavia passes constitutional changes revoking the autonomy of the Socialist Autonomous Province of Kosovo, triggering six days of rioting by the Albanian minority, during which at least 29 people were killed.", "date" : "1989/03/23"}, {"title" : " Exxon Valdez oil spill: In Alaska's Prince William Sound the ''Exxon Valdez'' spills {{convert|240000|oilbbl|m3}} of oil after running aground.", "date" : "1989/03/24"}, {"title" : " The first contested elections for the Soviet parliament result in losses for the Communist Party.", "date" : "1989/03/27"}, {"title" : " The 61st Academy Awards are held at the Shrine Auditorium in Los Angeles, California, with ''Rain Man'' winning Best Picture.", "date" : "1989/03/29"}, {"title" : "Margaret Thatcher's new local government tax, the Poll tax, is introduced in Scotland.", "date" : "1989/03/29"}, {"title" : "In Namibia, fighting erupts between SWAPO guerillas and the South West African Police, on the day that a cease-fire was supposed to end the South African Border War according to United Nations Security Council Resolution 435.  By April 6, nearly 300 people had been killed.", "date" : "1989/03/29"}, {"title" : "A failed coup attempt against President of Haiti Prosper Avril leads to a standoff between mutinous troops and the government which ended on April 10 with the government regaining control of the country.", "date" : "1989/03/29"}, {"title" : "In Brussels, Belgium, NATO celebrates its 40th anniversary.", "date" : "1989/03/29"}, {"title" : " The Polish Government and the Solidarity labor union sign an agreement restoring Solidarity to legal status, and agreeing to hold democratic elections on June 1.", "date" : "1989/04/05"}, {"title" : " National Safety Council of Australia chief executive John Friedrich is arrested after defrauding investors to the tune of $235 million.", "date" : "1989/04/06"}, {"title" : " The Soviet submarine K-278 Komsomolets sinks in the Barents Sea, killing 41.", "date" : "1989/04/07"}, {"title" : "Georgian demonstrators are massacred by Red Army soldiers in Tbilisi's central square during a peaceful rally 20 citizens are killed, many injured.", "date" : "1989/04/07"}, {"title" : "A dispute over grazing rights leads to the beginning of the Mauritania–Senegal Border War.", "date" : "1989/04/07"}, {"title" : "The death of Hu Yaobang, which sparks the beginning of the Tiananmen Square protests of 1989.", "date" : "1989/04/14"}, {"title" : "The Hillsborough disaster, one of the biggest tragedies in European football, claims the life of 96 Liverpool supporters.", "date" : "1989/04/14"}, {"title" : " Poland, Solidarity was again legalized and allowed to participate in semi-free elections on June 4.", "date" : "1989/04/17"}, {"title" : "Trisha Meili is attacked while jogging in New York City's Central Park as her identity remains secret for years, she becomes known as the ampquotCentral Park Jogger.ampquot", "date" : "1989/04/17"}, {"title" : "A gun turret explodes on the U.S. battleship ''Iowa'', killing 47 crew members.", "date" : "1989/04/17"}, {"title" : " NATO debates modernising short range missiles although the U.S. and U.K. are in favour, West German Chancellor Helmut Kohl obtains a concession deferring a decision.", "date" : "1989/04/20"}, {"title" : "Students from Beijing, Shanghai, Xian, and Nanjing begin protesting in Tiananmen Square.", "date" : "1989/04/20"}, {"title" : "Zaid al-Rifai resigns as Prime Minister of Jordan  in the wake of riots over government imposed price hikes that began on April 18.", "date" : "1989/04/20"}, {"title" : "Noboru Takeshita resigns as Prime Minister of Japan in the wake of a stock-trading scandal.", "date" : "1989/04/20"}, {"title" : "The term of Baginda Almutawakkil Alallah Sultan Iskandar Al-Haj ibni Almarhum Sultan Ismail as the 8th Yang di-Pertuan Agong of Malaysia ends.", "date" : "1989/04/20"}, {"title" : "Motorola introduces the Motorola MicroTAC Personal Cellular Telephone, then the world's smallest mobile phone.", "date" : "1989/04/20"}, {"title" : "Sultan Azlan Muhibbudin Shah ibni Almarhum Sultan Yusuff Izzudin Shah Ghafarullahu-lahu, Sultan of Perak, becomes the 9th Yang di-Pertuan Agong of Malaysia.", "date" : "1989/04/20"}, {"title" : "Zaid ibn Shaker succeeds Zaid al-Rifai as Prime Minister of Jordan.", "date" : "1989/04/20"}, {"title" : " Pope John Paul II begins a nine-day trip to Madagascar, Zambia, Malawi, and Réunion.", "date" : "1989/04/28"}, {"title" : "Andrés Rodríguez, who had seized power and declared himself President of Paraguay during a military coup in February, wins a landslide election in a general election marked by charges of fraud.", "date" : "1989/04/28"}, {"title" : "Disney-MGM Studios at Walt Disney World opens to the public for the first time.", "date" : "1989/04/28"}, {"title" : "The first crack in the Iron Curtain: Hungary dismantles {{convert|150|mi|km}} of barbed wire fencing along the border with Austria.", "date" : "1989/04/28"}, {"title" : "The coalition government of Prime Minister of the Netherlands Ruud Lubbers collapses in a dispute about a pollution cleanup plan.", "date" : "1989/04/28"}, {"title" : "Yugoslavia wins the Eurovision Song Contest in Lausanne with the song ''Rock me'' performed by Riva.", "date" : "1989/04/28"}, {"title" : "Magnum XL-200 opens at Cedar Point amusement park in Sandusky, Ohio as the world's tallest and fastest roller coaster.", "date" : "1989/04/28"}, {"title" : " Andrew Peacock deposes John Howard as Federal Opposition Leader of Australia.", "date" : "1989/05/09"}, {"title" : " The government of President of Panama Manuel Noriega declares void the result of the May 7 presidential election, which Noriega had lost to Guillermo Endara.", "date" : "1989/05/10"}, {"title" : "President Bush orders 1,900 U.S. troops to Panama to protect Americans there.", "date" : "1989/05/10"}, {"title" : "The ACT (Australian Capital Territory) Legislative Assembly meets for the first time.", "date" : "1989/05/10"}, {"title" : "Mikhail Gorbachev visits China, the first Soviet leader to do so since the 1960s.", "date" : "1989/05/10"}, {"title" : "Carlos Menem wins the Argentine presidential election.", "date" : "1989/05/10"}, {"title" : " Australia's first private tertiary institution, Bond University, opens on the Gold Coast.", "date" : "1989/05/15"}, {"title" : " Ethiopia Coup Attempt: Senior military officers staged a coup attempt in Ethiopia hours after President Mengistu Haile Mariam left on a visit to East Germany.", "date" : "1989/05/16"}, {"title" : " More than 1 million Chinese protestors march through Beijing demanding greater democracy.", "date" : "1989/05/17"}, {"title" : "1989 Ürümqi unrest: Uyghur and Hui Muslim protesters rioted in front of the government building in Ürümqi.", "date" : "1989/05/17"}, {"title" : "Tiananmen Square protests of 1989: Zhao Ziyang meets the demonstrators in Tiananmen Square.", "date" : "1989/05/17"}, {"title" : "Ciriaco de Mita resigns as Prime Minister of Italy.", "date" : "1989/05/17"}, {"title" : " Tiananmen Square protests of 1989: The Chinese government declares martial law in Beijing.", "date" : "1989/05/20"}, {"title" : " The Nordland Days in Leningrad region (Leningrad oblast) open.", "date" : "1989/05/22"}, {"title" : "Amid food riots and looting set off by inflation, Argentina declares a nationwide state of siege.", "date" : "1989/05/22"}, {"title" : "Boris Yeltsin gains a seat on the Supreme Soviet of the Soviet Union.", "date" : "1989/05/22"}, {"title" : "Tiananmen Square protests of 1989: The 10ampampnbspm (33ampampnbspft) high ''Goddess of Democracy'' statue is unveiled in Tiananmen Square by student demonstrators.", "date" : "1989/05/22"}, {"title" : "NATO agrees to talks with the Soviet Union on reducing the number of short-range nuclear weapons in Europe.", "date" : "1989/05/22"}, {"title" : "An attempted assassination of Miguel Maza Marquez, director of the Departamento Administrativo de Seguridad (DAS) in Bogotá, Colombia is committed by members of the Medellín Cartel, who kill 4 and injure 37.", "date" : "1989/05/22"}, {"title" : "June 1–10 ampampndash Pope John Paul II visits Norway, Iceland, Finland, Denmark, and Sweden.", "date" : "1989/05/22"}, {"title" : " Sōsuke Uno succeeds Noboru Takeshita as Prime Minister of Japan.", "date" : "1989/06/02"}, {"title" : "The Ayatollah Khomeini dies in Iran.", "date" : "1989/06/02"}, {"title" : "Fighting breaks out in the Uzbek Soviet Socialist Republic between ethnic Uzbeks and the Turkish minority more than 100 people are dead by June 15.", "date" : "1989/06/02"}, {"title" : "The SkyDome (now known as Rogers Centre) is opened in Toronto.", "date" : "1989/06/02"}, {"title" : "The Tiananmen Square massacre takes place in Beijing on the army's approach to the square, and the final stand-off in the square is covered live on television.", "date" : "1989/06/02"}, {"title" : "Solidarity's victory in Polish elections is the first of many anti-communist revolutions in Central and Eastern Europe in 1989.", "date" : "1989/06/02"}, {"title" : "Ufa train disaster: A natural gas explosion near Ufa, Russia kills 645 as 2 trains passing each other throw sparks near a leaky pipeline.", "date" : "1989/06/02"}, {"title" : " Surinam Airways Flight PY764 crashes, killing 176.", "date" : "1989/06/07"}, {"title" : " The Corcoran Gallery of Art removes Robert Mapplethorpe's gay photography exhibition.", "date" : "1989/06/12"}, {"title" : " The wreck of the German battleship ''Bismarck'', which was sunk in 1941, is located {{convert|600|mi|km}} west of Brest, France.", "date" : "1989/06/13"}, {"title" : " In the Irish general election, the Fianna Fáil party, led by Taoiseach Charles Haughey, fails to win a majority.", "date" : "1989/06/15"}, {"title" : " A crowd of 250,000 gathers at Heroes Square in Budapest for the historic reburial of Imre Nagy, the former Hungarian prime minister who had been executed in 1958.", "date" : "1989/06/16"}, {"title" : " In the first Greek legislative election of the year, the Panhellenic Socialist Movement, led by Prime Minister of Greece Andreas Papandreou, loses control of the Hellenic Parliament, leading to Papandreou's resignation the next day.", "date" : "1989/06/18"}, {"title" : " British police arrest 250 people for celebrating the summer solstice at Stonehenge.", "date" : "1989/06/21"}, {"title" : " Ireland's first universities established since independence in 1922, Dublin City University and the University of Limerick, open.", "date" : "1989/06/22"}, {"title" : " Jiang Zemin becomes General Secretary of the Communist Party of China.", "date" : "1989/06/24"}, {"title" : " A military coup led by Omar al-Bashir ousts the civilian government of Prime Minister of Sudan Sadiq al-Mahdi.", "date" : "1989/06/30"}, {"title" : " Andreas Papandreou, Prime Minister of Greece resigns a new government is formed under Tzannis Tzannetakis.", "date" : "1989/07/02"}, {"title" : "President of South Africa P. W. Botha meets the imprisoned Nelson Mandela face to face for the first time.", "date" : "1989/07/02"}, {"title" : "The television show ''Seinfeld'' premieres.", "date" : "1989/07/02"}, {"title" : " The Tel Aviv Jerusalem bus 405 suicide attack, the first Palestinian suicide attack on Israel.", "date" : "1989/07/06"}, {"title" : " Steffi Graf and Boris Becker of West Germany win singles titles at the 1989 Wimbledon Championships.", "date" : "1989/07/09"}, {"title" : "July 12 ampndash U.S. President George H. W. Bush travels to Poland and Hungary, pushing for U.S. economic aid and investment.", "date" : "1989/07/09"}, {"title" : " Approximately 300,000 Siberian coal miners go on strike, demanding better living conditions and less bureaucracy it was the largest Soviet labor strike since the 1920s.", "date" : "1989/07/10"}, {"title" : " In the Republic of Ireland, the Taoiseach Charles Haughey returns to power after Fianna Fáil forms a coalition with the Progressive Democrats.", "date" : "1989/07/12"}, {"title" : " France celebrates the 200th anniversary of the French Revolution.", "date" : "1989/07/14"}, {"title" : "July 16 ampndash At the 15th G7 summit, leaders call for restrictions on gas emissions.", "date" : "1989/07/14"}, {"title" : " Actress Rebecca Schaeffer is murdered by an obsessed fan, leading to stricter stalking laws in California.", "date" : "1989/07/18"}, {"title" : "The National Assembly of the Republic of Poland elects Wojciech Jaruzelski to the new and powerful post of President of Poland.", "date" : "1989/07/18"}, {"title" : "United Airlines Flight 232 (Douglas DC-10) crashes in Sioux City, Iowa, killing 112 184 on board survive.", "date" : "1989/07/18"}, {"title" : " Burmese opposition leader Aung San Suu Kyi is placed under house arrest.", "date" : "1989/07/20"}, {"title" : " The beginning of a total blockade of Armenia and NKAO by Azerbaijan.", "date" : "1989/07/21"}, {"title" : "Japan's ruling Liberal Democratic Party loses control of the House of Councillors, the LDP's worst electoral showing in 34 years, leading to Prime Minister Uno announcing he will resign to take responsibility for the result.", "date" : "1989/07/21"}, {"title" : "Giulio Andreotti takes office as Prime Minister of Italy.", "date" : "1989/07/21"}, {"title" : " A federal grand jury indicts Cornell University student Robert Tappan Morris, Jr. for releasing a computer virus, making him the first person to be prosecuted under the 1986 Computer Fraud and Abuse Act.", "date" : "1989/07/26"}, {"title" : " In the Iranian presidential election, electors overwhelming elect Akbar Hashemi Rafsanjani as President of Iran and endorse changes to the Constitution of the Islamic Republic of Iran increasing the powers of the president.", "date" : "1989/07/28"}, {"title" : "In Lebanon, Hezbollah announces that it has hanged United States Marines U.S. Marine Lt. Col. William R. Higgins in retaliation for Israel's July 28 kidnapping of Hezbollah leader Abdel Karim Obeid.  The same day, the United Nations Security Council passed United Nations Security Council Resolution 638 condemning the taking of hostages by both sides in the conflict.", "date" : "1989/07/28"}, {"title" : "Nintendo releases the Game Boy portable video game system in North America.", "date" : "1989/07/28"}, {"title" : " Jaime Paz Zamora is elected President of Bolivia, taking office the next day.", "date" : "1989/08/05"}, {"title" : "U.S. Congressman Mickey Leland (D-TX) and 15 others die in a plane crash in Ethiopia.", "date" : "1989/08/05"}, {"title" : "The presidents of five Central American countries agree that the U.S.-backed ''contras'' fighting the government of Nicaragua should be disbanded and evicted from their bases in Honduras by December 5.", "date" : "1989/08/05"}, {"title" : "Federal Express purchases Flying Tiger Line for approximately 800 million U.S. dollars.", "date" : "1989/08/05"}, {"title" : "Prime Minister of New Zealand David Lange resigns for health reasons and is replaced by Geoffrey Palmer.", "date" : "1989/08/05"}, {"title" : "''STS-28'': Space Shuttle ''Columbia'' takes off on a secret 5-day military mission.", "date" : "1989/08/05"}, {"title" : "Toshiki Kaifu becomes Prime Minister of Japan.", "date" : "1989/08/05"}, {"title" : "The asteroid 4769 Castalia is the first asteroid directly imaged by radar from Arecibo.", "date" : "1989/08/05"}, {"title" : " A hot air balloon accident near Alice Springs, Australia kills 13.", "date" : "1989/08/13"}, {"title" : "P. W. Botha resigns as President of South Africa.", "date" : "1989/08/13"}, {"title" : "The Sega Genesis is released in North America.", "date" : "1989/08/13"}, {"title" : " F. W. de Klerk becomes the seventh and last State President of apartheid South Africa.", "date" : "1989/08/15"}, {"title" : "August 17 ampndash Woodstock '89 festival.", "date" : "1989/08/16"}, {"title" : " Leading presidential hopeful Luis Carlos Galán is assassinated near Bogotá in Colombia.", "date" : "1989/08/18"}, {"title" : "Polish president Wojciech Jaruzelski nominates Solidarity activist Tadeusz Mazowiecki to be Prime Minister, the first non-communist in power in 42 years.", "date" : "1989/08/18"}, {"title" : "The Pan-European Picnic, a peace demonstration held on the Austrian-Hungarian border.", "date" : "1989/08/18"}, {"title" : "August 19–21 ampampndash In response to the murder of a judge, a provincial police chief, and presidential candidate Galán, the authorities of Colombia arrest 11,000 suspected Colombian drug traffickers.", "date" : "1989/08/18"}, {"title" : "In Beverly Hills, California, Lyle and Erik Menendez shoot their wealthy parents to death in the family's den.", "date" : "1989/08/18"}, {"title" : "Fifty-one people die when the Marchioness pleasure boat collides with a barge on the River Thames adjacent to Southwark Bridge.", "date" : "1989/08/18"}, {"title" : "Two million indigenous people of Estonia, Latvia and Lithuania, then still occupied by the Soviet Union, join hands to demand freedom and independence, forming an uninterrupted 600ampampnbspkm human chain called the Baltic Way.", "date" : "1989/08/18"}, {"title" : "Hungary removes border restrictions with Austria.", "date" : "1989/08/18"}, {"title" : "All of Australia's 1,645 domestic airline pilots resign over an airline's move to sack and sue them over a dispute.", "date" : "1989/08/18"}, {"title" : " Yusef Hawkins is shot in the Bensonhurst section of Brooklyn, New York, sparking racial tensions between African Americans and Italian Americans.", "date" : "1989/08/23"}, {"title" : "Colombia's cocaine traffickers declare ampquottotal and absolute warampquot against the government and begin a series of bombings and arson attacks.", "date" : "1989/08/23"}, {"title" : "''Voyager 2'' makes its closest approach to Neptune.", "date" : "1989/08/23"}, {"title" : "Record-setting baseball player Pete Rose agrees to a lifetime ban from the sport following allegations of illegal gambling, thereby preventing his induction into the Baseball Hall of Fame.", "date" : "1989/08/23"}, {"title" : "Indonesia's first privately owned television station, Rajawali Citra Televisi Indonesia, (RCTI) begins broadcasting.", "date" : "1989/08/23"}, {"title" : " Voyager 2 passes the planet Neptune and its moon Triton.", "date" : "1989/08/25"}, {"title" : " In the aftermath of the Chadian–Libyan conflict of 1978-87, representatives of Libya and Chad agreed to let the International Court of Justice determine ownership of the Aouzou Strip, which had been occupied by Libya since 1973.", "date" : "1989/08/31"}, {"title" : " U.S. President George H. W. Bush holds up a bag of cocaine purchased across the street at Lafayette Park, in his first televised speech to the nation.", "date" : "1989/09/05"}, {"title" : "South African general election, 1989: the last held under apartheid returns the National Party to power with a much-reduced majority.", "date" : "1989/09/05"}, {"title" : "In the Dutch general election, the Christian Democratic Appeal, led by Ruud Lubbers wins 54 seats, and is ultimately able to form a government on November 7 after entering into coalition with the Labour Party.", "date" : "1989/09/05"}, {"title" : "England holds Sweden to a 0–0 draw in Sweden, qualifying for the 1990 FIFA World Cup. The game becomes famous after Terry Butcher sustains a deep cut to his forehead early in the game. He receives stitches but plays on the entire game. By the end of the game, the front of Butcher's white shirt and shorts are almost entirely covered in blood.", "date" : "1989/09/05"}, {"title" : " Representatives of the government of Ethiopia and Eritrean separatists meet in Atlanta with former U.S. President Jimmy Carter attempting to broker a peace settlement.", "date" : "1989/09/07"}, {"title" : "September 10–11 ampampndash Norway's ruling Labour Party loses eight seats in the parliamentary elections, its worst showing since 1945.", "date" : "1989/09/10"}, {"title" : " An agreement of cooperation between Leningrad oblast (Russia) and Nordland County (Norway) is signed in Leningrad, by chairmen Lev Kojkolainen and Sigbjørn Eriksen.", "date" : "1989/09/14"}, {"title" : "September 17–22 ampampndash Hurricane Hugo devastates the Caribbean and the southeastern United States, causing at least 71 deaths and $8 billion in damage.", "date" : "1989/09/14"}, {"title" : "The Catholic Church calls for removal of the Carmelite convent located near the former Auschwitz concentration camp, whose presence had offended some Jewish leaders.", "date" : "1989/09/14"}, {"title" : "Explosion of UTA Flight 772 over Niger, killing all 171 people on board.  The Islamic Jihad Organization claims responsibility.", "date" : "1989/09/14"}, {"title" : " F. W. de Klerk is sworn in as the seventh and last State President of apartheid South Africa.", "date" : "1989/09/20"}, {"title" : " 1989 Deal barracks bombing: An IRA bomb explodes at the Royal Marine School of Music in Deal, Kent, United Kingdom, leaving 11 dead and 22 injured.", "date" : "1989/09/22"}, {"title" : " A cease-fire in the Lebanese Civil War stops the violence that had killed 900 people since March.", "date" : "1989/09/23"}, {"title" : " Vietnam announces that it has withdrawn the last of its troops from the State of Cambodia, ending an 11-year occupation.", "date" : "1989/09/26"}, {"title" : " President of Panama Manuel Noriega foils a plot by junior officers to overthrow him.", "date" : "1989/10/03"}, {"title" : " The Dalai Lama wins the Nobel Peace Prize.", "date" : "1989/10/05"}, {"title" : " The communist Hungarian Socialist Workers' Party votes to reorganize itself as a socialist party, to be named the Hungarian Socialist Party.", "date" : "1989/10/07"}, {"title" : "An official news agency in the Soviet Union reports the landing of a UFO in Voronezh.", "date" : "1989/10/07"}, {"title" : "Friday the 13th mini-crash: The Dow Jones Industrial Average plunges 190.58 points, or 6.91 percent, to close at 2,569.26, most likely after the junk bond market collapses.", "date" : "1989/10/07"}, {"title" : "Gro Harlem Brundtland, leader of the Labour Party, resigns as Prime Minister of Norway.  She is succeeded by Jan P. Syse, leader of the Conservative Party on October 16.", "date" : "1989/10/07"}, {"title" : " The Loma Prieta earthquake, measuring 7.1 on the Richter scale, strikes the San Francisco–Oakland region of Northern California, killing 67 people and delaying the 1989 World Series for ten days", "date" : "1989/10/17"}, {"title" : "The Communist leader of East Germany, Erich Honecker, is forced to step down as leader of the country after a series of health problems, and is succeeded by Egon Krenz.", "date" : "1989/10/17"}, {"title" : "The National Assembly of Hungary votes to restore multiparty democracy.", "date" : "1989/10/17"}, {"title" : "The Guildford Four are freed after 14 years.", "date" : "1989/10/17"}, {"title" : "The Wonders of Life pavilion opens at Epcot in Walt Disney World, Florida.", "date" : "1989/10/17"}, {"title" : " The Heads of Government of the Commonwealth of Nations issue the Langkawi Declaration on the Environment, making environmental sustainability one of the Commonwealth's main priorities.", "date" : "1989/10/21"}, {"title" : "The Hungarian Republic is officially declared by president Mátyás Szűrös (replacing the Hungarian People's Republic).", "date" : "1989/10/21"}, {"title" : "The Phillips Disaster in Pasadena, Texas kills 23 and injures 314 others.", "date" : "1989/10/21"}, {"title" : " The Grand National Assembly of Turkey elects Prime Minister Turgut Özal as the eighth President of Turkey.", "date" : "1989/10/31"}, {"title" : " President of Nicaragua ends a cease-fire with U.S.-backed ''contras'' that had been in effect since April 1988.", "date" : "1989/11/01"}, {"title" : " North Dakota and South Dakota celebrate their 100th Birthdays.", "date" : "1989/11/02"}, {"title" : " Typhoon Gay devastates Thailand's Chumphon Province.", "date" : "1989/11/04"}, {"title" : " Asia-Pacific Economic Cooperation (APEC) founded.", "date" : "1989/11/06"}, {"title" : "Douglas Wilder wins the Virginia governor's race, becoming the first elected African American governor in the United States.", "date" : "1989/11/06"}, {"title" : "David Dinkins becomes the first African American mayor of New York City.", "date" : "1989/11/06"}, {"title" : "Cold War: The Communist government of East Germany resigns, although SED leader Egon Krenz remains head of state.", "date" : "1989/11/06"}, {"title" : "Cold War: Günter Schabowski accidentally states in live broadcast press conference that new rules for traveling from East Germany to West Germany will be put in effect ampquotimmediatelyampquot. East Germany opens checkpoints in the Berlin Wall, allowing its citizens to travel freely to West Germany for the first time in decades (November 17 celebrates Germans began tearing the wall down).", "date" : "1989/11/06"}, {"title" : "Yıldırım Akbulut, of ANAP forms the new government of Turkey (47th government).", "date" : "1989/11/06"}, {"title" : "After 45 years of Communist rule in Bulgaria, Bulgarian Communist Party leader Todor Zhivkov is replaced by Foreign Minister Petar Mladenov, who changes the party's name to the Bulgarian Socialist Party.", "date" : "1989/11/06"}, {"title" : "Gaby Kennard becomes the first Australian woman to fly non-stop around the world.", "date" : "1989/11/06"}, {"title" : "CKO (a Canadian national all-news radio network) suddenly terminates all broadcasting during the newscast at noon (Eastern time), due to financial losses (the station began broadcasting on July 1, 1977).", "date" : "1989/11/06"}, {"title" : " Louie Espinoza inaugurated as WBO World Featherweight Champion.", "date" : "1989/11/11"}, {"title" : " Brazil holds its first free presidential election since 1960. This marks the first time that all Ibero-American nations, excepting Cuba, have elected constitutional governments simultaneously.", "date" : "1989/11/12"}, {"title" : " Lech Walesa, leader of Poland's Solidarity movement, addresses a Joint session of the United States Congress.", "date" : "1989/11/15"}, {"title" : "Six Jesuit priests—among them Ignacio Ellacuría, Segundo Montes, and Ignacio Martín-Baró—their housekeeper, and her teenage daughter, are murdered by U.S. trained Salvadoran soldiers. For more information see Murdered scholars of UCA", "date" : "1989/11/15"}, {"title" : "South African President F.W. de Klerk announces the scrapping of the Separate Amenities Act.", "date" : "1989/11/15"}, {"title" : "UNESCO adopts the Seville Statement on Violence at the 25th session of its General Conference.", "date" : "1989/11/15"}, {"title" : " Cold War ampndash Velvet Revolution: A peaceful student demonstration in Prague, Czechoslovakia is severely beaten back by riot police. This sparks a revolution aimed at overthrowing the Communist government (it succeeds on December 29).", "date" : "1989/11/17"}, {"title" : " Cold War ampndash Velvet Revolution: The number of peaceful protesters assembled in Prague, Czechoslovakia swells from 200,000 the day before to an estimated half-million.", "date" : "1989/11/20"}, {"title" : " The Members of the Constituent Assembly of Namibia begin to draft the Constitution of Namibia, which will be the constitution of the newly independent Namibia.", "date" : "1989/11/21"}, {"title" : " In West Beirut, a bomb explodes near the motorcade of Lebanese President Rene Moawad and kills him.", "date" : "1989/11/22"}, {"title" : " Cold War ampndash Velvet Revolution: The Communist Party of Czechoslovakia announces they will give up their monopoly on political power (elections held in December bring the first non-communist government to Czechoslovakia in more than 40 years).", "date" : "1989/11/28"}, {"title" : " Deutsche Bank board member Alfred Herrhausen is killed by a bomb (the Red Army Faction claims responsibility for the murder).", "date" : "1989/11/30"}, {"title" : "In a meeting with Pope John Paul II, President of the Soviet Union Mikhail Gorbachev pledges greater religious freedom for citizens of the Soviet Union.", "date" : "1989/11/30"}, {"title" : "Cold War: East Germany's parliament abolishes the constitutional provision granting the Communist-dominated SED its monopoly on power. Egon Krenz, the Politburo and the Central Committee resign 2 days later.", "date" : "1989/11/30"}, {"title" : "A military coup attempt begins in the Philippines against the government of   Philippine President Corazon C. Aquino, ending by December 9.", "date" : "1989/11/30"}, {"title" : "The ''Solar Maximum Mission'' research satellite, launched in 1980, crashes back to earth.", "date" : "1989/11/30"}, {"title" : "V. P. Singh takes office as Prime Minister of India.", "date" : "1989/11/30"}, {"title" : "In the Republic of China legislative election, the Kuomintang suffers its worst election setback in 40 years in power, winning only 53% of the popular vote.", "date" : "1989/11/30"}, {"title" : "The entire leadership of the East German Communist Party, including its General Secretary, Egon Krenz resigns.", "date" : "1989/11/30"}, {"title" : "Cold War: In a meeting off the coast of Malta, U.S. President George H. W. Bush and Soviet leader Mikhail Gorbachev release statements indicating that the Cold War between their nations may be coming to an end.", "date" : "1989/11/30"}, {"title" : " Prime Minister of Jordan Zaid ibn Shaker resigns and is replaced by Mudar Badran.", "date" : "1989/12/04"}, {"title" : "Egon Krenz resigns as Chairman of the State Council of the German Democratic Republic, and is replaced by Manfred Gerlach, the first non-Communist to hold that post.", "date" : "1989/12/04"}, {"title" : "École Polytechnique Massacre (or Montreal Massacre): Marc Lépine, an anti-feminist gunman, murders 14 young women at the École Polytechnique in Montreal.", "date" : "1989/12/04"}, {"title" : "Ladislav Adamec resigns as Prime Minister of Czechoslovakia.  He is succeeded by Marián Čalfa on December 10.", "date" : "1989/12/04"}, {"title" : "The Lithuanian Soviet Socialist Republic becomes the first of the republics of the Soviet Union to abolish the Communist Party's monopoly on power.", "date" : "1989/12/04"}, {"title" : "President of Czechoslovakia Gustáv Husák swears in a new cabinet with a non-Communist and then immediately resigns as president.", "date" : "1989/12/09"}, {"title" : "Tsakhiagiyn Elbegdorj announces the establishment of Mongolia's democratic movement, that peacefully changes the second oldest communist country into a democratic society.", "date" : "1989/12/09"}, {"title" : " The International Trans-Antarctica Expedition, a group of six explorers from six nations, reaches the South Pole.", "date" : "1989/12/11"}, {"title" : " Chile holds its first free election in 16 years, electing Patricio Aylwin as president.", "date" : "1989/12/14"}, {"title" : " Drug baron José Gonzalo Rodríguez Gacha is killed by Colombian police.", "date" : "1989/12/15"}, {"title" : "The Romanian Revolution begins in Timişoara when rioters break into the Committee Building and cause extensive vandalism. Their attempts to set the buildings on fire are foiled by military units.", "date" : "1989/12/15"}, {"title" : "Brazil holds the second round of its first free election in 29 years Fernando Collor de Mello wins.", "date" : "1989/12/15"}, {"title" : "The first full-length episode of ''The Simpsons'', ampquotSimpsons Roasting on an Open Fireampquot, is shown on Fox.", "date" : "1989/12/15"}, {"title" : " Workers in Romanian cities go on strike in protest against the communist regime.", "date" : "1989/12/19"}, {"title" : " ''Operation Just Cause'' is launched in an attempt to overthrow Panamanian dictator Manuel Noriega.thumb|200px|the Barrio El Chorrillo in fire, the morning of the United States invasion of Panama|USA invasion to Panama", "date" : "1989/12/20"}, {"title" : " Nicolae Ceausescu addresses an assembly of some 110,000 people outside the Romanian Communist Party HQ in Bucharest. The crowd begin to protest against Ceausescu and he orders in the army to attack the protesters.", "date" : "1989/12/21"}, {"title" : "After a week of bloody demonstrations, Ion Iliescu takes over as president of Romania, ending the communist dictatorship of Nicolae Ceauşescu, who flees his palace in a helicopter to escape inevitable execution after the palace was invaded by rioters. The Romanian troops, who the day before had followed Ceausescu's orders to attack the demonstrators, change sides and join the uprising.", "date" : "1989/12/21"}, {"title" : "Two tourist coaches collide on the Pacific highway north of Kempsey, Australia, killing 35.", "date" : "1989/12/21"}, {"title" : " Nicolae and Elena Ceauşescu are captured in Târgoviște.", "date" : "1989/12/23"}, {"title" : "Romanian leader Nicolae Ceauşescu and his wife Elena are executed by military troops after being found guilty of crimes against humanity.", "date" : "1989/12/23"}, {"title" : "Bank of Japan governors announce a major interest rate hike, eventually leading to the peak and fall of the ''bubble economy''.", "date" : "1989/12/23"}, {"title" : " A magnitude 5.6 earthquake hits Newcastle, New South Wales, Australia, killing 13 people.", "date" : "1989/12/28"}, {"title" : "Václav Havel is elected president of Czechoslovakia.", "date" : "1989/12/28"}, {"title" : "Nikkei 225 for Tokyo Stock Exchange hits its all-time intra-day high of 38,957.44 and closing high at 38,915.87.", "date" : "1989/12/28"}, {"title" : "Glasgow begins its year as European City of Culture.", "date" : "1990/01/01"}]