[{"title" : " Fray Tomás de Berlanga discovers the Galápagos Islands when blown off course ''en route'' to Peru.", "date" : "1535/03/10"}, {"title" : "AprilampampndashMay ampampndash William Tyndale is arrested in Antwerp and imprisoned in Vilvoorde.", "date" : "1535/03/10"}, {"title" : "Amsterdam: A small troop of Anabaptists, led by the minister Jacob van Geel, attacks the city hall in an attempted coup to seize the city. In the counter-attack by the city's militia, the burgemeester, Pieter Colijns, is killed by the rebels.", "date" : "1535/05/10"}, {"title" : " French explorer Jacques Cartier sets sail for his second voyage to North America with three ships, 110 men, and Chief Donnacona's two sons (taken by Cartier during his first voyage).", "date" : "1535/05/19"}, {"title" : " Execution of John Fisher, Cardinal and Bishop of Rochester, by order of King Henry VIII of England.", "date" : "1535/06/22"}, {"title" : " Münster Rebellion: The Anabaptist state of Münster is conquered and disbanded.", "date" : "1535/06/24"}, {"title" : " Jacques Cartier reaches the area (island) in the St. Lawrence River that eventually becomes Montreal, Quebec.", "date" : "1535/10/02"}, {"title" : " The first complete English-language Bible is printed in Antwerp, with translations by William Tyndale and Miles Coverdale.", "date" : "1535/10/04"}, {"title" : "January 7  ampndash Catherine of Aragon, First Queen of Henry VIII of England, dies.", "date" : "1536/01/07"}, {"title" : " Spaniard Pedro de Mendoza founds Buenos Aires, Argentina.", "date" : "1536/02/02"}, {"title" : " Jacob Hutter is burned at the stake for heresy.", "date" : "1536/02/25"}, {"title" : " The Inquisition is implemented in Portugal.", "date" : "1536/04/30"}, {"title" : " Anne Boleyn, Second Queen of Henry VIII of England, is arrested on the grounds of incest, adultery, and treason.", "date" : "1536/05/02"}, {"title" : " The five men accused of adultery with Anne Boleyn, including her own brother George Boleyn, are executed.", "date" : "1536/05/17"}, {"title" : " Anne Boleyn, Queen Consort of Henry VIII of England is executed in the Tower of London.", "date" : "1536/05/19"}, {"title" : " Henry VIII of England marries Jane Seymour.", "date" : "1536/05/30"}, {"title" : "May ampampndash Manco Inca Yupanqui leads a revolt against the Spanish, and then leads his people to Machu Picchu, deep in the Valcahambra range of the Andes.", "date" : "1536/05/30"}, {"title" : " Cristobal de Onate founds San Juan Bautista del Teul.", "date" : "1536/06/24"}, {"title" : " San Pedro Sula is founded by Pedro de Alvarado.", "date" : "1536/06/27"}, {"title" : " The Pilgrimage of Grace, a rebellion in York, is quotresolvedquot by Robert Aske.", "date" : "1536/10/13"}, {"title" : " Alessandro de Medici is assassinated.", "date" : "1537/01/06"}, {"title" : "March ampampndash Diego de Almagro successfully charges Manco Inca's siege of Cuzco, thereby saving his antagonists, the Pizarro brothers.", "date" : "1537/01/06"}, {"title" : " Recife is founded by the Portuguese in Brazil.", "date" : "1537/03/12"}, {"title" : " Pope Paul III publishes the encyclical ''Sublimis Deus'', which declares the natives of the New World to be rational beings with souls who must not be enslaved or robbed.", "date" : "1537/06/02"}, {"title" : " Asunción is founded by Juan de Salazar y Espinoza. It's the oldest city in South America.", "date" : "1537/08/15"}, {"title" : " The Honourable Artillery Company, the oldest surviving regiment in the British Army, and the second most senior, is formed.", "date" : "1537/08/25"}, {"title" : " Treaty of Nagyvárad: Peace is declared between King Ferdinand and the Turks. John Zapolya is recognized as King of Hungary (Eastern Hungarian Kingdom), while Ferdinand retains the northern and western parts of the Kingdom, and is recognized as heir to the throne.", "date" : "1538/02/24"}, {"title" : " Battle of Las Salinas: Almagro is defeated by Francisco Pizarro, who then seizes Cuzco.", "date" : "1538/04/26"}, {"title" : " Truce of Nice: Peace is declared between Emperor Charles V and Francis I of France.", "date" : "1538/06/18"}, {"title" : " Bogotá, Colombia is founded by Gonzalo Jiménez de Quesada.", "date" : "1538/08/06"}, {"title" : " Battle of Preveza: The Turkish fleet of Suleiman the Magnificent under the command of Barbarossa Hayreddin Pasha defeats the Holy League of Emperor Charles V under the command of Andrea Doria.", "date" : "1538/09/28"}, {"title" : " The first university of the New World, the Universidad Santo Tomás de Aquino, is founded.", "date" : "1538/10/28"}, {"title" : "Sucre, Bolivia is founded under the name ''Ciudad de la Plata de la Nueva Toledo''.", "date" : "1538/10/28"}, {"title" : "Byland Abbey is dissolved.", "date" : "1538/10/28"}, {"title" : " Charles V, Holy Roman Emperor (and Charles I of Spain) and Francis I of France sign the Treaty of Toledo, agreeing to make no further alliances with England. The treaty comes after Henry VIII of England's split with Rome and Pope Paul III.", "date" : "1539/01/12"}, {"title" : " First horse race held at Chester Racecourse, the oldest in use in England.", "date" : "1539/02/09"}, {"title" : "March ampampndash Canterbury Cathedral surrenders, and reverts to its previous status of 'a college of secular canons'.", "date" : "1539/02/09"}, {"title" : " In Florida, Hernando de Soto lands at Tampa Bay with 600 soldiers with the goal to find gold. He also introduces pigs into North America.", "date" : "1539/05/30"}, {"title" : "May ampampndash The Six Articles, an Act of the Parliament of England, reaffirms certain Catholic principles in Henry VIII's Church of England.ampamp{{cite book|chapter=1539|title=The People's Chronology|editor=Everett, Jason M.|publisher=Thomson Gale|year=2006}}ampamp", "date" : "1539/05/30"}, {"title" : " Guru Angad Dev becomes the second Guru of the Sikhs.", "date" : "1539/09/07"}, {"title" : "Henry VIII contracts to marry Anne of Cleves.", "date" : "1539/10/04"}, {"title" : "Protestant Reformation", "date" : "1539/10/04"}, {"title" : "Lutheranism is forcibly introduced into Iceland, despite the opposition of Bishop Jón Arason.", "date" : "1539/10/04"}, {"title" : "Beaulieu Abbey, Bolton Abbey, Colchester Abbey, Newstead Abbey, St Albans Abbey, St Mary's Abbey, York and Hartland Abbey (the last) fall prey to the Dissolution of the Monasteries in England.", "date" : "1539/10/04"}, {"title" : "First edition of the Calvinist Genevan psalter is published.", "date" : "1539/10/04"}, {"title" : "In Henan province, China, a severe drought with swarms of locusts is made worse by a major epidemic outbreak of the plague.", "date" : "1539/10/04"}, {"title" : "King Francis I of France issues an ordinance that places the whole of France under the jurisdiction of the royal law courts and makes French the language of those courts.", "date" : "1539/10/04"}, {"title" : " King Henry VIII of England marries Anne of Cleves, his fourth Queen consort.", "date" : "1540/01/06"}, {"title" : "14 February - Charles V, Holy Roman Emperor enters Ghent without resistance and executes rebels.", "date" : "1540/01/06"}, {"title" : "March ampampndash Waltham Abbey is the final priory to fall prey to the Dissolution of the Monasteries.", "date" : "1540/01/06"}, {"title" : "17 May - Sher Shah Suri defeats and deposes Mughal Emperor Humayan at the Battle of Kannauj, establishes the Sur Empire.", "date" : "1540/01/06"}, {"title" : "22 May - Pope Paul III summons a general council of the church to meet at the imperial city of Trent.", "date" : "1540/01/06"}, {"title" : " Coronado captures Hawikuh, then known as part of Cíbola, but fails to find the legendary gold.", "date" : "1540/07/07"}, {"title" : " King Henry VIII of England divorces Anne of Cleves, his fourth Queen consort.", "date" : "1540/07/09"}, {"title" : " One of the most important political figures of the reign of Henry VIII of England, Thomas Cromwell, is executed on order from the king on charges of treason. Henry marries his fifth wife, Catherine Howard, on the same day.", "date" : "1540/07/28"}, {"title" : " Gelawdewos succeeds his father Lebna Dengel as Emperor of Ethiopia.", "date" : "1540/09/03"}, {"title" : " The Society of Jesus (Jesuits) is approved by Pope Paul III, in his bull ''Regimini militantis Ecclesiae''.", "date" : "1540/09/27"}, {"title" : " Pedro de Valdivia founds Santiago de Chile.", "date" : "1541/02/12"}, {"title" : " Francis Xavier leaves Lisbon on a mission to the Portuguese East Indies.", "date" : "1541/04/07"}, {"title" : " Battle of Sahart: The Emperor of Ethiopia defeated an attack by the forces of Imam Ahmad Gragn.", "date" : "1541/04/24"}, {"title" : " Spanish explorer Hernando de Soto reaches the Mississippi River, naming it the Rio de Espiritu Santo (quotRiver of the Holy Spiritquot).", "date" : "1541/05/08"}, {"title" : " Jacques Cartier departs from Saint-Malo, France on his third voyage.", "date" : "1541/05/23"}, {"title" : " Estevão da Gama departs Massawa, leaving behind 400 matchlock men and 150 slaves under his brother Christovão da Gama, with orders to assist the Emperor of Ethiopia to defeat Ahmad ibn Ibrihim al-Ghazi, who has invaded his Empire.", "date" : "1541/07/09"}, {"title" : " The Janissaries of Suleiman the Magnificent take Buda by ruse, hiding themselves as visitors.", "date" : "1541/08/29"}, {"title" : "October ampampndash An Algerian military campaign by Charles V of Spain (Habsburg) is unsuccessful.", "date" : "1541/08/29"}, {"title" : " Battle of Baçente: The Portuguese under Christovão da Gama capture a Moslem-occupied hillfort in northern Ethiopia.", "date" : "1542/02/02"}, {"title" : " Catherine Howard, the fifth wife of Henry VIII of England, is executed for adultery.", "date" : "1542/02/13"}, {"title" : " Guadalajara, Mexico, is founded by the Spaniards after 3 previous attempts failed, due to aggressive opposition from local tribes.", "date" : "1542/02/14"}, {"title" : " Antoine Escalin des Eymars, the French ambassador, returns from Constantinople with promises of Ottoman aid in a war against Charles V, Holy Roman Emperor.", "date" : "1542/03/08"}, {"title" : "April 16 ampndash Ethiopia ampndash Battle of Jarte: The Portuguese under Christovão da Gama encounter the army of Imam Ahmad Gragn and inflict upon him two successive defeats.", "date" : "1542/04/04"}, {"title" : " Juan Rodríguez Cabrillo discovers California and claims it for Spain.", "date" : "1542/06/27"}, {"title" : " Charles V, Holy Roman Emperor declares war on King Francis I of France. This time King Henry VIII of England is allied to the Emperor, while James V of Scotland and Sultan Suleiman I are allied to the French.", "date" : "1542/07/12"}, {"title" : "August ampampndash Battle of the Hill of the Jews: During the rainy season, Christovão da Gama captures a strategic position and many badly needed horses.", "date" : "1542/07/12"}, {"title" : " Battle of Haddon Rig: Scotland defeats England.", "date" : "1542/08/24"}, {"title" : " Advice and citizenry of Hildesheim (Germany) profess themselves to the Lutheran teachings. As a pledge owner, the city Hildesheim provides for the execution of the Reformation in the city and office of Peine. The priests from the localities of Clauen, Hohenhameln, Sossmar, Schmedenstedt, Lengede and Rosenthal {{Disambiguation needed|date=June 2011}} resume their offices in the sense of the Reformation.", "date" : "1542/08/27"}, {"title" : " Ethiopia ampndash Battle of Wofla: Reinforced with at least 600 arquebusiers and cavalry, Imam Ahmad Gragn attacks the Portuguese camp.  The Portuguese are scattered Christovão da Gama is captured and executed.", "date" : "1542/08/28"}, {"title" : " Earliest recorded Preston Guild Court in current sequence", "date" : "1542/09/04"}, {"title" : " Juan Rodríguez Cabrillo lands in what is now San Diego Bay and named it quotSan Miguelquot, which will later become San Diego.", "date" : "1542/09/28"}, {"title" : " Battle of Solway Moss: An English army invades Scotland and defeats a Scottish army.", "date" : "1542/11/24"}, {"title" : " Queen Mary, Queen of Scots, becomes queen at the age of only one week.", "date" : "1542/12/14"}, {"title" : " Battle of Wayna Daga: A joint Ethiopian-Portuguese force of 8,500 under Emperor Gelawdewos, defeats Imam Ahmad Gran's army of over 14,000, ending the Ethiopian–Adal War.", "date" : "1543/02/21"}, {"title" : "March ampampndash King Gustav Vasa's troops crush the forces of Swedish peasant rebel Nils Dacke in battle, ending the uprising. Dacke escapes but is captured and killed in the summer.", "date" : "1543/02/21"}, {"title" : "May ampampndash Nicolaus Copernicus publishes ''De revolutionibus orbium coelestium'' in Nuremberg. In it, he denies the geocentric model and says all planets revolve around the sun. Copernicus dies on the 24th at the age of 70.", "date" : "1543/02/21"}, {"title" : " King Henry VIII of England marries Catherine Parr. It is the sixth of Henry's marriages and the third of Catherine's. Princess Elizabeth attends the wedding.", "date" : "1543/07/12"}, {"title" : " Turkish and French troops under Hayreddin Barbarossa occupy Nice.", "date" : "1543/08/05"}, {"title" : "SeptemberampampndashOctober ampampndash Landrecies in Picardy is besieged by forces under Emperor Charles V, but withdraw on the approach of the French army.", "date" : "1543/08/05"}, {"title" : " At Västerås, the estates of Sweden swear loyalty to king Gustav Vasa and to his heirs, ending the traditional electoral monarchy in Sweden.", "date" : "1544/01/13"}, {"title" : " Battle of Ceresole: French forces under the Comte d'Enghien defeat Imperial forces under the Marques Del Vasto near Turin.", "date" : "1544/04/11"}, {"title" : "May ampampndash Emperor Charles V again invades eastern France.", "date" : "1544/04/11"}, {"title" : "August 18 ampndash The Holy Roman Empire besieges St. Dizier in eastern France.", "date" : "1544/06/19"}, {"title" : "September 14 ampndash English forces under Henry VIII besiege and capture Boulogne.", "date" : "1544/07/19"}, {"title" : " Peace of Crépy: Peace is declared between Charles and Francis. The war between France and England continues.", "date" : "1544/09/18"}, {"title" : " Captain Juan Bautista Pastene leads the first European expedition to the estuary of Valdivia, Chile and the Bay of Corral.", "date" : "1544/09/22"}, {"title" : " French forces under the Dauphin assault Boulogne, but are ultimately unsuccessful.", "date" : "1544/10/09"}, {"title" : " Battle of Ancrum Moor: The Scots are victorious over superior English forces.", "date" : "1545/02/27"}, {"title" : " Spanish explorer Yñigo Ortiz de Retez sets out to navigate the northern coast of New Guinea.", "date" : "1545/06/13"}, {"title" : " Battle of the Solent: The fleets of England and France battle to a draw. The ''Mary Rose'' sinks during the naval engagement.", "date" : "1545/07/18"}, {"title" : " The Council of Trent officially opens (closes 1563).", "date" : "1545/12/13"}, {"title" : " Treaty of Ardres, also known as the Treaty of Camp, is signed, resulting in peace between England and France.", "date" : "1546/06/07"}, {"title" : " The Schmalkaldic War, a political struggle between imperial forces under Charles V, Holy Roman Emperor, and the forces of the Schmalkaldic League, begins.", "date" : "1546/07/10"}, {"title" : " Grand Duke Ivan IV of Muscovy  becomes the first Tsar of Russia. This replaces the Grand Duchy of Moscow with the Tsardom of Russia.", "date" : "1547/01/16"}, {"title" : " Edward VI succeeds his father Henry VIII as King of England.", "date" : "1547/01/28"}, {"title" : " Edward VI of England is crowned at Westminster Abbey.", "date" : "1547/02/20"}, {"title" : " Henry II succeeds his father Francis I as King of France.", "date" : "1547/03/31"}, {"title" : " Catherine Parr, widow of King Henry VIII of England, secretly marries Thomas Seymour, 1st Baron Seymour of Sudeley.", "date" : "1547/04/04"}, {"title" : " Battle of Mühlberg: Emperor Charles V defeats the Lutheran forces of the Schmalkaldic League.", "date" : "1547/04/24"}, {"title" : " Battle of Pinkie: An English army under the Duke of Somerset, Lord Protector of England, defeats a Scottish army under James Hamilton, 2nd Earl of Arran, the Regent. The English seize Edinburgh.", "date" : "1547/09/10"}, {"title" : " Battle of Uedahara: Firearms are used for the first time on the battlefield in Japan, and Takeda Shingen is defeated by Murakami Yoshikiyo.", "date" : "1548/02/14"}, {"title" : " A marriage treaty is signed between Scotland and France, whereby 5-year-old Mary, Queen of Scots, is betrothed to the future King Francis II of France.", "date" : "1548/07/07"}, {"title" : " La Paz becomes the capital of Brazil.", "date" : "1548/07/16"}, {"title" : " Mary, Queen of Scots, leaves for France.", "date" : "1548/08/07"}, {"title" : " At the first ''sejm'' of King Sigismund II Augustus of Poland, deputies demand that the king renounce his wife Barbara Radziwiłł.", "date" : "1548/10/31"}, {"title" : "December ampampndash Siam attacks Tavoy beginning the Burmese–Siamese War 1548.", "date" : "1548/10/31"}, {"title" : " The city of Salvador da Bahia, Brazil's first capital, is founded.", "date" : "1549/03/29"}, {"title" : " Francis Xavier arrives in Japan.", "date" : "1549/07/27"}, {"title" : " Battle of Sampford Courtenay in England: Prayer Book Rebellion quashed.", "date" : "1549/08/17"}, {"title" : " The Pragmatic Sanction is proclaimed by Charles V, Holy Roman Emperor. The Seventeen Provinces are declared inseparable.", "date" : "1549/11/04"}, {"title" : " Spanish Captain Hernando de Santana founds the city of Valledupar in what is now Colombian territory.", "date" : "1550/01/06"}, {"title" : " Pope Julius III succeeds Pope Paul III as the 221st pope.", "date" : "1550/02/08"}, {"title" : " The Society of Jesus (Jesuits) is approved by Pope Julius III.", "date" : "1550/07/21"}, {"title" : " Ketumati, Burma is conquered by Bayinnaung.", "date" : "1551/01/11"}, {"title" : "April 11  English premier John Dudley appointed duke of Northumberland.", "date" : "1551/04/11"}, {"title" : " The National University of San Marcos is founded in Lima (Peru), being the first officially established university in the Americas.", "date" : "1551/05/12"}, {"title" : "July ampampndash Ottomans and Barbary pirates invade the Mediterranean Island of Gozo, enslaving all inhabitants (est. at 5,000 to 6,000), and transporting them to Tarhuna Wa Msalata.", "date" : "1551/05/12"}, {"title" : " The Royal and Pontifical University of Mexico is founded in Mexico City (Mexico), being the second officially established university in the Americas.", "date" : "1551/09/21"}, {"title" : " Henry II of France and Maurice of Saxony sign the Treaty of Chambord.", "date" : "1552/01/15"}, {"title" : " Pedro de Valdivia founds the city of Valdivia as ''Santa María la Blanca de Valdivia'' in Chile.", "date" : "1552/02/12"}, {"title" : " The privileges of the Hanseatic League are abolished in England.", "date" : "1552/02/24"}, {"title" : "March ampampndash The Act of Uniformity imposes the Protestant Book of Common Prayer in England.", "date" : "1552/02/24"}, {"title" : " Guru Amar Das becomes the Third Sikh Guru.", "date" : "1552/03/26"}, {"title" : "April ampampndash War breaks out between Henry II of France and Emperor Charles V. Henry invades Lorraine and captures Toul, Metz, and Verdun.", "date" : "1552/03/26"}, {"title" : " Pedro de Valdivia founds the city of La Imperial, Chile.", "date" : "1552/04/16"}, {"title" : "May ampampndash Maurice of Saxony captures Augsburg and almost seizes Charles V, Holy Roman Emperor at Innsbruck.", "date" : "1552/04/16"}, {"title" : "July ampampndash In Hungary, Drégely Castle is attacked by the Turks.", "date" : "1552/04/16"}, {"title" : "John Frederick, Elector of Saxony and Philipp I of Hesse, taken prisoner by Charles V in 1546, are released.", "date" : "1552/04/16"}, {"title" : "The Peace of Passau revokes the Augsburg Interim of 1548 and promises religious freedom to the Protestant princes.", "date" : "1552/04/16"}, {"title" : "September ampampndash In Hungary, Eger is defended against the Turks the captain of the castle was István Dobó.", "date" : "1552/04/16"}, {"title" : " The Khanate of Kazan falls to troops of Ivan IV of Russia.", "date" : "1552/10/02"}, {"title" : " Christ's Hospital and King Edward's School, Witley, England, are created by Royal Charter.", "date" : "1553/06/26"}, {"title" : " Battle of Sievershausen: Prince-elector Maurice of Saxony defeats the Catholic forces of Margrave Albert of Brandenburg-Kulmbach. Maurice is mortally wounded.", "date" : "1553/07/09"}, {"title" : " Four days after the death of her cousin King Edward VI of England, Lady Jane Grey is proclaimed Queen of England ampndash a position she holds for the next nine days.", "date" : "1553/07/10"}, {"title" : " The Lord Mayor of London proclaims Mary I the rightful Queen Lady Jane Grey voluntarily abdicates.", "date" : "1553/07/18"}, {"title" : " Queen Mary I of England begins her reign.", "date" : "1553/07/19"}, {"title" : " Queen Mary I of England arrives in London from East Anglia.", "date" : "1553/08/03"}, {"title" : " John Dudley, 1st Duke of Northumberland, a supporter of Lady Jane Grey, is executed.", "date" : "1553/08/22"}, {"title" : "August ampampndash English explorer Richard Chancellor enters the White Sea and reaches Arkhangelsk, going on to the court of Ivan IV of Russia, opening up trade between England and Russia.", "date" : "1553/08/22"}, {"title" : "September ampampndash Protestant bishops in England are arrested and Roman Catholic bishops are restored.", "date" : "1553/08/22"}, {"title" : " The Sadians consolidate their power in Morocco by defeating the last of their enemies.", "date" : "1553/09/23"}, {"title" : " Inquisition burns Michael Servetus as a heretic in Geneva.", "date" : "1553/10/27"}, {"title" : " Battle of Tucapel: Mapuche rebels under Lautaro defeat the Spanish conquistadors and execute Pedro de Valdivia, the first Royal Governor of Chile.", "date" : "1553/12/25"}, {"title" : " A great fire breaks out in Eindhoven, Netherlands.", "date" : "1554/01/05"}, {"title" : " São Paulo, Brazil, is founded.", "date" : "1554/01/25"}, {"title" : " After claiming the throne of England the previous year, Lady Jane Grey is beheaded for treason alongside her husband.", "date" : "1554/02/12"}, {"title" : " Princess Elizabeth is imprisoned in the Tower of London.", "date" : "1554/03/17"}, {"title" : " Mary of Guise becomes Regent of Scotland.", "date" : "1554/04/12"}, {"title" : "July 25 ampndash Queen Mary I of England marries King Philip of Naples, the only son of Emperor Charles V, in Winchester, England.", "date" : "1554/07/23"}, {"title" : " Battle of Marciano: Senese–French forces are defeated by the Florentine–Imperial army.", "date" : "1554/08/02"}, {"title" : " Battle of Renty: French forces led by Francis, Duke of Guise turn back an invasion of Picardy by Charles V.", "date" : "1554/08/12"}, {"title" : " Fall of the Ava Kingdom in Upper Burma.", "date" : "1555/01/22"}, {"title" : " The Diet of Augsburg begins.", "date" : "1555/02/02"}, {"title" : " John Rogers, burned at the stake in London,  becomes the first Protestant martyr under Mary I of England.", "date" : "1555/02/04"}, {"title" : " Rowland Taylor, Rector of Hadleigh, Suffolk, and John Hooper, deposed Bishop of Gloucester, are burned at the stake in England.", "date" : "1555/02/09"}, {"title" : "  Pope Marcellus II succeeds Julius III as the 222nd pope. He will reign for 22 days.", "date" : "1555/04/10"}, {"title" : " After 18 months of siege, the Republic of Siena surrenders to the Florentine–Imperial army.", "date" : "1555/04/17"}, {"title" : " Pope Paul IV succeeds Marcellus II as the 223rd pope.", "date" : "1555/05/23"}, {"title" : " Treaty of Amasya between the Ottoman Empire and Safavid Persia concludes the Ottoman–Safavid War (1532–1555).", "date" : "1555/06/01"}, {"title" : " Pope Paul IV creates the first Jewish ghetto in Rome.", "date" : "1555/07/12"}, {"title" : " The Peace of Augsburg is signed between Charles V, Holy Roman Emperor, and the Lutheran Schmalkaldic League establishing the principle ''Cuius regio, eius religio'', that is, rulers within the Empire can choose the religion of their realm.", "date" : "1555/09/25"}, {"title" : " Two of the Oxford Martyrs, Hugh Latimer and Nicholas Ridley, are burned at the stake in England.", "date" : "1555/10/16"}, {"title" : " Charles V abdicates as Holy Roman Emperor and is succeeded by his brother Ferdinand.", "date" : "1555/10/25"}, {"title" : " Charles I, having already abdicated as Holy Roman Emperor, resigns the Kingdom of Spain in favour of his son, Philip II, and retires to a monastery.", "date" : "1556/01/16"}, {"title" : "  The Shaanxi Earthquake, the deadliest earthquake in history, occurs with its epicenter in Shaanxi province, China 830,000 people may have been killed.", "date" : "1556/01/23"}, {"title" : " Truce of Vaucelles: Fighting temporarily ends between France and Spain.", "date" : "1556/02/05"}, {"title" : "Akbar ascends to the throne of the Mughal Empire at age 13 he will rule until his death in 1605 by which time most of the north and centre of the Indian subcontinent will be under his control.", "date" : "1556/02/05"}, {"title" : "Archbishop of Canterbury Thomas Cranmer is declared a heretic.", "date" : "1556/02/05"}, {"title" : "'(approx.)'' ampndash Sophie Jagiellon marries Henry V, Duke of Brunswick-Lüneburg.", "date" : "1556/02/22"}, {"title" : " In Oxford, Thomas Cranmer is burned at the stake for treason.", "date" : "1556/03/21"}, {"title" : "November ampampndash The Truce of Vaucelles collapses, and war resumes between Henry II of France and Philip II of Spain.", "date" : "1556/03/21"}, {"title" : " Second Battle of Panipat: Fifty miles north of Delhi, a Mogul Army defeats Hindu forces of General Hemu, to ensure Akbar the throne of India.", "date" : "1556/11/05"}, {"title" : " Arauco War: Battle of Mataquito: Spanish forces of the Governor Francisco de Villagra launch a dawn surprise attack against the Mapuche headed by their toqui Lautaro in present-day Chile.", "date" : "1557/04/30"}, {"title" : " Mary I of England joins her husband Philip II of Spain in his war against France.", "date" : "1557/06/07"}, {"title" : "October 8 ampndash The Colloquy of Worms convenes.", "date" : "1557/09/11"}, {"title" : " Emperor Ōgimachi accedes to the throne of Japan.", "date" : "1557/10/27"}, {"title" : " French troops led by Francis, Duke of Guise take Calais, the last continental possession of the Kingdom of England", "date" : "1558/01/07"}, {"title" : " Geneva becomes independent from the Canton of Bern.", "date" : "1558/01/09"}, {"title" : " Beginning of the Livonian War.", "date" : "1558/01/22"}, {"title" : " The University of Jena is founded in Thuringia, Germany.", "date" : "1558/02/02"}, {"title" : " during the Arauco War, Pedro de Avendaño with sixty men capture Caupolicán, the Mapuche Gran Toqui leading their first revolt against the Spanish Empire, nearby Antihuala encamped with a small band of followers.", "date" : "1558/02/05"}, {"title" : " Mary, Queen of Scots, marries Francis II of France.", "date" : "1558/04/24"}, {"title" : " Battle of Gravelines: In France, Spanish forces led by Count Lamoral of Egmont defeat the French forces of Marshal Paul des Thermes at Gravelines.", "date" : "1558/07/13"}, {"title" : " The city of Tartu, capital of the Bishopric of Dorpat, now in Estonia, surrenders to Russia.", "date" : "1558/07/18"}, {"title" : " The Elizabethan era begins: Queen Mary I of England dies and is succeeded by her younger half-sister Elizabeth.", "date" : "1558/11/17"}, {"title" : "May 29 ampndash Siege and Fall of Constantinople (now Istanbul): The Ottoman Sultan Mehmet II the Conqueror ends the Byzantine Empire by capturing the capital, Constantinople. Mortars are perhaps used in battle for the first time in this action.", "date" : "1453/04/02"}, {"title" : " Partial lunar eclipse takes place.", "date" : "1453/05/22"}, {"title" : "MayampampndashJune ampampndash Epibatos and Selymbria also fall to the Turks after the final fall of Constantinople.", "date" : "1453/05/22"}, {"title" : "July ampampndash Revolt of Ghent: Philip the Good, Duke of Burgundy, crushes the Ghent rebellion.", "date" : "1453/05/22"}, {"title" : " Battle of Castillon: The French under Jean Bureau defeat the English under the Earl of Shrewsbury, who is killed.", "date" : "1453/07/17"}, {"title" : " The Hundred Years' War comes to a close with the French recapture of Bordeaux, leaving the English retaining only Calais on French soil.", "date" : "1453/10/19"}, {"title" : " In the Thirteen Years' War, the Secret Council of the Prussian Confederation sends a formal act of disobedience to the Grand Master.", "date" : "1454/02/04"}, {"title" : " Casimir IV of Poland renounces allegiance to the Teutonic Knights.", "date" : "1454/03/06"}, {"title" : " Richard Plantagenet, Duke of York becomes Protector for the insane King Henry VI of England.", "date" : "1454/03/27"}, {"title" : " Treaty of Lodi: Francesco Sforza forms a triple alliance between the duchy of Milan, the republic of Florence and kingdom of Naples.", "date" : "1454/04/09"}, {"title" : " Battle of Chojnice: The Polish army is defeated by a smaller but more professional Teutonic army during the Thirteen Years' War.", "date" : "1454/09/18"}, {"title" : "December ampampndash King Henry having regained his sanity, the Duke of York is dismissed as Protector.", "date" : "1454/09/18"}, {"title" : " Pope Nicholas V publishes ''Romanus Pontifex'', an encyclical addressed to King Afonso V of Portugal, which sanctions the conquest of non-Christian lands, and the reduction of native non-Christian populations to 'perpetual slavery'.", "date" : "1455/01/08"}, {"title" : " The Gutenberg Bible is the first book printed with movable type.", "date" : "1455/02/23"}, {"title" : " Pope Calixtus III succeeds Pope Nicholas V as the 209th pope.", "date" : "1455/04/08"}, {"title" : "Spring ampampndash The Wars of the Roses begin.", "date" : "1455/04/08"}, {"title" : " Battle of Arkinholm: King James II of Scotland defeats the Earl of Douglas.", "date" : "1455/05/18"}, {"title" : " First Battle of St Albans: Richard, Duke of York, defeats and captures King Henry VI of England.", "date" : "1455/05/22"}, {"title" : "July ampampndash Siege of Berat.", "date" : "1455/05/22"}, {"title" : " Second Battle of Oronichea (1456): Ottoman forces of 15,000 go to capture Albania but are met and swiftly defeated by Skanderbeg's smaller force.", "date" : "1456/05/18"}, {"title" : "June 9  ampndash Halley's Comet makes an appearance, as noted by the humanist scholar Platina.", "date" : "1456/06/09"}, {"title" : " A retrial acquits Joan of Arc of heresy 25 years after her death.", "date" : "1456/07/07"}, {"title" : "July 22 ampndash Battle of Nándorfehérvár (Belgrade):  The Hungarians under John Hunyadi rout the Turkish army of Sultan Mehmed II. The noon bell ordered by Pope Callixtus III commemorates the victory throughout the Christian world (and hence is still rung).", "date" : "1456/07/21"}, {"title" : " Vladislav II, reigning Prince of Wallachia, is killed in battle by Vlad III Dracula, who succeeds him.", "date" : "1456/08/20"}, {"title" : " The University of Greifswald is established, making it the second oldest university in northern Europe (also for a period the oldest in Sweden and Prussia).", "date" : "1456/10/17"}, {"title" : " Charles VIII of Sweden is declared deposed. Archbishop of Sweden Jöns Bengtsson Oxenstierna and statesman Erik Axelsson Tott become co-regents of Sweden. The throne is then offered to Christian I of Denmark and Norway.", "date" : "1457/02/24"}, {"title" : " Christian I is elected king of Sweden, ending the war between Sweden and Denmark and restoring the Kalmar union.", "date" : "1457/06/23"}, {"title" : " Battle of Ujëbardha: One of Skanderbeg's most important victories against the Ottoman army in the open field.", "date" : "1457/09/02"}, {"title" : " Matthias I Corvinus becomes king of Hungary.", "date" : "1458/01/24"}, {"title" : " Pope Pius II succeeds Pope Callixtus III as the 210th pope.", "date" : "1458/08/19"}, {"title" : "King Afonso V of Portugal conquers Alcácer Ceguer in North Africa.", "date" : "1458/10/24"}, {"title" : " Battle of Blore Heath: Yorkists under the Earl of Salisbury defeat a Lancastrian force.", "date" : "1459/09/23"}, {"title" : " Due to the advance of a royal force on his fortress of Ludlow, The Duke of York flees to Ireland, while his ally Warwick goes to Calais.", "date" : "1459/10/12"}, {"title" : " King Christian I of Denmark issues the Treaty of Ribe.", "date" : "1460/03/05"}, {"title" : "June ampampndash The Earl of Warwick and Edward, Earl of March, eldest son of the Duke of York, land in England with an army and seize London.", "date" : "1460/03/05"}, {"title" : " The cannons of the Tower of London, still in Lancaster hands, are fired on the city of London, which is mostly in Yorkist hands.", "date" : "1460/07/04"}, {"title" : " Battle of Northampton: Warwick and March defeat a Lancastrian army and seize King Henry. It is agreed that York will be Henry's heir, disinheriting the King's son Edward of Westminster, Prince of Wales.", "date" : "1460/07/10"}, {"title" : " Battle of Wakefield: A Lancastrian army under Henry Beaufort, Duke of Somerset and Henry Percy, Earl of Northumberland defeats a Yorkist army under the Duke of York and his son, Edmund, Earl of Rutland. Both York and Rutland are killed, the latter murdered after the battle. York's son Edward becomes leader of the Yorkist faction.", "date" : "1460/12/30"}, {"title" : " Battle of Mortimer's Cross: Yorkist troops led by Edward, Duke of York defeat Lancastrians under Owen Tudor and his son Jasper Tudor, Earl of Pembroke in Wales.", "date" : "1461/02/02"}, {"title" : " Second Battle of St Albans, England: The Earl of Warwick's army is defeated by a Lancastrian force under Queen Margaret, who recovers control of her husband.", "date" : "1461/02/17"}, {"title" : " The Duke of York seizes London and proclaims himself King Edward IV of England.", "date" : "1461/03/04"}, {"title" : "5 March - Henry VI of England is desposed by the Duke of York during war of the Roses.", "date" : "1461/03/04"}, {"title" : " Battle of Towton: Edward IV defeats Queen Margaret to make good his claim to the English throne (thought to be the bloodiest battle ever fought in England).", "date" : "1461/03/29"}, {"title" : " Edward, Richard of York's son, is crowned as Edward IV, King of England (reigns until 1483).", "date" : "1461/06/28"}, {"title" : "July ampampndash Byzantine general Graitzas Palaiologos honourably surrenders Salmeniko Castle, last garrison of the Despotate of the Morea, to invading forces of the Ottoman Empire after a year-long siege.", "date" : "1461/06/28"}, {"title" : " The Ming Dynasty Chinese military general Cao Qin stages a coup against the Tianshun Emperor after setting fire to the eastern and western gates of the Imperial City (Beijing) (which are doused by pouring rains during the day-long uprising), Cao Qin finds himself hemmed in on all sides by imperial forces, loses three of his own brothers in the fight, and instead of facing execution he flees to his home in the city and commits suicide by jumping down a well located within his walled compound.", "date" : "1461/08/07"}, {"title" : " The Empire of Trebizond, the last major Romano-Greek outpost, falls to the Ottoman Empire under Mehmed II, after a 21-day siege.", "date" : "1461/08/15"}, {"title" : " Vasili II of Russia dies, and is succeeded by his son Ivan III of Russia.", "date" : "1462/03/27"}, {"title" : " Vlad III Dracula attempts to assassinate Mehmed II in The Night Attack, forcing Mehmed to retreat from Wallachia.", "date" : "1462/06/17"}, {"title" : " Thirteen Years' War ampndash Battle of Świecino (Battle of Żarnowiec): The Kingdom of Poland defeats the Teutonic Order.", "date" : "1462/09/17"}, {"title" : " Poet François Villon is banned from Paris.", "date" : "1463/01/05"}, {"title" : " Battle of Zatoka Świeża: The navy of the Prussian Confederation defeats the Teutonic fleet.", "date" : "1463/09/15"}, {"title" : " Battle of Hedgeley Moor: Yorkist forces under Lord Montague defeat Lancastrians under Sir Ralph Percy, who is killed.", "date" : "1464/04/25"}, {"title" : " Edward IV of England secretly marries Elizabeth Woodville, and keeps the marriage a secret for 5 months afterwards.", "date" : "1464/05/01"}, {"title" : " Battle of Hexham: Montague defeats another Lancastrian army, this one led by King Henry and Queen Margaret themselves. This marks the end of organized Lancastrian resistance for several years.", "date" : "1464/05/15"}, {"title" : " Christian I of Denmark and Norway, who was also serving as King of Sweden, is declared deposed from the latter throne. His deposed predecessor Charles VIII of Sweden is re-elected to the throne.", "date" : "1464/06/23"}, {"title" : " Emperor Go-Hanazono of Japan abdicates, and is succeeded by his son, Emperor Go-Tsuchimikado.", "date" : "1464/08/21"}, {"title" : " Pope Paul II succeeds Pope Pius II as the 211th pope.", "date" : "1464/08/30"}, {"title" : " Amadeus IX becomes Duke of Savoy.", "date" : "1465/01/29"}, {"title" : " Charles VIII of Sweden is deposed. Clergyman Kettil Karlsson Vasa becomes Regent of Sweden.", "date" : "1465/01/30"}, {"title" : " Battle of Montlhéry: Troops of King Louis XI of France fight inconclusively against an army of the great nobles organized as the League of the Public Weal.", "date" : "1465/07/13"}, {"title" : " In Sweden, Regent Kettil Karlsson Vasa dies and is succeeded by Jöns Bengtsson Oxenstierna.", "date" : "1465/08/11"}, {"title" : " Wallachian voivode Radu cel Frumos, younger brother of Vlad Ţepeş, issues a writ from his residence in Bucharest", "date" : "1465/10/14"}, {"title" : " A conspiracy against Piero di Cosimo de' Medici, led by Luca Pitti and Borso d'Este, is discovered and put down in Florence.", "date" : "1466/08/26"}, {"title" : " The Thirteen Years' War ends with the Second Peace of Thorn.", "date" : "1466/10/19"}, {"title" : " Battle of Molinella.", "date" : "1467/07/25"}, {"title" : " Battle of Brustem: Charles the Bold defeats Liege.", "date" : "1467/10/29"}, {"title" : "Baeda Maryam succeeds his father Zara Yaqob as Emperor of Ethiopia.", "date" : "1468/08/26"}, {"title" : "The Treaty of Péronne is signed by Charles the Bold, Duke of Burgundy, and Louis XI of France.", "date" : "1468/10/14"}, {"title" : "Lorenzo de' Medici and his brother Giuliano de' Medici succeed their  father, Piero di Cosimo de' Medici.", "date" : "1468/12/03"}, {"title" : " The Battle of Nibley Green in England is the last fought between the private armies of feudal magnates.", "date" : "1469/03/20"}, {"title" : " Battle of Edgecote Moor: The House of Lancaster defeats the House of York.", "date" : "1469/07/26"}, {"title" : " Infante Ferdinand of Aragon marries Infanta Isabella of Castile. This event will lead to a unified Spain in 1492.", "date" : "1469/10/19"}, {"title" : " Wars of the Roses ampndash Battle of Lose-coat Field: The House of York defeats the House of Lancaster.", "date" : "1470/03/12"}, {"title" : " Charles VIII of Sweden, who had served three terms as King of Sweden, dies. Sten Sture the Elder becomes Regent of Sweden.", "date" : "1470/05/15"}, {"title" : "October ampampndash A rebellion orchestrated by King Edward's former ally, the Earl of Warwick, forces the King to flee England to seek support from his brother-in-law Charles the Bold of Burgundy.", "date" : "1470/05/15"}, {"title" : " Warwick releases Henry VI of England from the Tower and restores him to the throne.", "date" : "1470/10/30"}, {"title" : " Emperor Le Thanh Tong captures the Champa Capital, establishing new regions in middle Vietnam.", "date" : "1471/03/01"}, {"title" : "March ampampndash The Yorkist King Edward IV returns to England to reclaim his throne.", "date" : "1471/03/01"}, {"title" : " Battle of Barnet: Edward defeats the Lancastrian army under Warwick, who is killed.", "date" : "1471/04/14"}, {"title" : " Battle of Tewkesbury: King Edward defeats a Lancastrian army under Queen Margaret and her son, Edward of Westminster the Prince of Wales, who is killed.  Later in the month, King Henry VI of England is murdered, eliminating all  Lancastrian opposition.", "date" : "1471/05/04"}, {"title" : " Battle of Shelon: The forces of Muscovy defeat the Republic of Novgorod.", "date" : "1471/07/14"}, {"title" : " Pope Sixtus IV succeeds Pope Paul II as the 212th pope.", "date" : "1471/08/09"}, {"title" : " King Afonso V of Portugal conquers the Moroccan town of Arzila.", "date" : "1471/08/24"}, {"title" : " The Portuguese occupy Tangiers after its population flees the city.", "date" : "1471/08/29"}, {"title" : " Battle of Brunkeberg in Stockholm: The forces of Regent of Sweden Sten Sture the Elder, with the help of farmers and miners, repel an attack by Christian I, King of Denmark.", "date" : "1471/10/10"}, {"title" : " Orkney and Shetland are returned by Norway to Scotland, due to a defaulted dowry payment.", "date" : "1472/02/20"}, {"title" : " First complete printed edition of Avicenna's ''The Canon of Medicine'' (in Latin translation) published in Milan.", "date" : "1473/02/12"}, {"title" : " Upon the death of Henry IV of Castile, a civil war ensues between his designated successor Isabella I of Castile and her sister Juana, who is supported by her husband, Alfonso V of Portugal. Isabella wins the civil war after a lengthy struggle when her husband, Ferdinand II of Aragon, the newly crowned king of Aragon, comes to her aid.", "date" : "1474/12/12"}, {"title" : "The Treaty of Utrecht put an end to the Anglo-Hanseatic War.", "date" : "1474/12/12"}, {"title" : "Marsilio Ficino finishes his work on ampquotPlatonic Theologyampquot.", "date" : "1474/12/12"}, {"title" : " Battle of Vaslui: Stephen III of Moldavia defeats the Ottoman Empire, which was led at that time by Mehmed II, the conqueror of Constantinople.", "date" : "1475/01/10"}, {"title" : "ampampampmdash The Treaty of Picquigny ends a brief war between France and England.", "date" : "1475/08/29"}, {"title" : "November ampampndash The Battle on the Planta takes place during the Burgundian Wars.", "date" : "1475/08/29"}, {"title" : " Battle of Grandson:  A Swiss army defeats the Burgundians under Charles the Bold.", "date" : "1476/03/02"}, {"title" : " Battle of Morat:  The Swiss again defeat Charles.", "date" : "1476/06/02"}, {"title" : " Battle of Valea Albă:  The Moldavians are defeated by the Ottoman army of Mehmed the Conqueror.", "date" : "1476/07/26"}, {"title" : " Vlad III the Impaler manages to become reigning Prince of Wallachia for the third and last time, before later being killed by the Ottoman Turks at the Battle of Bucharest. His head is sent to his old enemy Sultan Mehmed II of the Ottoman Empire.", "date" : "1476/11/26"}, {"title" : " Battle of Nancy: Charles the Bold of Burgundy is again defeated, and this time is killed. This marks the end of the Burgundian Wars.", "date" : "1477/01/05"}, {"title" : " Mary of Burgundy, the daughter of Charles the Bold, is forced by her disgruntled subjects to sign the Great Privilege, by which the Flemish cities recover all the local and communal rights which had been abolished by the arbitrary decrees of the dukes of Burgundy, in their efforts to create in the Low Countries a centralized state.", "date" : "1477/02/10"}, {"title" : " The Swedish University of Uppsala is founded, becoming the first university in Sweden and all of Scandinavia.", "date" : "1477/02/27"}, {"title" : " Mary of Burgundy marries Maximilian I, Holy Roman Emperor in Ghent, bringing her Flemish and Burgundian lands into the Holy Roman Empire and detaching them from France.", "date" : "1477/08/18"}, {"title" : " Maximilian I, Holy Roman Emperor  marries Mary of Burgundy,", "date" : "1477/08/19"}, {"title" : " William Caxton produces ''Dictes or Sayengis of the Philosophres'', the first English book printed on an English printing press.", "date" : "1477/11/18"}, {"title" : "Giovanni Pico della Mirandola starts to study canon law at University of Bologna.", "date" : "1477/11/18"}, {"title" : "Thomas Norton (alchemist) writes ''Ordinall of Alchemy''.", "date" : "1477/11/18"}, {"title" : "First printed edition of ''The Travels of Marco Polo''.", "date" : "1477/11/18"}, {"title" : " Novgorod surrenders to Ivan III, Grand Prince of Moscow.", "date" : "1478/01/14"}, {"title" : " Richard of Shrewsbury, 1st Duke of York, aged four, is married to five-year-old Anne de Mowbray, 8th Countess of Norfolk.", "date" : "1478/01/15"}, {"title" : " George, Duke of Clarence, convicted of treason against his older brother Edward IV of England, is privately executed in the Tower of London.", "date" : "1478/02/18"}, {"title" : " The Pazzi attack Lorenzo de' Medici, and kill his brother Giuliano, during High Mass in the Florence Cathedral.", "date" : "1478/04/26"}, {"title" : "November ampampndash Eskender succeeds his father Baeda Maryam as Emperor of Ethiopia at the age of six.", "date" : "1478/04/26"}, {"title" : " Battle of Giornico: Swiss troops defeat the Milanese.", "date" : "1478/12/28"}, {"title" : " Ferdinand II ascends the throne of Aragon and rules together with his wife Isabella I, Queen of Castile over most of the Iberian peninsula.", "date" : "1479/01/20"}, {"title" : " Treaty of Istanbul between the Ottoman Empire and Republic of Venice according to which Venice will cede Argo, Negroponte, Lemnos and Shkodër, and pay an annual tribute of 10,000 golden ducati. The surrender of Shkodër, after a fifteen-month siege, brings all of Albania under the Ottoman Empire.", "date" : "1479/01/25"}, {"title" : " Christopher Columbus, an experienced mariner and successful trader in the thriving Genoese expatriate community in Portugal, marries Felipa Perestrelo Moniz (Italian on her father's side) and receives as dowry her late father's maps and papers charting the seas and winds around the Madeira Islands and other Portuguese possessions in the Ocean Sea.", "date" : "1479/05/13"}, {"title" : " Battle of Guinegate: A French army sent to invade the Netherlands is defeated by Maximilian of Austria.", "date" : "1479/08/07"}, {"title" : " The Treaty of Alcáçovas (also known as Treaty or Peace of Alcáçovas-Toledo) is signed between the Catholic monarchs of Castile and Aragon on one side and the King of Portugal on the other side, ending the four-year War of the Castilian Succession.", "date" : "1479/09/04"}, {"title" : " Battle of Kenyérmező ({{lang-tr|Ekmekotlak}}): The Hungarian army, led by Pál Kinizsi and István Báthori, defeats the Ottoman army in Transylvania, Hungary.", "date" : "1479/10/13"}, {"title" : "Plague in Florence.", "date" : "1479/10/13"}, {"title" : " Treaty of Toledo: Ferdinand and Isabella of Spain recognize the African conquests of Afonso of Africa, and he cedes the Canary Islands to Spain. (?? see Treaty of Alcáçovas )", "date" : "1480/03/06"}, {"title" : " Mehmed II fails in his attempt to capture Rhodes from the Knights of Rhodes.", "date" : "1480/07/28"}, {"title" : " An Ottoman army lands near Otranto, Italy. Pope Sixtus IV calls for a crusade to drive it away.", "date" : "1480/07/28"}, {"title" : " Consorts and co-rulers Ferdinand II of Aragon and Isabella I of Castile initiate the Spanish Inquisition (looking for heretics and unconverted Jews).", "date" : "1480/09/27"}, {"title" : "October ampampndash Great stand on the Ugra river: Muscovy becomes independent from the Golden Horde. The Theotokos of Vladimir icon is credited with saving Moscow.", "date" : "1480/09/27"}, {"title" : " Mehmed II, Sultan of the Ottoman Empire dies and is succeeded by his son Bayezid II.", "date" : "1481/05/03"}, {"title" : " Christian I, King of Denmark and Norway dies and is succeeded by his son John (1481–1513).", "date" : "1481/05/21"}, {"title" : " The papal bull ''Aeterni regis'' grants all land south of the Canary Islands to Portugal.", "date" : "1481/06/21"}, {"title" : " John II of Portugal starts to rule in his own right.", "date" : "1481/08/29"}, {"title" : " Alphonso II of Naples recaptures the city of Otranto.", "date" : "1481/09/10"}, {"title" : " Battle of Westbroek: Holland defeats the troops of Utrecht.", "date" : "1481/12/26"}, {"title" : " Jews are expelled from Andalusia.", "date" : "1483/01/01"}, {"title" : " Creation of the General Council of Inquisition in Spain.", "date" : "1483/02/11"}, {"title" : " Edward V becomes King of England.", "date" : "1483/04/09"}, {"title" : " Gran Canaria, the main of the Canary Islands is conquered by the Kingdom of Castile, very important step in the expansion of Spain.", "date" : "1483/04/29"}, {"title" : " Orbital calculations suggest that on this day Pluto moved inside Neptune's orbit until July 23, 1503.", "date" : "1483/04/30"}, {"title" : "April ampampndash King Edward V of England and his younger brother Richard, Duke of York reside in the Tower of London. Later this year, rumors of their murders start circulating. By December the rumors have reached France. This is the beginning of the mystery concerning the fates of the two Princes in the Tower.", "date" : "1483/04/30"}, {"title" : " William Hastings, 1st Baron Hastings, is executed, in the first recorded execution at the Tower of London.", "date" : "1483/06/13"}, {"title" : " The powerful Fernando II, Duke of Braganza is executed in Portugal, followed by more than 80 other noblemen, for his plot against the Royal crown.", "date" : "1483/06/20"}, {"title" : " Before his coronation, King Edward V of England is deposed by his uncle, Richard, Duke of Gloucester, who becomes King as Richard III of England.", "date" : "1483/06/25"}, {"title" : " Richard III is crowned king of England.", "date" : "1483/07/06"}, {"title" : " John of Denmark is crowned King of Norway.", "date" : "1483/07/20"}, {"title" : " The Sistine Chapel opens.", "date" : "1483/08/09"}, {"title" : " Evidence cited by Alison Weir in quotThe Princes of the Towerquot (p.ampnbsp157) indicate that Edward V and his brother, Richard, Duke of York were murdered this night.", "date" : "1483/09/03"}, {"title" : "October ampampndash A rebellion by the Duke of Buckingham is crushed by Richard III.", "date" : "1483/09/03"}, {"title" : " William Caxton, the first printer of books in English, prints his translation of ''Aesop's Fables''.", "date" : "1484/03/26"}, {"title" : " Charles VIII of France (''Charles l'Affable'') is crowned.", "date" : "1484/05/14"}, {"title" : " Portuguese sea captain Diogo Cão finds the mouth of the Congo River.", "date" : "1484/07/06"}, {"title" : " Battle of Lochmaben Fair: A 500-man raiding party led by Alexander Stewart, Duke of Albany and James Douglas, 9th Earl of Douglas is defeated by forces loyal to Albany's brother James III of Scotland Douglas is captured.", "date" : "1484/07/22"}, {"title" : " Pope Innocent VIII succeeds Pope Sixtus IV as the 213th pope.", "date" : "1484/08/29"}, {"title" : " Pope Innocent VIII gives the inquisition a mission to hunt heretics and witches in Germany, led by Heinrich Kramer and Jacob Sprenger.", "date" : "1484/12/05"}, {"title" : " Matthias of Hungary takes Vienna in his conquest of Austria (from Frederick III) and makes the city his capital.", "date" : "1485/06/01"}, {"title" : "August 7 ampndash The first outbreak of sweating sickness in England begins.", "date" : "1485/08/05"}, {"title" : " The Battle of Bosworth Field is fought between the armies of King Richard III of England and rival claimant to the throne of England Henry Tudor, Earl of Richmond. Richard dies in battle and Henry Tudor becomes King Henry VII of England.", "date" : "1485/08/22"}, {"title" : " Muscovian forces take hold of Tver.", "date" : "1485/09/12"}, {"title" : " Peter Arbues is assaulted while praying in the cathedral at Zaragoza, Spain he dies on September 17.  He had been appointed Inquisitor of Aragon by the Inquisitor General, Tomás de Torquemada, in the campaign against heresy and crypto-Judaism.", "date" : "1485/09/15"}, {"title" : " The Peace of Bourges freezes the Mad War.", "date" : "1485/11/02"}, {"title" : " King Henry VII of England and Elizabeth of York are married, uniting the House of Lancaster and the House of York after the Wars of the Roses.", "date" : "1486/01/18"}, {"title" : " Archduke Maximilian I of Habsburg is elected King of the Romans at Frankfurt (crowned April 9 at Aachen).", "date" : "1486/02/16"}, {"title" : " Richard Foxe becomes Bishop of Exeter.", "date" : "1487/01/29"}, {"title" : "March ampampndash Archduke Sigismund of Austria, largely on the poor advice of his counselors, declares war on Venice and seizes silver mines in and around the Valsugana Valley.", "date" : "1487/01/29"}, {"title" : " Lambert Simnel is crowned King quotEdward VI of Englandquot in Christchurch Cathedral, Dublin, Ireland. He claims to be Edward, Earl of Warwick and challenges Henry VII for the throne of England.", "date" : "1487/05/24"}, {"title" : " Battle of Stoke Field: The rebellion of pretender Lambert Simnel, led by John de la Pole, Earl of Lincoln, and Francis Lovell, 1st Viscount Lovell, is crushed by troops loyal to Henry VII.", "date" : "1487/06/16"}, {"title" : "August ampampndash Bartolomeu Dias leaves Lisbon on his voyage to the Cape of Good Hope.", "date" : "1487/06/16"}, {"title" : " Hongzhi becomes Emperor of China (Ming dynasty).", "date" : "1487/09/09"}, {"title" : " The present Royal Netherlands Navy is formed by decree of Maximillian of Austria.", "date" : "1488/01/08"}, {"title" : " Bartolomeu Dias of Portugal lands in Mossel Bay after rounding the Cape of Good Hope at the tip of Africa, becoming the first known European to travel this far south and entering the Indian Ocean.", "date" : "1488/02/03"}, {"title" : " Ch'oe Pu (1454ampndash1504), the Korean Commissioner of Registers for the island of Cheju, shipwrecks on the southeast coast of China in Taizhou, Zhejiang, during the Ming Dynasty. From then until July 12 he and his crew are hosted by Chinese military courier officers to travel along the Grand Canal of China, all the way to Beijing, and then finally back across the Yalu River into Korea. His written commentary on Chinese customs, foreign and domestic trade, and transport in places such as Hangzhou and Suzhou are valuable records of Ming era culture and commerce.", "date" : "1488/02/28"}, {"title" : " Battle of Sauchieburn leads to James IV of Scotland becoming king.", "date" : "1488/06/11"}, {"title" : " Anne of Brittany becomes Duchess of Brittany at the age of 11. Her marriage to King Charles VIII in 1491 effectively ends Breton independence from France.", "date" : "1488/09/09"}, {"title" : " The Queen of Cyprus, Catherine Cornaro, sells her kingdom to Venice.", "date" : "1489/03/14"}, {"title" : " The Treaty of Medina del Campo between England and Spain includes provision for a marriage between Arthur, the son of King Henry VII of England, and Princess Catherine of Aragon.", "date" : "1489/03/26"}, {"title" : " Delhi: Sikander Lodi succeeds Bahlul Khan Lodi as sultan.", "date" : "1489/07/17"}, {"title" : " Arthur Tudor is named Prince of Wales.", "date" : "1489/11/29"}, {"title" : " Jeannetto de Tassis is appointed Chief Master of Postal Services in Innsbruck his descendants, the Thurn and Taxis family, later run much of the postal system of Europe.", "date" : "1489/12/11"}, {"title" : " Anne of Brittany announces that all those who would ally with the king of France will be considered as guilty of the crime of lese-majesty.", "date" : "1490/01/04"}, {"title" : " Charles II becomes Duke of Savoy at age 1 his mother Blanche of Montferrato is regent.", "date" : "1490/03/13"}, {"title" : " John of Kastav finishes a cycle of frescoes in the Holy Trinity Church in Hrastovlje (now southwestern Slovenia).", "date" : "1490/07/13"}, {"title" : " Anne of Brittany is married to Maximilian I, Holy Roman Emperor by proxy.", "date" : "1490/12/19"}, {"title" : " The quotComet of 1491quot comes {{convert|873784|mi|km}} away from earth, the closest ever recorded.", "date" : "1491/02/20"}, {"title" : " The ruler of the Kingdom of Kongo, Nkuwu Nzinga, is baptised by Portuguese missionaries, adopting the baptismal name of João I.", "date" : "1491/05/03"}, {"title" : " An ''auto-da-fé'' held in Brasero de la Dehesa (outside Ávila) concludes the case of the Holy Child of La Guardia with the execution of several Jewish and converso suspects.", "date" : "1491/11/16"}, {"title" : " The siege of Granada, last stronghold of the Moors in Spain, begins.", "date" : "1491/11/25"}, {"title" : " King Charles VIII of France marries Anne of Brittany, forcing her to break her marriage with Maximilian I, Holy Roman Emperor, thus incorporating Brittany into the kingdom of France.", "date" : "1491/12/06"}, {"title" : " Boabdil, the last Moorish King of Granada, surrenders his city to the army of Ferdinand and Isabella after a lengthy siege, ending the 10-year Granada War and the Reconquista which lasted almost 800 years. Christopher Columbus is in Alhambra, and sees the Moorish king come out of the city gates and kiss the hands of the Spanish king, queen and prince.", "date" : "1492/01/02"}, {"title" : " Ferdinand and Isabella enter into Granada.", "date" : "1492/01/06"}, {"title" : " The ''Pentateuch'' is first printed.", "date" : "1492/01/23"}, {"title" : " Ferdinand and Isabella sign the Alhambra decree, expelling all Jews from Spain unless they convert to Roman Catholicism.", "date" : "1492/03/31"}, {"title" : " The Capitulations of Santa Fe were signed.", "date" : "1492/04/17"}, {"title" : " Christopher Columbus sails on his first voyage across the Atlantic Ocean, intending to reach Asia.", "date" : "1492/08/03"}, {"title" : " Pope Alexander VI succeeds Pope Innocent VIII as the 214th pope, after the 1492 papal conclave, the first held in the Sistine Chapel.", "date" : "1492/08/11"}, {"title" : "October ampampndash English army besieges Boulogne-sur-Mer.ampamp{{cite book|last=Palmer|first=Alan|coauthors=Veronica|year=1992|title=The Chronology of British History|publisher=Century Ltd|location=London|pages=135–138|isbn=0-7126-5616-2}}ampamp", "date" : "1492/08/11"}, {"title" : " Several members of the first voyage of Christopher Columbus witness an unusual light.", "date" : "1492/10/11"}, {"title" : " Christopher Columbus' expedition makes landfall in the Caribbean and lands on Guanahani, but he believes he has reached the East Indies.", "date" : "1492/10/12"}, {"title" : " Christopher Columbus lands in Cuba.", "date" : "1492/10/28"}, {"title" : " The Ensisheim meteorite, a 127-kg meteorite, lands in a wheat field near the village of Ensisheim in Alsace.", "date" : "1492/11/07"}, {"title" : " Christopher Columbus becomes the first known European to set foot on the island of Hispaniola.", "date" : "1492/12/05"}, {"title" : " About 100,000 Jews are expelled from Sicily.", "date" : "1492/12/31"}, {"title" : " Treaty of Barcelona: Charles VIII of France returns Cerdagne and Roussillon to Ferdinand of Aragon.", "date" : "1493/01/19"}, {"title" : " Christopher Columbus returns to Spain from his first voyage of discovery.", "date" : "1493/03/15"}, {"title" : " In the papal bull ''Inter caetera'', Pope Alexander VI decrees that all lands discovered west of the Azores are Spanish.", "date" : "1493/05/04"}, {"title" : " Maximilian I succeeds his father, Frederick III, as Holy Roman Emperor.", "date" : "1493/08/19"}, {"title" : " Battle of Krbava field was fought between the Kingdom of Croatia and Ottoman forces in southern Croatia.", "date" : "1493/09/09"}, {"title" : " Christopher Columbus leaves Cadiz on his second voyage of exploration.", "date" : "1493/09/29"}, {"title" : " Columbus lands on the coast of the island of Borinquen, which he renames San Juan (present day, Puerto Rico).", "date" : "1493/11/19"}, {"title" : "England imposes sanctions on Burgundy for supporting Perkin Warbeck.ampamp{{cite book|last=Palmer|first=Alan|coauthors=Veronica|year=1992|title=The Chronology of British History|publisher=Century Ltd|location=London|pages=135–138|isbn=0-7126-5616-2}}ampamp", "date" : "1493/11/19"}, {"title" : " Alfonso II becomes King of Naples.", "date" : "1494/01/25"}, {"title" : "May ampampndash Maximilian I, Holy Roman Emperor, recognises Perkin Warbeck as rightful King of England.ampamp{{cite book|last=Palmer|first=Alan|coauthors=Veronica|year=1992|title=The Chronology of British History|publisher=Century Ltd|location=London|pages=135–138|isbn=0-7126-5616-2}}ampamp", "date" : "1494/01/25"}, {"title" : " Christopher Columbus first sights Jamaica.", "date" : "1494/05/03"}, {"title" : " First Battle of Acentejo: Natives of the island of Tenerife, known as Guanches, defeat the invading Spanish forces.", "date" : "1494/05/31"}, {"title" : " Treaty of Tordesillas: Spain and Portugal divide the New World between themselves.", "date" : "1494/06/07"}, {"title" : " The first hurricane ever observed by Europeans strikes the Spanish settlement of La Isabela on Hispaniola.", "date" : "1494/06/25"}, {"title" : " Ludovico Sforza becomes Duke of Milan, and starts a chain of events that leads to the First Italian War.", "date" : "1494/10/22"}, {"title" : " Fra Luca Pacioli's ''Summa de arithmetica, geometria, proportioni et proportionalità'' is published in Venice, containing the first printed account of algebra in the vernacular and the first published description of the double-entry accounting system.", "date" : "1494/11/10"}, {"title" : " Armies of Charles VIII of France enter Florence.", "date" : "1494/11/17"}, {"title" : " Second Battle of Acentejo: The Spanish crush the native forces of the island of Tenerife, leading to the subjugation of this last bastion of resistance in the Canary Islands.", "date" : "1494/12/25"}, {"title" : "King Charles VIII of France enters Naples to claim the city's throne. A few months later, he decides to return to France, and leaves Naples with most of his army, leaving a force under his cousin Gilbert, Count of Montpensier as viceroy. Syphilis is first definitely recorded during this invasion.", "date" : "1495/02/22"}, {"title" : " A Spanish army under Gonzalo de Córdoba lands in Calabria with the purpose of ousting the French and restoring Ferdinand II of Naples to the throne.", "date" : "1495/05/26"}, {"title" : " Friar John Cor records the first known batch of Scotch whisky.", "date" : "1495/06/01"}, {"title" : " Battle of Seminara: Córdoba and Ferdinand are defeated by a French army under Bernard Stewart, Lord of Aubigny.", "date" : "1495/06/28"}, {"title" : " Perkin Warbeck's troops land in Kent, in support of his claim to the English crown, backed by Margaret of York, Duchess of Burgundy. They are routed before Warbeck himself can disembark, and he retreats to Ireland and then to Scotland.", "date" : "1495/07/03"}, {"title" : " Battle of Fornovo: The French army under King Charles secures its retreat from Italy, by defeating a combined Milanese-Venetian force under Giovanni Francesco Gonzaga, Marquis of Mantua.", "date" : "1495/07/06"}, {"title" : " King Manuel I of Portugal begins his reign.", "date" : "1495/10/25"}, {"title" : " An explosion at Vyborg Castle deters the Russian forces who have invaded Sweden through Karelia.", "date" : "1495/11/30"}, {"title" : " Leonardo da Vinci unsuccessfully tests a flying machine.", "date" : "1496/01/03"}, {"title" : "February ampampndash Pietro Bembo's ''Petri Bembi de Aetna Angelum Chalabrilem liber'' is published in Venice by Aldus Manutius, the first book printed in the old style serif or humanist typeface cut by Francesco Griffo and known from the 20th century as Bembo.", "date" : "1496/01/03"}, {"title" : "March ampampndash Santo Domingo is discovered.", "date" : "1496/03/05"}, {"title" : " Christopher Columbus leaves Hispaniola for Spain, ending his second visit to the Western Hemisphere. During his time here he has forcibly subjugated the island, enslaved the Amerindians and laid the basis for a system of land grants tied to the Amerindians' labor service.", "date" : "1496/03/10"}, {"title" : "July ampampndash Spanish forces under Gonzalo Hernandez de Cordoba capture Atella after a siege. Among the prisoners is the French viceroy of Naples, the Comte de Montpensier. Ferdinand II of Naples is restored to his throne.", "date" : "1496/03/10"}, {"title" : " Bartholomew Columbus, brother of Christopher Columbus, founds the city of Santo Domingo, now part of the Dominican Republic, making it the oldest American City and permanent settlement in the New World.", "date" : "1496/08/05"}, {"title" : " Joanna, second daughter of Ferdinand II of Aragon and Isabella I of Castile, heiress to Castile, marries the archduke Philip, heir through his mother to the Burgundian Netherlands, and through his father to the Holy Roman Empire.", "date" : "1496/10/20"}, {"title" : "Shrove Tuesday) ampndash Followers of Girolamo Savonarola burn thousands of quotimmoralquot objects at the Bonfire of the Vanities in Florence.", "date" : "1497/02/07"}, {"title" : " Amerigo Vespucci allegedly leaves Cádiz for his first voyage to the New World.", "date" : "1497/05/10"}, {"title" : " Pope Alexander VI excommunicates Girolamo Savonarola.", "date" : "1497/05/13"}, {"title" : " John Cabot lands in North America (near present day Bonavista, Newfoundland).", "date" : "1497/06/24"}, {"title" : " Vasco da Gama's fleet departs from Lisbon, beginning his expedition to India.", "date" : "1497/07/08"}, {"title" : " John, King of Denmark defeats Sten Sture the Elder at the Battle of Rotebro.", "date" : "1497/09/28"}, {"title" : " King Manuel I of Portugal proclaims an edict in which he demands that Jews convert to Christianity or leave the country.", "date" : "1497/12/05"}, {"title" : " Portuguese explorer Vasco da Gama visits Quelimane and Mozambique in southeastern Africa.", "date" : "1498/01/25"}, {"title" : "February ampampndash Da Gama reaches Malindi in modern-day Kenya.", "date" : "1498/01/25"}, {"title" : "May", "date" : "1498/01/25"}, {"title" : "John Cabot leaves Bristol on an expedition, never to be seen again.", "date" : "1498/01/25"}, {"title" : "The English Merchant Adventurers are granted a trade monopoly with the Netherlands.ampamp{{cite book|last=Palmer|first=Alan|coauthors=Veronica|year=1992|title=The Chronology of British History|publisher=Century Ltd|location=London|pages=135–138|isbn=0-7126-5616-2}}ampamp", "date" : "1498/01/25"}, {"title" : " Portuguese navigator Vasco da Gama arrives at Calicut (now Kozhikode), India, becoming the first European to get there by sailing around Africa, thus discovering the maritime route to India. He finds a local Arab merchant who is able to interpret for him.", "date" : "1498/05/20"}, {"title" : " Girolamo Savonarola, ruler of Florence, is executed for criticizing the Pope.", "date" : "1498/05/23"}, {"title" : "June ampampndash Niccolò Machiavelli is elected by the Great Council as the second chancellor of the Republic of Florence.", "date" : "1498/05/23"}, {"title" : "Summer ampampndash The final Welsh revolt of the medieval era breaks out in Meirionydd, North Wales Harlech Castle is captured by the rebels before the revolt in suppressed.", "date" : "1498/05/23"}, {"title" : " On his third voyage to the Western Hemisphere, Christopher Columbus becomes the first European to discover the island of Trinidad.", "date" : "1498/07/31"}, {"title" : " Columbus discovers the mouth of the Orinoco.", "date" : "1498/08/01"}, {"title" : "12 ampndash Columbus explores the Gulf of Paria.", "date" : "1498/08/04"}, {"title" : "Voyage of João Fernandes Lavrador and Pedro Barcelos to Greenland during which they discover the land which they name Labrador.", "date" : "1498/08/04"}, {"title" : " Louis XII of France marries Anne of Brittany, in accordance with a law set by his predecessor, Charles VIII.", "date" : "1499/01/08"}, {"title" : " By the Treaty of Krakow, Poland and Hungary recognize the independence of Moldavia.", "date" : "1499/04/14"}, {"title" : " Battle of Dornach: The Swiss decisively defeat the army of Maximilian I, Holy Roman Emperor.", "date" : "1499/07/22"}, {"title" : " First Battle of Lepanto: The Turkish navy wins a decisive victory over the Venetians.", "date" : "1499/07/28"}, {"title" : "August ampampndash Polydore Vergil completes ''De inventoribus rerum'', the first modern history of inventions.", "date" : "1499/07/28"}, {"title" : " Lake Maracaibo is discovered.", "date" : "1499/08/24"}, {"title" : " Vasco da Gama arrives at Lisbon, returning from India, and is received by King Manuel of Portugal.", "date" : "1499/09/18"}, {"title" : " Treaty of Basel: Maximilian is forced to grant the Swiss ''de facto'' independence.", "date" : "1499/09/22"}, {"title" : " The Pont Notre-Dame in Paris, constructed under Charles VI of France, collapses into the Seine.", "date" : "1499/10/25"}, {"title" : " The ''Catholicon'' is published in Treguier (Brittany). This Breton-French-Latin dictionary had been written in 1464 by Jehan Lagadeuc. It is the first dictionary of either French or Breton.", "date" : "1499/11/05"}, {"title" : " Perkin Warbeck, pretender to the throne of England, is hanged for reportedly attempting to escape from the Tower of London.", "date" : "1499/11/23"}, {"title" : " Edward, Earl of Warwick, last male member of the House of York, is executed for reportedly attempting to escape from the Tower of London.", "date" : "1499/11/28"}, {"title" : " Duke Ludovico Sforza recaptures Milan, but is soon driven out again by the French.", "date" : "1500/01/05"}, {"title" : " Battle of Hemmingstedt: The Danish army fails to conquer the peasants' republic of Dithmarschen.", "date" : "1500/02/17"}, {"title" : " Portuguese navigator Pedro Álvares Cabral officially discovers Brazil and claims the land for Portugal. He has 13 vessels with him.", "date" : "1500/04/22"}, {"title" : " the Muscovites defeat the Lithuanians and the Poles in the Battle of Vedrosha.", "date" : "1500/07/14"}, {"title" : "August ampampndash Second Battle of Lepanto: The Turkish fleet of Kemal Reis defeats the Venetians. The Turks proceed to capture Modon  and Coron, the ampquottwo eyes of the Republic.ampquot", "date" : "1500/07/14"}, {"title" : " Diogo Dias discovers an island which he names St Lawrence (after the saint's day on which it was first sighted), later to be known as Madagascar", "date" : "1500/08/10"}, {"title" : " Treaty of Granada: Louis XII of France and Ferdinand II of Aragon agree to divide the Kingdom of Naples between them.", "date" : "1500/11/11"}, {"title" : " Emperor Go-Kashiwabara accedes to the throne of Japan.", "date" : "1500/11/16"}, {"title" : "December 31  ampndash The last of the incunabula are published.", "date" : "1500/12/31"}, {"title" : " Cesare Borgia returns triumphantly to Rome from Romagna.", "date" : "1501/01/17"}, {"title" : "July ampampndash Ismail I is enthroned as Shah of Azerbaijan, choosing Tabriz as his capital, founding the Safavid dynasty in northern Iran. He declares Shi'ism the official and compulsory religion under penalty of death.", "date" : "1501/03/25"}, {"title" : " Portuguese explorer Pedro Cabral returns to Lisbon from his expedition to Calicut (Nicolau Coelho having arrived on June 23).", "date" : "1501/07/21"}, {"title" : " Copernicus is formally installed as canon of Frauenberg Cathedral.", "date" : "1501/07/27"}, {"title" : " Battle of the Siritsa River: Livonian Order, commanded by Wolter von Plettenberg, defeated an army of the Grand Duchy of Moscow and Pskov Republic.", "date" : "1501/08/27"}, {"title" : " Treaty of Trente: Maximilian of Austria and Louis XII of France sign the treaty, with Austria recognizing all French conquests in the northern territories of Italy.", "date" : "1501/10/13"}, {"title" : " The Banquet of Chestnuts is held by Cesare Borgia in the Papal Palace of Rome.", "date" : "1501/10/30"}, {"title" : "All Saints) ampndash Amerigo Vespucci discovers and names Baía de Todos os Santos in Brazil.", "date" : "1501/11/01"}, {"title" : " Philip and Joanna of Castile leave for Spain.", "date" : "1501/11/04"}, {"title" : " Arthur, Prince of Wales, marries the Spanish princess Catherine of Aragon.", "date" : "1501/11/14"}, {"title" : " Alexander Jagiellon becomes King of Poland.", "date" : "1501/12/12"}, {"title" : " Portuguese explorers, led by Pedro Álvares Cabral, sail into Guanabara Bay, Brazil, mistaking it for the mouth of a river, which they name Rio de Janeiro.", "date" : "1502/01/01"}, {"title" : " Portuguese navigator João da Nova discovers the uninhabited island of Saint Helena.", "date" : "1502/05/21"}, {"title" : " Christopher Columbus lands at Trujillo and names the country 'Honduras'.", "date" : "1502/08/14"}, {"title" : " Christopher Columbus lands at Costa Rica.", "date" : "1502/09/18"}, {"title" : " Columbus reaches the coast of Honduras and passes south to Panama.", "date" : "1502/11/07"}, {"title" : " Cesare Borgia (son of Pope Alexander VI) occupies Urbino, where he imprisons two potentially treacherous allies, Vitellozzo and Oliveretto he executes them the next morning.", "date" : "1502/12/31"}, {"title" : " Seville in Castile is awarded exclusive right to trade with the New World.", "date" : "1503/01/20"}, {"title" : " Disfida di Barletta: Thirteen Italian knights defeat thirteen French knights near Barletta.", "date" : "1503/02/13"}, {"title" : " French-Spanish Wars in Italy ampndash Battle of Ruvo: The Spanish defeat the French.", "date" : "1503/02/23"}, {"title" : " Battle of Cerignola: Spanish forces under Gonzalo Fernández de Córdoba defeat the French under the Duc de Nemours, who is killed (considered to be the first battle in history won by gunpowder small arms).", "date" : "1503/04/21"}, {"title" : " Christopher Columbus discovers the Cayman Islands, which he names ''Las Tortugas'' after the numerous sea turtles there.", "date" : "1503/05/10"}, {"title" : " Naples is captured by the Spanish.", "date" : "1503/05/13"}, {"title" : "Feast of the Ascension) ampndash Ascension Island is first definitely sighted, by Portuguese admiral Afonso de Albuquerque.", "date" : "1503/05/20"}, {"title" : "James IV of Scotland and Margaret Tudor are married by Pope Alexander VI according to Papal Bull.", "date" : "1503/05/20"}, {"title" : "The Treaty of Everlasting Peace between Scotland and England is signed it actually lasts for ten years.", "date" : "1503/05/20"}, {"title" : " Orbital calculations suggest that on this day, Pluto moves outside Neptune's orbit, remaining there for 233 years.", "date" : "1503/07/23"}, {"title" : "Saint Helena is first definitely sighted, by ships of Portuguese navigator Estêvão da Gama returning from the East.", "date" : "1503/07/30"}, {"title" : " King James IV of Scotland marries Margaret Tudor, daughter of King Henry VII of England at Holyrood Abbey, Edinburgh, Scotland.", "date" : "1503/08/08"}, {"title" : " Stephen III of Moldavia concludes a treaty with Sultan Beyazid II preserving Moldavia's self-rule at the cost of an annual tribute to the Ottoman Empire.", "date" : "1503/08/20"}, {"title" : " Pope Pius III (Francesco Todeschini Piccolomini) succeeds Alexander VI as the 215th pope, but dies on October 18.", "date" : "1503/09/22"}, {"title" : " Queen Isabella I of Spain prohibits violence against native tribes.", "date" : "1503/10/30"}, {"title" : " Pope Julius II succeeds Pius III as the 216th pope (some sources list November 1 as the date of election).", "date" : "1503/10/31"}, {"title" : " Battle of Garigliano, near Gaeta, Italy: Spanish forces under Gonzalo Fernández de Córdoba defeat a French–Italian mercenary army under Ludovico II, the Marquis of Saluzzo. The French forces withdraw to Gaeta.", "date" : "1503/12/29"}, {"title" : " French troops of King Louis XII surrender Gaeta to the Spanish under Gonzalo Fernández de Córdoba.", "date" : "1504/01/01"}, {"title" : " Treaty of Lyon: France cedes Naples to Ferdinand II of Aragon who becomes King of Naples as Ferdinand III.", "date" : "1504/01/31"}, {"title" : " Christopher Columbus uses his knowledge of a lunar eclipse this night to convince Jamaican tribesmen to provide him with supplies.", "date" : "1504/02/29"}, {"title" : " France and Spain agree to a ceasefire.", "date" : "1504/03/31"}, {"title" : " English guilds subject to state control.", "date" : "1504/04/01"}, {"title" : " Maximilian I, Holy Roman Emperor, routes troops to Bavaria.", "date" : "1504/04/23"}, {"title" : "  Michelangelo's sculpture of ''David'' is erected in Florence.", "date" : "1504/09/08"}, {"title" : " A settled engagement is arranged between Karel of Luxembourg and Claudia the Beaujeu.", "date" : "1504/09/22"}, {"title" : " Treaty of Blois: Philip I of Castile, Maximilian I and Louis XII agree terms.", "date" : "1504/09/22"}, {"title" : " Isabella I of Castile signs her testament.", "date" : "1504/10/12"}, {"title" : " Christopher Columbus returns to Spain from his fourth voyage, where he and his younger son, Ferdinand, explored the coast of Central America from Belize to Panama.", "date" : "1504/11/07"}, {"title" : " Isabella I of Castile, Catholic Queen of Castile and Aragon, dies, ending her patronage for Columbus. The Crown of Castile passes to her daughter Joanna.", "date" : "1504/11/26"}, {"title" : " Henry VIII of England repudiates his engagement to Catherine of Aragon, at his father's command.", "date" : "1505/06/27"}, {"title" : " Martin Luther, then 22, vows to become a monk in a moment of terror, due to a near lightning strike during a thunderstorm, near the village of Stotternheim.", "date" : "1505/07/02"}, {"title" : " Luther enters the monastic life at an Augustinian cloister in Erfurt.", "date" : "1505/07/17"}, {"title" : " Travelling to India, a group of Portuguese explorers sack the city-state of Kilwa in East Africa, killing the king for failing to pay tribute.", "date" : "1505/07/24"}, {"title" : " John IX van Horne, prince-bishop of Lièges, Belgium, is executed.", "date" : "1505/12/18"}, {"title" : " The Swiss Guard arrives at the Vatican, to serve as permanent ceremonial and palace guards under Pope Julius II.", "date" : "1506/01/22"}, {"title" : " Pope Julius II lays the foundation stone of the new (current) St. Peter's Basilica, replacing the Old Saint Peter's Basilica.", "date" : "1506/04/18"}, {"title" : " The Grand Duchy of Lithuania defeated the Crimean Khanate in the Battle of Kletsk", "date" : "1506/08/06"}, {"title" : " Sigismund I the Old succeeds his brother as King of Poland.", "date" : "1506/08/19"}, {"title" : " Martin Waldseemüller publishes his world map, naming the new continent America in honour of Amerigo Vespucci, his friend and idol.", "date" : "1507/04/25"}, {"title" : " Martin Luther is ordained a priest of the Catholic Church", "date" : "1507/07/04"}, {"title" : " Guru Nanak Dev becomes the first guru and leader of the Sikh religion.", "date" : "1507/08/20"}, {"title" : " Maximilian I, Holy Roman Emperor is defeated in Friulia by Venetian forces he is forced to sign a 3-year truce and cede several territories to Venice.", "date" : "1508/06/06"}, {"title" : "August ampampndash Lebna Dengel succeeds his father Na'od as Emperor of Ethiopia. Due to his young age, his grandmother Eleni acts as regent.", "date" : "1508/06/06"}, {"title" : "December ampampndash Michelangelo Buonarroti begins work on the ceiling of the Sistine Chapel.", "date" : "1508/06/06"}, {"title" : " The League of Cambrai is formed as an alliance against Venice between Pope Julius II, Louis XII of France, Maximilian I, Holy Roman Emperor and Ferdinand II of Aragon.", "date" : "1508/12/10"}, {"title" : " Battle of Diu: The Portuguese defeat a coalition of Indians, Muslims and Italians.", "date" : "1509/02/02"}, {"title" : " Henry VIII becomes King of England (for 38 years) on the death of his father, Henry VII.", "date" : "1509/04/21"}, {"title" : " Battle of Agnadello: French forces defeat the Venetians.", "date" : "1509/05/14"}, {"title" : "Henry VIII of England marries Catherine of Aragon.", "date" : "1509/05/14"}, {"title" : "Luca Pacioli's De divina proportione, concerning the golden ratio, is published in Venice, with illustrations by Leonardo da Vinci.", "date" : "1509/05/14"}, {"title" : " Brasenose College, University of Oxford, is founded by a lawyer, Sir Richard Sutton, of Prestbury, Cheshire, and the Bishop of Lincoln, William Smyth.", "date" : "1509/06/19"}, {"title" : " King Henry VIII of England and Queen Consort Catherine of Aragon are crowned.", "date" : "1509/06/24"}, {"title" : " Istanbul earthquake destroys 109 mosques and kills an estimated 10,000 people.", "date" : "1509/09/10"}, {"title" : " Portuguese fidalgo Diogo Lopes de Sequeira becomes the first European to reach Malacca, having crossed the Gulf of Bengal.", "date" : "1509/09/11"}, {"title" : " Henry VIII of England, then 18 years old, appears incognito in the lists at Richmond, and is applauded for his jousting before he reveals himself.", "date" : "1510/01/23"}, {"title" : " Afonso de Albuquerque of Portugal conquers Goa.", "date" : "1510/02/27"}, {"title" : "November ampampndash The Treaty of Westminster creates an alliance between Henry VIII of England and Ferdinand II of Aragon against France.", "date" : "1511/08/15"}, {"title" : " Sinking of the vessel ''Frol de la mar'' transporting Afonso de Albuquerque and the valuable treasure of the conquest of Malacca ''en route'' to Goa.", "date" : "1511/11/20"}, {"title" : " War of the League of Cambrai: Sack of Brescia by the French.", "date" : "1512/02/18"}, {"title" : " War of the League of Cambrai: Battle of Ravenna: French forces under Gaston de Foix, Duc de Nemours defeat the Spanish under Raymond of Cardona, but Gaston is killed in the pursuit.", "date" : "1512/04/11"}, {"title" : " The Fifth Council of the Lateran starts.", "date" : "1512/05/03"}, {"title" : " War of the League of Cambrai: English naval victory at the Battle of Saint-Mathieu over the French-Breton fleet. Both navies use ships firing cannon through ports, and each loses its principal ship — ''Regent'' and ''Marie-la-Cordelière'' — through a large explosion aboard the latter.", "date" : "1512/08/10"}, {"title" : "Summer ampampndash War of the League of Cambrai: Ferdinand II of Aragon sends Don Fadrique de Toledo to complete the Spanish conquest of Iberian Navarre.", "date" : "1512/08/10"}, {"title" : " Martin Luther becomes a doctor of theology (''Doctor in Biblia'').", "date" : "1512/10/19"}, {"title" : " Martin Luther joins the theological faculty of the University of Wittenberg.", "date" : "1512/10/21"}, {"title" : " The ceiling of the Sistine Chapel, painted by Michelangelo Buonarroti, is exhibited to the public for the first time.", "date" : "1512/11/01"}, {"title" : " Christian II becomes King of Denmark and Norway.", "date" : "1513/01/20"}, {"title" : " Pope Leo X succeeds Pope Julius II as the 217th pope.", "date" : "1513/03/09"}, {"title" : " Juan Ponce de Leon becomes the first European definitely known to sight what is now the territory of the United States (specifically Florida), mistaking it for another island.", "date" : "1513/03/27"}, {"title" : " Juan Ponce de Leon and his expedition become the first Europeans known to visit Florida, landing somewhere on the east coast.", "date" : "1513/04/02"}, {"title" : "May ampampndash Portuguese explorer Jorge Álvares lands on Lintin Island in the Pearl River estuary. This is followed up by Rafael Perestrello, a cousin of Christopher Columbus, who commands an expedition from Portuguese Malacca in 1516 to land on the shores of mainland southern China, in order to trade with Chinese merchants at Guangzhou.", "date" : "1513/04/02"}, {"title" : " Italian Wars ampndash Battle of Novara: Swiss troops defeat the French under Louis de la Tremoille, forcing the French to abandon Milan.  Duke Massimiliano Sforza is restored.", "date" : "1513/06/06"}, {"title" : " Battle of the Spurs (or Battle of Guinegate):  English troops under Henry VIII defeat a French army under Marshal La Palice.", "date" : "1513/08/16"}, {"title" : " Thérouanne is captured by Henry VIII of England.", "date" : "1513/08/22"}, {"title" : " Battle of Flodden Field: King James IV of Scotland is defeated and killed by an English army under Thomas Howard, Earl of Surrey.  James's son, the Duke of Rothesay, becomes James V, King of Scots.", "date" : "1513/09/09"}, {"title" : " Vasco Núñez de Balboa, quotsilent upon a peak in Dariénquot, first sees what will become known as the Pacific Ocean.", "date" : "1513/09/25"}, {"title" : " Battle of La Motta: Spanish troops under Ramon de Cardona defeat the Venetians.", "date" : "1513/10/07"}, {"title" : "December ampampndash Louis XII makes peace with the Pope and Spain.", "date" : "1513/10/07"}, {"title" : "Niccolò Machiavelli writes ''The Prince''.", "date" : "1513/10/07"}, {"title" : "Leo Africanus visits Timbuktu, the second city of Songhai Empire.", "date" : "1513/10/07"}, {"title" : "Paracelsus begins studying at Ferrara University.", "date" : "1513/10/07"}, {"title" : "Appenzell becomes a member of Old Swiss Confederacy.", "date" : "1513/10/07"}, {"title" : " A huge exotic embassy sent by King Manuel I of Portugal to Pope Leo X defiles in Rome.", "date" : "1514/03/12"}, {"title" : "March ampampndash Louis XII of France makes peace with Emperor Maximilian.", "date" : "1514/03/12"}, {"title" : " Jodocus Badius Ascensius publishes Christiern Pedersen's Latin version of Saxo’s ''Gesta Danorum,'' the oldest known version of that work.", "date" : "1514/05/15"}, {"title" : "July ampampndash Peace is declared between England and France.", "date" : "1514/05/15"}, {"title" : " Battle of Chaldiran: Selim I crushes the Persian army of Shah Ismail I.", "date" : "1514/08/23"}, {"title" : " Battle of Orsha: In one of the biggest battles of the century, the Belarusians and Poles defeat the Russian army.", "date" : "1514/09/08"}, {"title" : " Thomas Wolsey is appointed Archbishop of York.", "date" : "1514/09/15"}, {"title" : " Louis XII of France and Mary Tudor are married.", "date" : "1514/10/09"}, {"title" : " Selim captures the Persian capital of Tabriz without encountering any resistance, but is unable to hold it.", "date" : "1515/09/05"}, {"title" : "September 14 ampndash Battle of Marignano: The army of Francis I of France defeats the Swiss, thanks to the timely arrival of a Venetian army.  Francis restores French control of Milan.", "date" : "1515/09/13"}, {"title" : " Thomas Wolsey is invested as a Cardinal.", "date" : "1515/11/15"}, {"title" : " Thomas Wolsey is named the English Lord Chancellor.", "date" : "1515/12/24"}, {"title" : " The Reinheitsgebot is instituted in Ingolstadt, Bavaria, regulating the purity of beer permissible for sale.", "date" : "1516/04/23"}, {"title" : "July ampampndash Selim I of the Ottoman Empire declares war on the Mameluks and invades Syria.", "date" : "1516/04/23"}, {"title" : " The Treaty of Noyon is signed.  Francis recognizes Charles's claim to Naples, and Charles recognizes Francis's claim to Milan.", "date" : "1516/08/13"}, {"title" : " Battle of Yaunis Khan: Turkish forces under the Grand Vizier Sinan Pasha defeat the Mameluks near Gaza.", "date" : "1516/10/28"}, {"title" : " Treaty of Brussels: Peace is declared between France and the Empire.", "date" : "1516/12/04"}, {"title" : " Battle of Ridaniya:  The Turkish forces of Selim I defeat the main Mamluk army in Egypt under Touman Bey.", "date" : "1517/01/22"}, {"title" : " Cairo is captured by the Ottoman Empire the Mamluk Sultanate falls.", "date" : "1517/02/03"}, {"title" : " Portuguese merchant Fernao Pires de Andrade meets Ming Dynasty Chinese officials through an interpreter at the Pearl River estuary and lands at what is now in the jurisdiction of Hong Kong. Although the first European trade expeditions to China took place in 1513 and 1516 by Jorge Álvares and Rafael Perestrello, respectively, Andrade's mission is the first official diplomatic mission of a European power to China commissioned by a ruler of Europe (Manuel I of Portugal).", "date" : "1517/08/15"}, {"title" : " Protestant Reformation: Martin Luther publishes his 95 Theses (posting them on the door of the Wittenberg Castle Church).", "date" : "1517/10/31"}, {"title" : " Bona Sforza is crowned as Queen of Poland.", "date" : "1518/04/18"}, {"title" : " A Transit of Venus occurs.", "date" : "1518/05/26"}, {"title" : "July – Dancing Plague of 1518, a case of dancing mania in Strasbourg in which many people died from constant dancing.", "date" : "1518/05/26"}, {"title" : " The Treaty of London temporarily ensures peace in Western Europe.", "date" : "1518/10/03"}, {"title" : " Ulrich Zwingli preaches for the first time as people's priest of the Great Minister in Zurich", "date" : "1519/01/01"}, {"title" : " Hernán Cortés lands in Mexico", "date" : "1519/03/04"}, {"title" : " Charles I of Spain becomes Charles V, Holy Roman Emperor (rules until 1556).", "date" : "1519/06/28"}, {"title" : " Martin Luther joins the debate regarding papal authority against John Eck at Leipzig.", "date" : "1519/07/04"}, {"title" : " Panama City is founded.", "date" : "1519/08/15"}, {"title" : " Ferdinand Magellan leaves Europe to circumnavigate the world.", "date" : "1519/09/20"}, {"title" : " Hernán Cortés and his men, accompanied by 3,000 Tlaxcalans, entered Cholula.", "date" : "1519/10/12"}, {"title" : " Hernán Cortés enters Tenochtitlan and the court of Aztec ruler Moctezuma.", "date" : "1519/11/08"}, {"title" : " King Christian II of Denmark and Norway defeats the Swedes at Lake Åsunden. The Swedish regent Sten Sture the younger is mortally wounded in the battle. He is rushed towards Stockholm, in order to lead the fight against the Danes from there, but dies from his wounds on February 3.", "date" : "1520/01/19"}, {"title" : " Revolt of the Comuneros: Citizens of Toledo, Castile opposed to the rule of the Flemish-born Charles V, Holy Roman Emperor, rise up when the royal government attempts to unseat radical city councilors.", "date" : "1520/04/16"}, {"title" : "June ampampndash Moctezuma II, Aztec ruler of Tenochtitlan, is declared deposed due to his captivity by conquistador Hernán Cortés. His brother Cuitláhuac rises to the throne.", "date" : "1520/04/16"}, {"title" : " King Henry VIII of England and King Francis I of France meet at the famous Field of Cloth of Gold.", "date" : "1520/06/07"}, {"title" : " Revolt of the Comuneros: Blockade of Segovia.", "date" : "1520/06/10"}, {"title" : " Pope Leo X issues the bull ''Exsurge Domine'' (Arise O Lord), threatening Martin Luther with excommunication if he does not recant his position on indulgences and other Catholic doctrines.", "date" : "1520/06/15"}, {"title" : " La Noche Triste (Night of Sorrow): The forces of Cuitláhuac, Aztec ruler of Tenochtitlan, gain a major victory against the forces of conquistador Hernán Cortés. This results in the death of about 400 conquistadors and some 2,000 of their Native American allies. However, Cortés and the most skilled of his men manage to escape and later regroup.", "date" : "1520/07/01"}, {"title" : " The Spaniards defeat the Aztecs at Otumba near Lake Texcaco.", "date" : "1520/07/20"}, {"title" : " Christian II makes his triumphant entry into Stockholm, which has surrendered to him a few days earlier. Sten Sture's widow Christina Gyllenstierna, who has led the fight after Sten's death, and all other persons in the resistance against the Danes, are granted amnesty and are pardoned for their involvement in the resistance.", "date" : "1520/09/07"}, {"title" : " Suleiman I succeeds his father Selim I as Sultan of the Ottoman Empire.", "date" : "1520/09/22"}, {"title" : "October ampampndash Cuitláhuac, Aztec ruler of Tenochtitlan, dies from smallpox. He is succeeded by his nephew Cuauhtémoc.", "date" : "1520/09/22"}, {"title" : " Christian II is elected king of Sweden.", "date" : "1520/11/01"}, {"title" : " Christian II is crowned king of Sweden. The coronation is followed by a three-day feast in Stockholm.", "date" : "1520/11/04"}, {"title" : " At the end of the third day of Christian's coronation feast, several leading figures of the Swedish resistance against the Danish invasion are imprisoned and tried for high treason.", "date" : "1520/11/07"}, {"title" : "November 10 ampndash 82 noblemen and clergymen, having been sentenced to death for their involvement in the Swedish resistance against the Danish invasion, are executed by beheading in the Stockholm bloodbath.", "date" : "1520/11/08"}, {"title" : " After navigating through the South American strait, three ships under the command of Portuguese explorer Ferdinand Magellan reach the Pacific Ocean, becoming the first Europeans to sail from the Atlantic Ocean to the Pacific (the strait was later named the Strait of Magellan).", "date" : "1520/11/28"}, {"title" : " Martin Luther burns a copy of ''The Book of Canon Law'' (see Canon Law) and his copy of the Papal bull ''Exsurge Domine''.", "date" : "1520/12/10"}, {"title" : " Pope Leo X excommunicates Martin Luther in the papal bull ''Decet Romanum Pontificem''.", "date" : "1521/01/03"}, {"title" : " Suleiman the Magnificent suppresses a revolt by the ruler of Damascus.", "date" : "1521/01/17"}, {"title" : " Emperor Charles V opens the Diet of Worms.", "date" : "1521/01/22"}, {"title" : " The Diet of Worms begins, lasting until May 25.", "date" : "1521/01/28"}, {"title" : " Ferdinand Magellan discovers Guam.", "date" : "1521/03/06"}, {"title" : " Ferdinand Magellan reaches the Philippines.", "date" : "1521/03/16"}, {"title" : " Ferdinand Magellan arrives at Cebu.", "date" : "1521/04/07"}, {"title" : "April 18 ampndash Martin Luther is examined before Emperor Charles V and the German Diet of Worms.", "date" : "1521/04/16"}, {"title" : " Revolt of the Comuneros ampndash Battle of Villalar: Castilian royalists defeat the rebels and execute their three leaders.", "date" : "1521/04/24"}, {"title" : " Martin Luther leaves Worms and disappears for a year ampndash he is rumored to be murdered, but is actually in hiding at the Wartburg Castle.", "date" : "1521/04/26"}, {"title" : " Magellan is killed in the Philippines, in the Battle of Mactan.", "date" : "1521/04/27"}, {"title" : "May ampampndash War breaks out between Charles V, Holy Roman Emperor and Francis I, the King of France.", "date" : "1521/04/27"}, {"title" : " Edward Stafford, 3rd Duke of Buckingham, is executed for treason.", "date" : "1521/05/17"}, {"title" : " Battle of Pampeluna: The French defeat the Spanish.", "date" : "1521/05/20"}, {"title" : " The Diet of Worms ends when Charles V, Holy Roman Emperor issues the Edict of Worms, declaring Martin Luther an outlaw.", "date" : "1521/05/25"}, {"title" : " Jiajing Emperor ascends the throne of the Ming Dynasty.", "date" : "1521/05/27"}, {"title" : "r June 30 ampndash The first document is fully written in Romanian: the letter of Neacşu, a trader from Câmpulung, to Johannes Benkner, the mayor of Braşov, warning that the Ottoman Empire is preparing its troops to cross into Wallachia and Transylvania the script used is Romanian Cyrillic.", "date" : "1521/06/29"}, {"title" : " Battle of Esquiroz: French forces under Henri d'Albret, exiled King of Navarre, are defeated by the Spanish and forced to abandon their attempt to recover Henri's kingdom.", "date" : "1521/06/30"}, {"title" : " Battle of Tenochtitlan: Hernán Cortés and allied local Indians defeat the Aztec forces of Cuauhtémoc, the last Aztec Emperor.", "date" : "1521/08/08"}, {"title" : " Emperor Cuauhtémoc surrenders to Hernán Cortés.", "date" : "1521/08/13"}, {"title" : " Christian II of Denmark is deposed as king of Sweden and Gustav Vasa is elected regent.", "date" : "1521/08/23"}, {"title" : " Belgrade is captured by the Ottoman army of Suleiman the Magnificent.", "date" : "1521/08/29"}, {"title" : " Spanish–German–Papal forces under Prosper Colonna force French Marshal Odet de Lautrec to abandon Milan.", "date" : "1521/11/23"}, {"title" : " Pope Adrian VI (born Adriaan Florenszoon Boeyens, Dedens or Dedel''Collier's Encyclopedia'' Hadrianus in Latin) succeeds Pope Leo X as the 218th pope. The only Dutch pope, he will be the last non-Italian elected for more than 450 years.", "date" : "1522/01/09"}, {"title" : " Battle of Bicocca: French and Swiss forces under Odet de Lautrec are defeated by the Spanish in their attempt to retake Milan, and are forced to withdraw into Venetian territory.", "date" : "1522/04/27"}, {"title" : " Ottoman Sultan Suleiman I begins his siege of the Knights of St. John in Rhodes.", "date" : "1522/07/28"}, {"title" : "  The ''Vittoria'', one of the surviving ships of Ferdinand Magellan's expedition, returns to Sanlucar de Barrameda in Spain, becoming the first ship to circumnavigate the world.", "date" : "1522/09/06"}, {"title" : " The Turks finally break into Rhodes, but the Knights continue fierce resistance in the streets.", "date" : "1522/12/18"}, {"title" : " Suleiman the Magnificent accepts the surrender of the surviving Knights, who are allowed to evacuate.  They eventually re-settle on Malta and become known as the Knights of Malta.", "date" : "1522/12/20"}, {"title" : " Gustav Vasa is elected king of Sweden, finally establishing its full independence from Denmark, marking the end of the Kalmar Union.", "date" : "1523/06/06"}, {"title" : " Pope Clement VII succeeds Pope Adrian VI as the 219th pope.", "date" : "1523/11/19"}, {"title" : "'(approximate date)'' ampndash da Verrazzano's expedition makes landfall at Cape Fear.", "date" : "1524/03/01"}, {"title" : "da Verrazzano's expedition makes the first European entry into New York Bay and sights the island of Manhattan.", "date" : "1524/04/17"}, {"title" : " Battle of the Sesia: Spanish forces under Charles de Lannoy defeat the French army in Italy under William de Bonnivet. The French, now commanded by François de St. Pol, withdraw from Italy.", "date" : "1524/04/30"}, {"title" : " Spanish conquistador Pedro de Alvarado leads the Battle of Acajutla, defeating a battalion of Pipiles, in the neighborhoods of present day Acajutla, El Salvador", "date" : "1524/06/08"}, {"title" : "Summer ampampndash Paracelsus visits Salzburg. He also visits Villach during the year.", "date" : "1524/06/08"}, {"title" : " da Verrazzano's expedition returns to Dieppe.", "date" : "1524/07/08"}, {"title" : "AugustampampndashSeptember ampampndash Marseille is besieged by Imperial forces under the Duke of Bourbon.", "date" : "1524/07/08"}, {"title" : " A French army invading Italy under King Francis besieges Pavia.", "date" : "1524/10/28"}, {"title" : " Francisco Hernandez de Cordoba founds the city of Granada, Nicaragua, the oldest Hispanic city in the mainland of the Western Hemisphere.", "date" : "1524/12/08"}, {"title" : " The Swiss Anabaptist Movement is born when Conrad Grebel, Felix Manz, George Blaurock, and about a dozen others baptize each other in the home of Manz's mother on Neustadt-Gasse, Zürich, breaking a thousand-year tradition of church-state union.", "date" : "1525/01/21"}, {"title" : " Battle of Pavia: Spanish forces under Charles de Lannoy and the Marquis of Pescara defeat the French army and capture Francis I of France, after his horse is wounded by Cesare Hercolani.", "date" : "1525/02/24"}, {"title" : " The last Aztec Emperor, Cuauhtémoc, is killed by Hernán Cortéz.", "date" : "1525/02/28"}, {"title" : " In the German town Memmingen the pamphlet ''The Twelve Articles: The Just and Fundamental Articles of All the Peasantry and Tenants of Spiritual and Temporal Powers by Whom They Think Themselves Oppressed'' is published , the first human rights related document written in Europe.", "date" : "1525/03/20"}, {"title" : " Albert of Prussia commits Prussian Homage.", "date" : "1525/04/10"}, {"title" : " Insurgent peasants led by Anabaptist pastor Thomas Muentzer were defeated at the Battle of Frankenhausen, ending the German Peasants' War in the Holy Roman Empire.", "date" : "1525/05/15"}, {"title" : " Henry VIII of England appoints his illegitimate son Henry Fitzroy Duke of Richmond and Somerset.", "date" : "1525/06/16"}, {"title" : " Santa Marta, the first city in Colombia, is founded by Spanish conqueror Rodrigo de Bastidas.", "date" : "1525/07/29"}, {"title" : " Treaty of Madrid: Peace is declared between Francis I of France and Charles V, Holy Roman Emperor. Francis agrees to cede Burgundy to Charles, and abandons all claims to Flanders, Artois, Naples, and Milan.", "date" : "1526/01/14"}, {"title" : " First battle of Panipat: Babur becomes Mughal emperor, invades northern India and captures Delhi, beginning the Mughal Empire, which lasts until 1857.", "date" : "1526/04/21"}, {"title" : " Francis repudiates the Treaty of Madrid and forms the League of Cognac against Charles, including the Pope, Milan, Venice, and Florence.", "date" : "1526/05/22"}, {"title" : " The Transit of Venus occurs, the last before optical filters allowed astronomers to observe them.", "date" : "1526/05/24"}, {"title" : " Emperor Go-Nara ascends to the throne of Japan.", "date" : "1526/06/09"}, {"title" : " Milan is captured by the Spanish.", "date" : "1526/07/24"}, {"title" : "Spanish explorer Alonso de Salazar becomes the first European to sight the Marshall Islands in the Pacific Ocean.", "date" : "1526/08/21"}, {"title" : " Battle of Mohács:  The Turkish army of Sultan Suleiman I defeats the Hungarian army of King Louis II, who is killed in the retreat. Suleiman takes Buda, while Archduke Ferdinand of Austria and John Zapolya, Prince of Transylvania, dispute over the succession. As a result of the battle, Dubrovnik achieves independence, although it acknowledges Turkish overlordship.", "date" : "1526/08/29"}, {"title" : "December ampampndash Paracelsus arrives at Strasbourg.", "date" : "1526/08/29"}, {"title" : " Felix Manz, co-founder of the Swiss Anabaptists, is drowned in the Limmat in Zürich by the Zürich Reformed state church.", "date" : "1527/01/05"}, {"title" : " Battle of Khanwa: This and two other major Moghul victories lead to the domination of northern India.", "date" : "1527/03/17"}, {"title" : "March ampampndash Paracelsus is appointed as town physician of Basle.", "date" : "1527/03/17"}, {"title" : " Sack of Rome: Spanish and German troops led by the Duke of Bourbon sack Rome, forcing Pope Clement VII to make peace with Charles V, Holy Roman Emperor, marking the end of the High Renaissance.", "date" : "1527/05/06"}, {"title" : " In Florence, the Piagnon, a group devoted to the memory of Girolamo Savonarola, drive out the Medici for a second time, re-establishing the Republic of Florence until 1530.", "date" : "1527/05/16"}, {"title" : " The Narváez expedition to conquer Florida set sail from Spain.", "date" : "1527/06/17"}, {"title" : " The Protestant Reformation begins in Sweden.", "date" : "1527/06/17"}, {"title" : " Paracelsus burns books of Avicenna.", "date" : "1527/06/23"}, {"title" : " The first known letter is sent from North America by John Rut while at St. John's, Newfoundland.", "date" : "1527/08/03"}, {"title" : " Sixty Anabaptists meet at the Martyrs' Synod.", "date" : "1527/08/20"}, {"title" : " Diet of Odense (Denmark). King Frederick I declares religious tolerance for Lutherans, permits marriage of priests, forbids seeking papal ''pallium'' (approval) for royal appointments of Church officials.Steffensen, Kenneth (2007). ''Scandinavia After the Fall of the Kalmar Union: a Study of Scandinavian Relations'', 1523-1536. Unpubl. M.A. Thesis, Brigham Young Univ.Fisher, George P (1873). ''The Reformation''. Scribner.", "date" : "1527/08/20"}, {"title" : " Battle of Tarcal: Ferdinand, future Holy Roman Emperor, defeats John Zápolya and takes over most of Hungary. John appeals to the Turks for help.", "date" : "1527/09/27"}, {"title" : " Gustav I of Sweden is crowned king of Sweden. (Having already reigned since his election in 1523.)", "date" : "1528/01/12"}, {"title" : "February ampampndash Peasant uprising in Dalarna, Sweden: rebel campaign fails and rebel leader, later known as ''Daljunkern'', flees to Rostock.", "date" : "1528/01/12"}, {"title" : " Battle of Landriano: A French army in Italy under Marshal Francis de Bourbon, Count of St. Pol is decisively defeated.", "date" : "1528/06/19"}, {"title" : " Andrea Doria defeats his former allies, the French, and establishes the independence of Genoa.", "date" : "1528/09/12"}, {"title" : " Álvaro de Saavedra Cerón arrives in the Maluku Islands.", "date" : "1528/10/03"}, {"title" : " Cardinal Wolsey founds a college at Ipswich, which later becomes Ipswich School.", "date" : "1528/10/13"}, {"title" : " The Treaty of Gorinchem is signed between Charles V, Holy Roman Emperor, and Charles, Duke of Guelders.", "date" : "1528/10/20"}, {"title" : " Spanish conquistador Álvar Núñez Cabeza de Vaca and his companions become the first known Europeans to set foot on the shores of what is present-day Texas.", "date" : "1528/11/06"}, {"title" : "March 9 ampndash Battle of Shimbra Kure: Imam Ahmad ibn Ibrihim al-Ghazi, with 200 men armed with matchlocks, defeats the army of Lebna Dengel, Emperor of Ethiopia.", "date" : "1529/03/07"}, {"title" : " Flensburg Disputation, a debate, attended by Stadtholder Christian of Schleswig-Holstein (later King Christian III of Denmark) between Lutherans (led by Hermann Fast) and the more radical Anabaptists (led by Melchior Hoffman). Johannes Bugenhagen, a close associate of Martin Luther, presides. The Disputation marks the rejection of radical ideas by the Danish Reformation.Collins, WE (1903) ''The Scandinavian North'', ''in'' AW Ward, GW Prothero amp Stanley Leathes (eds.) ''The Cambridge Modern History''. Cambridge Univ. Press, pp. 599-638.", "date" : "1529/04/08"}, {"title" : " At the Diet of Speyer, a group of rulers (''German:'' Fürst) and independent cities (''German:'' Reichsstadt) protest the reinstatement of the Edict of Worms, beginning the Protestant movement.", "date" : "1529/04/19"}, {"title" : " The Treaty of Saragossa divides the eastern hemisphere between Spain and Portugal, stipulating that the dividing line should lie 297.5 leagues or 17° east of the Moluccas.", "date" : "1529/04/22"}, {"title" : " The Turkish army under Suleiman I leaves Constantinople to invade Hungary once again.", "date" : "1529/05/10"}, {"title" : " War of the League of Cognac: Battle of Landriano: French forces in northern Italy are decisively defeated by Spain.", "date" : "1529/06/21"}, {"title" : " Only Continental outbreak of English sweating sickness reaches Lübeck, spreading from there into Schleswig-Holstein in next few months.Christiansen, John (2009), ''The English Sweat in Lübeck and North Germany, 1529''. '''Med. Hist.''' 53: 415-424.", "date" : "1529/07/30"}, {"title" : "Buda is recaptured by the invading Turkish forces.", "date" : "1529/08/05"}, {"title" : "The city of Maracaibo, Venezuela is founded by Ambrosius Ehinger.", "date" : "1529/08/05"}, {"title" : " Vienna is besieged by the Turkish forces of Suleiman.", "date" : "1529/09/23"}, {"title" : " With the season growing late, Suleiman abandons the siege.", "date" : "1529/10/15"}, {"title" : " The Augsburg Confession is presented to Charles V, Holy Roman Emperor.", "date" : "1530/06/25"}, {"title" : " Battle of Gavinana: Florence is captured by Spanish troops under Prince Philibert. The Piagnon (followers of the memory of Girolamo Savonarola) are overthrown and the Medici are restored, in the person of the Pope's nephew Alessandro de Medici.", "date" : "1530/08/03"}, {"title" : " A flood engulfs Rome.", "date" : "1530/10/08"}, {"title" : " The Knights of Malta are formed when the Knights Hospitaller are given Malta by Charles V.", "date" : "1530/10/26"}, {"title" : " St. Felix's Flood destroys the city of Reimerswaal in the Netherlands.", "date" : "1530/11/05"}, {"title" : " Lisbon, Portugal is hit by an earthquake in which thousands die.", "date" : "1531/01/26"}, {"title" : " Henry VIII of England is recognised as supreme head of the Church of England.", "date" : "1531/02/11"}, {"title" : " Lutheran princes in the Holy Roman Empire form an alliance known as the Schmalkaldic League.", "date" : "1531/02/27"}, {"title" : "February or March ampampndash Battle of Antukyah: Ahmad ibn Ibrihim al-Ghazi of the Adal Sultanate defeats the Ethiopian army.", "date" : "1531/02/27"}, {"title" : "April ampampndash Battle of Puná: Francisco Pizarro defeats the island's native inhabitants.", "date" : "1531/02/27"}, {"title" : " The city of Puebla, Mexico is founded.", "date" : "1531/04/16"}, {"title" : " The city of San Juan del Río, Mexico is founded.", "date" : "1531/06/24"}, {"title" : " The city of Santiago de Querétaro, Mexico is founded.", "date" : "1531/07/25"}, {"title" : " Battle of Obertyn: The Moldavians are defeated by Polish forces under Jan Amor Tarnowski, allowing the Poles to recapture Pokucie.", "date" : "1531/09/22"}, {"title" : " Battle of Amba Sel: Imam Ahmad ibn Ibrihim al-Ghazi again defeats the army of Lebna Dengel, Emperor of Ethiopia. The southern part of Ethiopia thus falls under Imam Ahmad's control.", "date" : "1531/10/28"}, {"title" : " The Virgin Mary, in the guise of Our Lady of Guadalupe, allegedly appears to Juan Diego Cuauhtlatoatzin, an Aztec convert to Catholicism.", "date" : "1531/12/12"}, {"title" : " English parliament bans payment by English church to Rome", "date" : "1532/03/18"}, {"title" : "April ampampndash Battle of Quipaipan in Peru: Atahualpa wins the civil war in the Inca Empire, defeating his brother Huáscar.", "date" : "1532/03/18"}, {"title" : " Francisco Pizarro lands on the northern coast of Peru.", "date" : "1532/05/13"}, {"title" : " Sir Thomas More resigns as Lord Chancellor of England.", "date" : "1532/05/16"}, {"title" : " Suleiman the Magnificent leads another invasion of Hungary.", "date" : "1532/06/25"}, {"title" : " Union of Brittany and France: The Duchy of Brittany is absorbed into the Kingdom of France.", "date" : "1532/08/13"}, {"title" : " Lady Anne Boleyn is created Marquess of Pembroke by her fiancé, King Henry VIII of England.", "date" : "1532/09/01"}, {"title" : " Francisco Pizarro and his men capture Inca Atahualpa at Cajamarca, ambushing and slaughtering a large number of his followers without loss to themselves. He subsequently offers a ransom of approx. $100 million in gold.", "date" : "1532/11/16"}, {"title" : " King Henry VIII of England marries Anne Boleyn, who becomes his second queen consort.", "date" : "1533/01/25"}, {"title" : "26 January - Thomas Audley, 1st Baron Audley of Walden appointed Lord Chancellor of England", "date" : "1533/01/25"}, {"title" : " Thomas Cranmer becomes Archbishop of Canterbury.", "date" : "1533/03/30"}, {"title" : " King Henry VIII of England's marriage with Catherine of Aragon is declared annulled by Archbishop Cranmer. Since Pope Clement VII had already rejected Henry's petition for annulment in 1530, Catherine continues to believe herself Henry's wife until her death.", "date" : "1533/05/23"}, {"title" : " Cranmer crowns Anne Boleyn as queen in Westminster Abbey.", "date" : "1533/06/01"}, {"title" : " Henry VIII is excommunicated by Pope Clement VII, as is Archbishop Cranmer.", "date" : "1533/07/11"}, {"title" : " Treaty of Constantinople between the Ottoman Empire and the Archduchy of Austria: Ferdinand I, King of the Romans, withdraws his claims to most of Hungary and János Szapolyai, voivode of Transylvania, becomes King of Hungary under the suzerainty of Suleiman the Magnificent, Sultan of the Ottoman Empire.", "date" : "1533/07/22"}, {"title" : " Inca Atahualpa is executed by garotte at the orders of Francisco Pizarro in Cajamarca.", "date" : "1533/07/26"}, {"title" : " Anne Boleyn gives birth to Princess Elizabeth I, the future Elizabeth I of England.", "date" : "1533/09/07"}, {"title" : " Francisco Pizarro arrives in Cuzco, Peru.", "date" : "1533/11/15"}, {"title" : " Ivan IV succeeds his father Vasili III as Grand Prince of Muscovy at three years old.", "date" : "1533/12/03"}, {"title" : "December ampampndash Hernando de Grijalva and his crew discover the uninhabited Revillagigedo Islands off the Pacific coast of Mexico", "date" : "1533/12/03"}, {"title" : "December 21 (Feast of St Thomas the Apostle) ampampndash They discover ''Isla Santo Tomé'', probably Socorro Island.", "date" : "1533/12/03"}, {"title" : " A group of Anabaptists, led by Jan Matthys, seize Münster in Westphalia and declare it quotThe New Jerusalemquot, begin to exile dissenters and forcibly baptize all others.", "date" : "1534/02/27"}, {"title" : "Easter Sunday) ampndash Anabaptist Jan Matthys is killed by the Landsknechte, who lay siege to Münster on the day he predicted as The Second Coming of Christ. His follower John of Leiden takes control of the city.", "date" : "1534/04/05"}, {"title" : " Sir Thomas More confined in the Tower of London", "date" : "1534/04/07"}, {"title" : " Jacques Cartier explores Newfoundland while searching for the Northwest Passage.", "date" : "1534/05/10"}, {"title" : " Jacques Cartier is the first European to discover the St. Lawrence River.", "date" : "1534/06/09"}, {"title" : "Copenhagen opens its gates to Count Christopher of Oldenburg leading the army of Lübeck (and the Hanseatic League), nominally in the interests of the deposed King Christian II of Denmark. The surrenders of Copenhagen and, a few days later, of Malmö represent the high point of the Count's War for the forces of the League. These victories presumably lead the Danish nobility to recognize Christian III as King on July 4.", "date" : "1534/06/23"}, {"title" : " Jacques Cartier discover Prince Edward Island, Canada.", "date" : "1534/06/29"}, {"title" : " Election of Christian III as King of Denmark and Norway in the town of Rye.", "date" : "1534/07/04"}, {"title" : " The first known exchange occurs between Europeans and natives of the Gulf of St. Lawrence, in New Brunswick.", "date" : "1534/07/07"}, {"title" : " Pope Paul III succeeds Pope Clement VII as the 220th pope.", "date" : "1534/10/13"}, {"title" : " Huguenots post placards all over France attacking the Catholic Mass, provoking a violent sectarian reaction.", "date" : "1534/10/18"}, {"title" : " Over 200 Spanish settlers led by conquistador Sebastián de Belalcázar found what is now Quito, Ecuador.", "date" : "1534/12/06"}, {"title" : " Lima, Peru, is founded by Francisco Pizarro.", "date" : "1535/01/18"}, {"title" : " George Joye publishes his ''Apologye'' in Antwerp to clear his name from the accusations of William Tyndale", "date" : "1535/02/27"}]