[{"title" : " An earthquake (6.8 in Richter scale) in Avezzano, Italy, kills more than 29,000.", "date" : "1915/01/13"}, {"title" : " Twenty-One Demands from Japan to China are made.", "date" : "1915/01/18"}, {"title" : "Georges Claude patents the neon discharge tube for use in advertising.", "date" : "1915/01/18"}, {"title" : "German zeppelins bomb the cities of Great Yarmouth and King's Lynn in the United Kingdom for the first time, killing more than 20.", "date" : "1915/01/18"}, {"title" : " Kiwanis International is founded in Detroit, Michigan.", "date" : "1915/01/21"}, {"title" : " The Rocky Mountain National Park is established by an act of the U.S. Congress.", "date" : "1915/01/26"}, {"title" : " Military casualties begin arriving at the Hôpital Temporaire d'Arc-en-Barrois, established earlier in the month.", "date" : "1915/01/27"}, {"title" : " An act of the U.S. Congress designates the United States Coast Guard, begun in 1790, as a military branch.", "date" : "1915/01/28"}, {"title" : "WWI: Germany's first large-scale use of poison gas as a weapon occurs when 18,000 artillery shells containing liquid xylyl bromide tear gas are fired on the Imperial Russian Army on the Rawka River west of Warsaw during the Battle of Bolimov however, freezing temperatures prevent it being effective.", "date" : "1915/01/31"}, {"title" : " The controversial film, ''The Birth of a Nation'', directed by D.W. Griffith, premieres in Los Angeles, California.", "date" : "1915/02/08"}, {"title" : " In Washington, D.C. the first stone of the Lincoln Memorial is put into place.", "date" : "1915/02/12"}, {"title" : " In San Francisco, CA the Panama-Pacific International Exposition is opened.", "date" : "1915/02/20"}, {"title" : "March ampampndash The 1915 locust plague breaks out in Palestine it continues until October.", "date" : "1915/02/20"}, {"title" : " NACA, the predecessor of NASA, is founded.", "date" : "1915/03/03"}, {"title" : "WWI: Off the coast of Chile, the Royal Navy force SMS ''Dresden'' to scuttle.", "date" : "1915/03/03"}, {"title" : "Britain, French Third Republic|", "date" : "1915/03/03"}, {"title" : " WWI: A British attack on the Dardanelles fails.", "date" : "1915/03/18"}, {"title" : " Pluto is photographed for the first time but is not then classified as a planet.", "date" : "1915/03/19"}, {"title" : " The U.S. submarine F-4 sinks off Hawaii 21 are killed.", "date" : "1915/03/25"}, {"title" : " The Vancouver Millionaires Win the Stanley Cup over the Ottawa Senators three games to zero.", "date" : "1915/03/26"}, {"title" : " The first Roman Catholic Liturgy is celebrated by Archbishop John Ireland at the newly consecrated Cathedral of Saint Paul in Saint Paul, Minnesota.", "date" : "1915/03/28"}, {"title" : " WWI: Start of Second Battle of Ypres. First use of poison gas on the western Front.", "date" : "1915/04/22"}, {"title" : " Beginning of the Armenian Genocide.", "date" : "1915/04/24"}, {"title" : " WWI: Start of the Gallipoli Campaign (lasting until January 1916): Landing at Anzac Cove by Australian and New Zealand Army Corps and landing at Cape Helles by British and French troops to begin the Allied invasion of the Gallipoli peninsula in the Ottoman Empire.", "date" : "1915/04/25"}, {"title" : " John McCrae writes ''In Flanders Fields''.", "date" : "1915/05/03"}, {"title" : " WWI: The Turks begin shelling Anzac Cove from a new position behind their lines.", "date" : "1915/05/05"}, {"title" : " Babe Ruth hits his first career home run off of Jack Warhop.", "date" : "1915/05/06"}, {"title" : " WWI: The RMS ''Lusitania'' is sunk by a German U-boat, killing 1,198.", "date" : "1915/05/07"}, {"title" : " WWI ampndash Second Battle of Artois: German and French forces fight to a standstill.", "date" : "1915/05/09"}, {"title" : " The last purely Liberal government in the United Kingdom ends when Prime Minister Herbert Henry Asquith forms an all party coalition.", "date" : "1915/05/17"}, {"title" : " The Quintinshill railway disaster in Scotland leaves more than 200 dead.", "date" : "1915/05/22"}, {"title" : " WWI: Italy joins the Allies after they declare war on Austria-Hungary.", "date" : "1915/05/24"}, {"title" : " China agrees to Twenty-One Demands.", "date" : "1915/05/25"}, {"title" : " Teófilo Braga becomes president of Portugal.", "date" : "1915/05/29"}, {"title" : " Mexican Revolution: Troops of Obregon and Villa clash at León: Obregon loses his right arm in grenade attack but Villa is decisively defeated.", "date" : "1915/06/03"}, {"title" : " U.S. Secretary of State William Jennings Bryan resigns over a disagreement regarding his nation's handling of the RMS ''Lusitania'' sinking.", "date" : "1915/06/09"}, {"title" : " The British Women's Institute is founded.", "date" : "1915/06/16"}, {"title" : " An extremely overloaded International Railway (New York – Ontario) trolley with 157 passengers crashes near Queenston, Ontario, resulting in 15 casualties.", "date" : "1915/07/07"}, {"title" : " The steamer ''Eastland'' capsizes in central Chicago, with the loss of 844 lives.", "date" : "1915/07/24"}, {"title" : " The United States occupation of Haiti begins.", "date" : "1915/07/28"}, {"title" : "August 23 ampndash Hurricane Two of the 1915 Atlantic hurricane season over Galveston and New Orleans leaves 275 dead.", "date" : "1915/08/05"}, {"title" : " WWI ampndash Battle of Sari Bair: The Allies mount a diversionary attack timed to coincide with a major Allied landing of reinforcements at Suvla Bay.", "date" : "1915/08/06"}, {"title" : " The Entente promises the Kingdom of Serbia, should victory be achieved over Austro-Hungary and its allied Central Powers, the territories of Baranja, Srem and Slavonia from the Cisleithanian part of the Dual Monarchy Bosnia and Herzegovina and eastern Dalmatia (from the river of Krka to Bar).", "date" : "1915/08/16"}, {"title" : " Jewish American Leo Frank is lynched for the alleged murder of a 13-year-old girl in Atlanta, Georgia.", "date" : "1915/08/17"}, {"title" : " Jimmy Lavender of the Chicago Cubs pitches a no hitter against the New York Giants.", "date" : "1915/08/31"}, {"title" : " The first prototype tank is tested for the British Army for the first time.", "date" : "1915/09/06"}, {"title" : " Former cartoonist John B. Gruelle is given a patent for his ''Raggedy Ann'' doll.", "date" : "1915/09/07"}, {"title" : " WWI: A Zeppelin raid destroys No.61 Farringdon Road, London. It Is rebuilt in 1917 and called The Zeppelin Building.", "date" : "1915/09/08"}, {"title" : " The Pennsylvania Railroad begins electrified commuter rail service between Paoli and Philadelphia, Pennsylvania, using overhead AC trolley wires for power. This type of system is later used in long-distance passenger trains between New York City, Washington, D.C., and Harrisburg, Pennsylvania.", "date" : "1915/09/11"}, {"title" : "October 14 ampndash WWI: Battle of Loos: British forces take the French town of Loos but with substantial casualties and are unable to press their advantage. This is the first time the British use poison gas in World War I and also their first large-scale use of 'New' or Kitchener's Army units.", "date" : "1915/09/25"}, {"title" : " WWI: British nurse Edith Cavell is executed by a German firing squad for helping Allied soldiers escape from Belgium.", "date" : "1915/10/12"}, {"title" : " WWI: Austria-Hungary invades the Kingdom of Serbia.  Kingdom of Bulgaria enters the war, invading Kingdom of Serbia. The retreat of the Serbian First Army towards Greece begins the Serbian Campaign (WWI).", "date" : "1915/10/15"}, {"title" : " Mexican Revolution: The U.S. recognizes the Mexican government of Venustiano Carranza ''de facto'' (not ''de jure'' until 1917).", "date" : "1915/10/19"}, {"title" : " WWI: Torpedoing of the armored cruiser SMS ''Prinz Adalbert'' results in only three men being rescued from a crew of 675, the greatest single loss of life for the German Imperial Navy in the Baltic Sea during the War.", "date" : "1915/10/23"}, {"title" : " William Morris Hughes becomes the 7th Prime Minister of Australia.", "date" : "1915/10/27"}, {"title" : " The St. Johns School Fire in Peabody, Massachusetts kills twenty-one girls between the ages of 7 and 17.", "date" : "1915/10/28"}, {"title" : "November ampampndash Sykes-Picot Agreement: The governments of Britain and France secretly agree to overtake the Middle-Eastern regions of the Ottoman Empire (mostly Syria and Iraq), and establish their own zones of influence.", "date" : "1915/10/28"}, {"title" : " A vision is allegedly encountered by various military personnel in Europe at 22:30 hours (as recounted on the television series ''One Step Beyond'').", "date" : "1915/11/14"}, {"title" : " Release of the U.S. silent film ''Inspiration'', the first mainstream movie in which a leading actress (Audrey Munson) appears nude.", "date" : "1915/11/18"}, {"title" : " The ''Triangle Film Corporation'' opens its new motion picture theater in Massillon, Ohio.", "date" : "1915/11/23"}, {"title" : " William J. Simmons revives the Civil War era Ku Klux Klan at Stone Mountain, Georgia.", "date" : "1915/11/24"}, {"title" : " The theory of general relativity is formulated.", "date" : "1915/11/25"}, {"title" : " Chinese president Yuan Shikai declares himself Emperor.", "date" : "1915/12/12"}, {"title" : " The HMHS ''Britannic'', the largest individual British loss in WWI, departs Liverpool on her maiden voyage.", "date" : "1915/12/23"}, {"title" : " In WWI, British and German forces declare a Christmas truce, get out of the trenches and have a free-for-all kick-around football game in no-man's land.", "date" : "1915/12/25"}, {"title" : " The Irish Republican Brotherhood Military Council decides to stage a rising on Easter Sunday 1916.", "date" : "1915/12/26"}, {"title" : " WWI: The Battle of Wadi occurs between Allied British and Ottoman Empire forces, during the Mesopotamian campaign in modern-day Iraq.", "date" : "1916/01/13"}, {"title" : "In Browning, Montana, the temperature drops from +6.7°C to -48.8°C (44°F to -56°F) in one day, the greatest change ever on record for a 24-hour period.", "date" : "1916/01/13"}, {"title" : "''Brushaber v. Union Pacific Railroad'': The Supreme Court of the United States upholds the national income tax.", "date" : "1916/01/13"}, {"title" : " WWI: Paris is bombed by German zeppelins for the first time.", "date" : "1916/01/29"}, {"title" : " Parliament buildings in Ottawa, Canada are burned down.", "date" : "1916/02/03"}, {"title" : " 6.00 p.m. ampndash Tristan Tzara quotfoundsquot the art movement Dadaism (according to Hans Arp).", "date" : "1916/02/09"}, {"title" : "Emma Goldman is arrested for lecturing on birth control.", "date" : "1916/02/09"}, {"title" : "The Baltimore Symphony Orchestra presents its first concert.", "date" : "1916/02/09"}, {"title" : "The Romanian football club Sportul Studenţesc is founded.", "date" : "1916/02/09"}, {"title" : " WWI: The Battle of Verdun begins in France.", "date" : "1916/02/21"}, {"title" : " Liberal British Columbia Premier Harlan Carey Brewster's term in office ends.", "date" : "1916/03/01"}, {"title" : "March 9 ampndash Mexican Revolution: Pancho Villa leads about 500 Mexican raiders in an attack against Columbus, New Mexico, killing 12 U.S. soldiers. A garrison of the U.S. 13th Cavalry Regiment fights back and drives them away.", "date" : "1916/03/08"}, {"title" : " President Woodrow Wilson sends 12,000 United States troops over the U.S.-Mexico border to pursue Pancho Villa the 13th Cavalry regiment enters Mexican territory.", "date" : "1916/03/15"}, {"title" : "Mexican Revolution: The U.S. 7th and 10th Cavalry regiments under John J. Pershing cross the border to join the hunt for Villa.", "date" : "1916/03/15"}, {"title" : "The SS ''Sussex'' is torpedoed, resulting in the Sussex pledge.", "date" : "1916/03/15"}, {"title" : "John Ronald Reuel Tolkien marries Edith Bratt (they would serve as the inspiration for the fictional characters Lúthien and Beren).", "date" : "1916/03/15"}, {"title" : "The last Emperor of China, Yuan Shikai, abdicates the throne and the Republic of China is restored.", "date" : "1916/03/15"}, {"title" : "April ampampndash The light switch is invented by William J. Newton and Morris Goldberg.", "date" : "1916/03/15"}, {"title" : " The Chicago Cubs play their first game at Weeghman Park (currently Wrigley Field), defeating the Cincinnati Reds 7–6 in 11 innings.", "date" : "1916/04/20"}, {"title" : " The Chinese steamer ship ''Hsin Yu'' capsizes off the Chinese coast at least 1,000 are killed.", "date" : "1916/04/22"}, {"title" : "April 30 ampndash The Easter Rising occurs in Ireland.", "date" : "1916/04/24"}, {"title" : " WWI ampndash Battle of Hulluch: The 47th Brigade, 16th Irish Division is decimated in one of the most heavily concentrated German gas attacks of the war.", "date" : "1916/04/27"}, {"title" : " United States Marines invade the Dominican Republic.", "date" : "1916/05/05"}, {"title" : " Britain and France conclude the secret Sykes-Picot Agreement, which is to divide Arab areas of the Ottoman Empire, following the conclusion of WWI, into French and British spheres of influence.", "date" : "1916/05/16"}, {"title" : " The ''Saturday Evening Post'' publishes its first cover with a Norman Rockwell painting (''Boy with Baby Carriage'').", "date" : "1916/05/20"}, {"title" : " Britain initiates daylight saving time.", "date" : "1916/05/21"}, {"title" : " The  case of ''United States v. Forty Barrels and Twenty Kegs of Coca-Cola'' is decided.", "date" : "1916/05/22"}, {"title" : " June 1 ampndash Battle of Jutland: The Royal Navy and the German Navy battle to a draw.", "date" : "1916/05/31"}, {"title" : " The Brusilov Offensive, the height of Russian operations in WWI, begins with their breaking through Austro-Hungarian lines.", "date" : "1916/06/04"}, {"title" : "Louis Brandeis is sworn in as a Justice of the United States Supreme Court.", "date" : "1916/06/04"}, {"title" : "The HMS ''Hampshire'' sinks off the Orkney Islands, Scotland, with Lord Kitchener aboard.", "date" : "1916/06/04"}, {"title" : " November 18 ampndash WWI ampndash More than 1 million soldiers die during the Battle of the Somme, including 60,000 casualties for the British Commonwealth on the first day.", "date" : "1916/07/01"}, {"title" : " July 12: At least one shark mauls 5 swimmers along {{convert|80|mi|km}} of New Jersey coastline during the Jersey Shore shark attacks of 1916, resulting in 4 deaths and the survival of one youth who requires limb amputation. This event is the inspiration for author Peter Benchley, over half a century later, to write ''Jaws''.", "date" : "1916/07/01"}, {"title" : " Battle of Erzincan: Russian forces defeat troops of the Ottoman Empire in Armenia.", "date" : "1916/07/02"}, {"title" : " July 16- Massive flooding caused by 2 different hurricanes devastates western North Carolina.", "date" : "1916/07/08"}, {"title" : " In Seattle, Washington, William Boeing incorporates ''Pacific Aero Products'' (later renamed ''Boeing'').", "date" : "1916/07/15"}, {"title" : " In San Francisco, California, a bomb explodes on Market Street during a Preparedness Day parade, killing 10 injuring 40 (Warren Billings and Tom Mooney are later wrongly convicted of it).", "date" : "1916/07/22"}, {"title" : " In Ontario, Canada, a lightning strike ignites a forest fire that destroys the towns of Cochrane and Matheson, killing 233.", "date" : "1916/07/29"}, {"title" : " German agents cause the Black Tom explosion in Jersey City, New Jersey, an act of sabotage destroying an ammunition depot and killing at least 7 people.", "date" : "1916/07/30"}, {"title" : " WWI: Portugal joins the Allies.", "date" : "1916/08/07"}, {"title" : " Lassen Volcanic National Park is established in California.", "date" : "1916/08/09"}, {"title" : "Peru declares neutrality", "date" : "1916/08/21"}, {"title" : " U.S. President Woodrow Wilson signs legislation creating the National Park Service.", "date" : "1916/08/25"}, {"title" : " The United States passes the Philippine Autonomy Act.", "date" : "1916/08/29"}, {"title" : "September ampampndash Bulgaria takes Dobruja from Romania.", "date" : "1916/08/29"}, {"title" : " British pilot William Leefe-Robinson becomes the first to shoot down a German airship over Britain.", "date" : "1916/09/02"}, {"title" : " Release of D. W. Griffith's film ''Intolerance: Love's Struggle Through the Ages'' in the US.", "date" : "1916/09/05"}, {"title" : " A mechanical failure causes the central span of the Quebec Bridge, a cantilever-type structure, to crash into the Saint Lawrence River, killing 13 workers.", "date" : "1916/09/11"}, {"title" : " Mary, a circus elephant, is hanged in the town of Erwin, Tennessee for killing her handler, Walter quotRedquot Eldridge.", "date" : "1916/09/13"}, {"title" : " Iyasu V of Ethiopia is deposed in a palace coup, in favour of his aunt Zauditu.", "date" : "1916/09/27"}, {"title" : " Hipólito Yrigoyen is elected President of Argentina.", "date" : "1916/10/12"}, {"title" : " Perm State University is founded in Russia.", "date" : "1916/10/14"}, {"title" : " Margaret Sanger opens the first U.S. birth control clinic - a forerunner of Planned Parenthood.", "date" : "1916/10/16"}, {"title" : " Friedrich Adler shoots Karl von Stürgkh, Prime Minister of Austria.", "date" : "1916/10/21"}, {"title" : " Battle of Segale: Negus Mikael of Wollo, marching on the Ethiopian capital in support of his son Emperor Iyasu, is defeated by Fitawrari Habte Giyorgis, securing the throne for Empress Zauditu.", "date" : "1916/10/27"}, {"title" : " Paul Miliukov delivers the famous quotstupidity or treasonquot speech in the Russian State Duma, precipitating the downfall of the Boris Stürmer government.", "date" : "1916/11/01"}, {"title" : "he first 40 hour work week officially began in the Endicott-Johnson factories of Western New York", "date" : "1916/11/01"}, {"title" : "The Kingdom of Poland is proclaimed by a joint act of the emperors of Germany and Austria.", "date" : "1916/11/01"}, {"title" : "Honan Chapel, Cork, Ireland, a product of the Irish Arts ampamp Crafts Movement (1894–1925), is dedicated.", "date" : "1916/11/01"}, {"title" : "U.S. presidential election, 1916: Democratic President Woodrow Wilson narrowly defeats Republican Charles E. Hughes.", "date" : "1916/11/01"}, {"title" : "Republican Jeannette Rankin of Montana becomes the first woman elected to the United States House of Representatives.", "date" : "1916/11/01"}, {"title" : " Prime Minister of Australia Billy Hughes is expelled from the Labor Party over his support for conscription.", "date" : "1916/11/13"}, {"title" : " WWI ampndash Battle of the Somme: In France, British Expeditionary Force commander Douglas Haig calls off the battle, which started on July 1.", "date" : "1916/11/18"}, {"title" : " The White Star Liner ''HMHS Britannic'', sister ship of the ''RMS Olympic'' and the legendary ''RMS Titanic'', sinks in the Mediterranean Sea after hitting a mine. 30 lives are lost.", "date" : "1916/11/21"}, {"title" : " WWI ampndash Eastern Front: Bucharest, the capital of Romania, is occupied by troops of the Central Powers.", "date" : "1916/11/23"}, {"title" : " In the Dolomites, an avalanche buries 18,000 Austrian and Italian soldiers.", "date" : "1916/12/12"}, {"title" : " Grigori Rasputin is murdered.", "date" : "1916/12/17"}, {"title" : "resident Woodrow Wilson marries Mrs Edith B Galt in Washington", "date" : "1916/12/18"}, {"title" : " The British Sopwith Camel aircraft makes its maiden flight. It was designed to counter the German's Fokker aircraft.", "date" : "1916/12/22"}, {"title" : " WWI ampndash Battle of Magdhaba: In the Sinai desert, Australian and New Zealand mounted troops capture the Turkish garrison.", "date" : "1916/12/23"}, {"title" : " Humberto Gómez and his mercenaries seize Arauca in Colombia and declare the ''Republic of Arauca''. He proceeds to pillage the region before fleeing to Venezuela.", "date" : "1916/12/30"}, {"title" : " The Hampton Terrace Hotel in North Augusta, South Carolina, one of the largest and most luxurious hotels in the nation at the time, burns to the ground.", "date" : "1916/12/31"}, {"title" : " The University of Oregon defeats The University of Pennsylvania 14–0 in college football's 3rd Annual Rose Bowl.", "date" : "1917/01/01"}, {"title" : " The Royal Bank of Canada takes over Quebec Bank.", "date" : "1917/01/02"}, {"title" : " German saboteurs set off the Kingsland Explosion at Kingsland, NJ (now Lyndhurst, NJ), one of the events leading to U.S. involvement in WWI.", "date" : "1917/01/11"}, {"title" : " Silvertown explosion: A blast at a munitions factory in London kills 73 and injures over 400. The resulting fire causes over £2,000,000 worth of damage.", "date" : "1917/01/19"}, {"title" : " WWI: President Woodrow Wilson calls for quotpeace without victoryquot in Germany.", "date" : "1917/01/22"}, {"title" : "The Danish West Indies is sold to the United States for $25 million.", "date" : "1917/01/22"}, {"title" : "An anti-prostitution drive in San Francisco attracts huge crowds to public meetings. At one meeting attended by 7,000 people, 20,000 are kept out for lack of room. In a conference with Rev. Paul Smith, an outspoken foe of prostitution, 300 prostitutes make a plea for toleration, explaining they had been forced into the practice by poverty. When Smith asks if they will take other work at $8 to $10 a week, the ladies laugh derisively, which loses them public sympathy. The police close about 200 houses of prostitution shortly thereafter.", "date" : "1917/01/22"}, {"title" : " The sea defences at the English village of Hallsands are breached, leading to all but one of the houses becoming uninhabitable.", "date" : "1917/01/26"}, {"title" : " The United States ends its search for Pancho Villa.", "date" : "1917/01/28"}, {"title" : " Pershing's troops in Mexico begin withdrawing back to the United States. They reach Columbus, New Mexico February 5.", "date" : "1917/01/30"}, {"title" : " WWI: Germany announces its U-boats will engage in unrestricted submarine warfare.", "date" : "1917/01/31"}, {"title" : " WWI: The United States severs diplomatic relations with Germany.", "date" : "1917/02/03"}, {"title" : " The new constitution of Mexico is adopted.", "date" : "1917/02/05"}, {"title" : " Mata Hari is arrested for spying.", "date" : "1917/02/13"}, {"title" : " WWI: United States ambassador to the United Kingdom, Walter H. Page, is shown the intercepted Zimmermann Telegram, in which Germany offers to give the American Southwest back to Mexico if Mexico declares war on the United States.", "date" : "1917/02/24"}, {"title" : " The Original Dixieland Jass Band records their first commercial record, with the tunes quotLivery Stable Bluesquot and quotDixie Jazz Band One Stepquot.", "date" : "1917/02/26"}, {"title" : "The U.S. government releases the plaintext of the Zimmermann Telegram to the public.", "date" : "1917/02/26"}, {"title" : "Japanese city of Omuta, Fukuoka is founded by Hiroushi Miruku", "date" : "1917/02/26"}, {"title" : " The enactment of the Jones Act grants Puerto Ricans United States citizenship.", "date" : "1917/03/02"}, {"title" : "U.S. President Woodrow Wilson begins his second term.", "date" : "1917/03/02"}, {"title" : "Jeannette Rankin of Montana becomes the first woman member of the United States House of Representatives.", "date" : "1917/03/02"}, {"title" : "(N.S.) (February 23, O.S.) ampampndash The Russian February Revolution begins with the overthrow of the Tsar.", "date" : "1917/03/02"}, {"title" : "Women calling for bread in Petrograd start riots, which spontaneously spread throughout the city.", "date" : "1917/03/02"}, {"title" : "The United States Senate adopts the cloture rule in order to limit filibusters.", "date" : "1917/03/02"}, {"title" : " The Province of Batangas is formally founded as one of the Philippines' first encomiendas.", "date" : "1917/03/10"}, {"title" : " Mexican Revolution: Venustiano Carranza is elected president of Mexico the United States gives ''de jure'' recognition of his government.", "date" : "1917/03/11"}, {"title" : " The Duma declares a Provisional Government.", "date" : "1917/03/12"}, {"title" : "N.S.) (March 2, O.S.) ampndash Tsar Nicholas II of Russia abdicates his throne for his son. This is considered to be the end of the Russian Empire.", "date" : "1917/03/15"}, {"title" : " The Georgian Orthodox Church restores the autocephaly abolished by Imperial Russia in 1811.", "date" : "1917/03/25"}, {"title" : " WWI: First Battle of Gaza: British cavalry troops retreat after 17,000 Turks block their advance.", "date" : "1917/03/26"}, {"title" : " The independence of Poland is recognized{{Citation needed|date=July 2011}}.", "date" : "1917/03/30"}, {"title" : " The United States takes possession of the Danish West Indies, which become the US Virgin Islands, after paying $25 million to Denmark.", "date" : "1917/03/31"}, {"title" : " WWI: U.S. President Woodrow Wilson asks the U.S. Congress for a declaration of war on Germany.", "date" : "1917/04/02"}, {"title" : " WWI: The United States declares war on Germany.", "date" : "1917/04/06"}, {"title" : "April 12 ampndash WWI: Canadian troops win the Battle of Vimy Ridge.", "date" : "1917/04/09"}, {"title" : " An ammunition factory explosion in Chester, Pennsylvania kills 133.", "date" : "1917/04/10"}, {"title" : " WWI: Brazil severs diplomatic relations with Germany.", "date" : "1917/04/11"}, {"title" : "Vladimir Lenin arrives in Petrograd.", "date" : "1917/04/11"}, {"title" : "WWI: The Nivelle Offensive commences.", "date" : "1917/04/11"}, {"title" : " WWI: The Second Battle of Gaza, a fiasco for the British, causes the dismissal of the commander of the Eastern Expeditionary Force, General Archibald Murray.", "date" : "1917/04/19"}, {"title" : " WWI: The Nivelle Offensive is abandoned.", "date" : "1917/05/09"}, {"title" : "Three peasant children claim to see the Virgin Mary above a Holm Oak tree in Cova da Iria near Fátima, Portugal.", "date" : "1917/05/09"}, {"title" : "The nuncio Eugenio Pacelli, the future Pope Pius XII, is consecrated Archbishop by Pope Benedict XVampampL'Osservatore Romano, Weekly Edition in English, 12/19 August 1998, page 9ampamp", "date" : "1917/05/09"}, {"title" : " WWI: The Selective Service Act passes the U.S. Congress, giving the President the power of conscription.", "date" : "1917/05/18"}, {"title" : " Over 300 acres (73 blocks) are destroyed in the Great Atlanta fire of 1917.", "date" : "1917/05/21"}, {"title" : " Commissioned Officer Corps of the U.S. Coast and Geodetic Survey.", "date" : "1917/05/22"}, {"title" : " A month of civil violence in Milan, Italy ends after the Italian army forcefully takes over the city from anarchists and anti-war revolutionaries. Fifty people are killed and 800 people are arrested.Seton-Watson, Christopher. 1967. Italy from Liberalism to Fascism: 1870 to 1925. London: Methuen amp Co. Ltd. Pp. 468–9", "date" : "1917/05/23"}, {"title" : " A tornado strikes Mattoon, Illinois, causing devastation and killing 101 people.", "date" : "1917/05/26"}, {"title" : " A French infantry regiment seizes Missy-aux-Bois and declares an anti-war military government. Other French army troops soon apprehend them.", "date" : "1917/06/01"}, {"title" : " The very first Pulitzer Prizes are awarded: Laura E. Richards, Maud Howe Elliott, and Florence Hall receive the first Pulitzer for a biography (for ''Julia Ward Howe''). Jean Jules Jusserand receives the first Pulitzer for history for his work ''With Americans of Past and Present Days.'' Herbert Bayard Swope receives the first Pulitzer for journalism for his work for the ''New York World.''", "date" : "1917/06/04"}, {"title" : " WWI: Conscription begins in the United States.", "date" : "1917/06/05"}, {"title" : " A fire at the Speculator and Granite Mountain ore mine outside Butte, Montana kills at least 168 workers.", "date" : "1917/06/08"}, {"title" : " WWI: The first major German bombing raid on London leaves 162 dead and 432 injured.", "date" : "1917/06/13"}, {"title" : " The 2 millionth Ford Model T rolls off the line.", "date" : "1917/06/14"}, {"title" : " The United States enacts the Espionage Act.", "date" : "1917/06/15"}, {"title" : "July ampampndash Panama Canal Department.", "date" : "1917/06/15"}, {"title" : "A labor dispute ignites a race riot in East St. Louis, Illinois, which leaves 250 dead.", "date" : "1917/06/15"}, {"title" : "Russian General Brusilov begins a major offensive in Galicia, initially advancing towards Lemberg.", "date" : "1917/06/15"}, {"title" : "WWI: Arabian troops led by T. E. Lawrence capture Aqaba from the Turks.", "date" : "1917/06/15"}, {"title" : "WWI: A conscription crisis in Canada leads to passage of the Military Service Act.", "date" : "1917/06/15"}, {"title" : " The Phelps Dodge Corporation deports over 1,000 suspected IWW members from Bisbee, Arizona.", "date" : "1917/07/12"}, {"title" : "July 17 ampndash Russian troops mutiny, abandon the Austrian front, and retreat to the Ukraine hundreds are shot by their commanding officers during the retreat.", "date" : "1917/07/16"}, {"title" : "July 18 ampndash Serious clashes in St. Petersburg in July Days Lenin escapes to Finland Trotsky is arrested.", "date" : "1917/07/16"}, {"title" : " King George V of the United Kingdom issues a proclamation, stating that thenceforth the male line descendants of the British Royal Family will bear the surname Windsor, vice the Germanic bloodline of ''House of Saxe-Coburg and Gotha'', which is an offshoot of the historic (800+ years) House of Wettin.", "date" : "1917/07/17"}, {"title" : "The Parliament of Finland, dominated by Social Democrats, passes the ampquotPower Lawampquot, declaring itself holder of the former Tsar's sovereignty in the Grand Principality of Finland. The Russian Provisional Government does not recognize the law, as it would alter the relationship between Finland and Russia into a real union, with Russia solely responsible for the defence and foreign relations of Finland with no more say in the country's internal affairs.", "date" : "1917/07/17"}, {"title" : "The Corfu Declaration, which enabled the establishment of the post-war Kingdom of Yugoslavia, is signed by the Yugoslav Committee and the Kingdom of Serbia.", "date" : "1917/07/17"}, {"title" : "(July 7, O.S.) ampampndash Alexander Kerensky becomes premier of the Russian Provisional Government, replacing Prince Georgy Lvov.", "date" : "1917/07/17"}, {"title" : "July 28 ampndash WWI: Austrian and German forces repulse the Russian advance into Galicia.", "date" : "1917/07/20"}, {"title" : " Sir William Thomas White introduces the first income tax in Canada as a quottemporaryquot measure (lowest bracket is 4% and highest is 25%).", "date" : "1917/07/25"}, {"title" : " The ''Silent Protest'' is organized by the NAACP in New York to protest the East St. Louis Riot of July 2, as well as lynchings in Texas and Tennessee.", "date" : "1917/07/28"}, {"title" : " The Parliament of Finland is dissolved by the Russian Provisional Government. New elections are held in the autumn, resulting in a bourgeois majority.", "date" : "1917/07/30"}, {"title" : " WWI: The Battle of Passchendaele: Allied offensive operations commence in Flanders.", "date" : "1917/07/31"}, {"title" : "August ampampndash The Green Corn Rebellion, an uprising by several hundred farmers against the WWI draft, takes place in central Oklahoma.", "date" : "1917/07/31"}, {"title" : " The New York Guard is founded.", "date" : "1917/08/03"}, {"title" : " A general strike begins in Spain it is smashed after 3 days with 70 left dead, hundreds of wounded and 2,000 arrests.", "date" : "1917/08/10"}, {"title" : " One of English literature's important meetings takes place when Wilfred Owen introduces himself to Siegfried Sassoon at the Craiglockhart War Hospital in Edinburgh.", "date" : "1917/08/17"}, {"title" : " The  Great Thessaloniki Fire of 1917 in Greece destroys 32% of the city, leaving 70,000 individuals homeless.", "date" : "1917/08/18"}, {"title" : " WWI: The Military Service Act is passed in the Canadian House of Commons, giving the Government of Canada the right to conscript men into the army.", "date" : "1917/08/29"}, {"title" : " Russia is declared a republic by the Provisional Government.", "date" : "1917/09/14"}, {"title" : " WWI: The biggest loss of life in a single day for New Zealand. Over 800 men and 45 officers were killed at the First Battle of Passchendaele, roughly 1 in 1000 of the nation's population at the time.", "date" : "1917/10/12"}, {"title" : " WWI: At Vincennes outside of Paris, Dutch dancer Mata Hari is executed by firing squad for spying for Germany.", "date" : "1917/10/15"}, {"title" : " Love Field in Dallas, Texas is opened.", "date" : "1917/10/19"}, {"title" : "O.S.) ampndash (traditional beginning date of the Bolshevik Revolution amp Russian Civil War).", "date" : "1917/10/25"}, {"title" : " WWI: Brazil declares war against the Central Powers.", "date" : "1917/10/26"}, {"title" : " Zionism: The Balfour Declaration proclaims British support for the quotestablishment in Palestine of a national home for the Jewish peoplequot with the clear understanding quotthat nothing shall be done which may prejudice the civil and religious rights of existing non-Jewish communitiesquot.", "date" : "1917/11/02"}, {"title" : "WWI: Battle of Passchendaele: After 3 months of fierce fighting, Canadian forces take Passchendaele in Belgium.", "date" : "1917/11/02"}, {"title" : "Militants from Trotsky's committee join with trusty Bolshevik soldiers to seize government buildings and pounce on members of the provisional government.", "date" : "1917/11/02"}, {"title" : "(N.S.) (October 25 O.S.) ampampndash Great October Socialist Revolution: The workers of the Petrograd Soviet in Russia, led by the Bolshevik Party and leader Vladimir Lenin, storm the Winter Palace and successfully destroy the Kerensky Provisional Government, resulting in the first overthrow of capitalism in history.", "date" : "1917/11/02"}, {"title" : "WWI: Third Battle of Gaza: United Kingdom forces capture Gaza from the Ottoman Empire.", "date" : "1917/11/02"}, {"title" : "In the United States, a ampquotNight of Terrorampquot results in the injury of several influential suffragettes.", "date" : "1917/11/02"}, {"title" : "The Parliament of Finland again declares itself holder of sovereignty, effectively dissolving the 108-year-old union with Russia.", "date" : "1917/11/02"}, {"title" : "British troops occupy Tel Aviv and Jaffa in Palestine.", "date" : "1917/11/02"}, {"title" : "Georges Clemenceau becomes prime minister of France.", "date" : "1917/11/02"}, {"title" : "WWI: Action of 17 November 1917: United States Navy destroyers USS ''Fanning'' and USS ''Nicholson'' capture Imperial German Navy U-boat SM ''U-58'' off the south-west coast of Ireland, the first combat action in which U.S. ships take a submarine (which is then scuttled).", "date" : "1917/11/02"}, {"title" : "The People's Dispensary for Sick Animals is founded in the United Kingdom.", "date" : "1917/11/02"}, {"title" : "WWI: Battle of Cambrai: British forces, using tanks, make early progress in an attack on German positions but are soon beaten back.", "date" : "1917/11/02"}, {"title" : "The Ukraine is declared a republic.", "date" : "1917/11/02"}, {"title" : " In Montreal, Canada, the National Hockey Association breaks up.", "date" : "1917/11/22"}, {"title" : " The Bolsheviks release the full text of the previously secret Sykes-Picot Agreement in ''Izvestia'' and ''Pravda'' it is subsequently printed in the ''Manchester Guardian'' on November 26.", "date" : "1917/11/23"}, {"title" : " In Milwaukee, Wisconsin, 9 members of the Milwaukee Police Department are killed by a bomb, the most deaths in a single event in U.S. police history until the September 11 attacks in 2001.", "date" : "1917/11/24"}, {"title" : " WWI: German forces defeat Portuguese army of about 1200 at Negomano on the border of modern-day Mozambique and Tanzania.", "date" : "1917/11/25"}, {"title" : " The National Hockey League is formed in Montreal as a replacement for the recently disbanded National Hockey Association.", "date" : "1917/11/26"}, {"title" : " The Bolsheviks offer peace terms to the Germans.", "date" : "1917/11/28"}, {"title" : " Don Cossacks declare the Don Republic, which lasts two weeks.", "date" : "1917/11/29"}, {"title" : "December ampampndash Annie Besant becomes president of the Indian National Congress.", "date" : "1917/11/29"}, {"title" : " After nearly 20 years of planning and construction, the Quebec Bridge opens to traffic (the bridge partially collapsed on August 29, 1907 and September 11, 1916).", "date" : "1917/12/03"}, {"title" : "Finland officially declares independence from Russia.", "date" : "1917/12/03"}, {"title" : "Halifax Explosion: Two freighters collide in Halifax Harbour at Halifax, Nova Scotia and cause a huge explosion that kills at least 1,963 people, injures 9,000 and destroys part of the city (until the Trinity nuclear test, the biggest manmade explosion in recorded history).", "date" : "1917/12/03"}, {"title" : " British troops take Jerusalem from the Ottoman Empire in the Battle of Jerusalem.", "date" : "1917/12/11"}, {"title" : " ''Why Marry?'', the first dramatic play to win a Pulitzer Prize, opens at the Astor Theatre in New York City.", "date" : "1917/12/25"}, {"title" : " United States president Woodrow Wilson uses the Federal Possession and Control Act to place most U.S. railroads under the United States Railroad Administration, hoping to more efficiently transport troops and materials for the war effort.", "date" : "1917/12/26"}, {"title" : " Woodrow Wilson delivers his Fourteen Points speech.", "date" : "1918/01/08"}, {"title" : " Finland enacts a quotMosaic Confessorsquot law, granting Finnish Jews civil rights.", "date" : "1918/01/12"}, {"title" : " Constituent Assembly meet in Russia.", "date" : "1918/01/18"}, {"title" : " Russian Constituent Assembly proclaims Russian Democratic Federative Republic, but was dissolved by Bolshevik government on same day.", "date" : "1918/01/19"}, {"title" : " The Ukrainian People's Republic declares independence from Bolshevik Russia.", "date" : "1918/01/25"}, {"title" : " The Finnish Civil War begins.", "date" : "1918/01/27"}, {"title" : " The SS Tuscania is torpedoed off the Irish coast, it is the first ship carrying American troops to Europe to be torpedoed and sunk.", "date" : "1918/02/05"}, {"title" : " Russia switches from the Julian calendar to the Gregorian calendar the date skips from February 1 to February 14.", "date" : "1918/02/14"}, {"title" : " Estonia, Latvia and Lithuania adopt Gregorian calendar.", "date" : "1918/02/15"}, {"title" : " The Council of Lithuania adopts the Act of Independence of Lithuania, declaring Lithuania's independence from the Russian Empire.", "date" : "1918/02/16"}, {"title" : " The last captive Carolina Parakeet (the last breed of parrot native to the eastern United States) dies at the Cincinnati Zoo.", "date" : "1918/02/21"}, {"title" : " After 7 centuries of foreign rule, Estonia declares its independence from the Russian Empire. Armenia, Azerbaijan, and Georgia also declare their independence from the Russian Empire but as the Transcaucasian Democratic Federative Republic.", "date" : "1918/02/24"}, {"title" : " The German submarine  {{SMU|U-19|Germany|2}} sinks the {{HMS|Calgarian}} off Rathlin Island, Northern Ireland.", "date" : "1918/03/01"}, {"title" : " WWI: Germany, Austria and Bolshevist Russia sign the Treaty of Brest-Litovsk, ending Russia's involvement in the war.", "date" : "1918/03/03"}, {"title" : " A soldier at Camp Fuston, Kansas falls sick with the first confirmed case of the Spanish flu.", "date" : "1918/03/04"}, {"title" : " Soviet Russia moves its national capital from Petrograd to Moscow.", "date" : "1918/03/05"}, {"title" : " The Finnish Air Force is founded. The blue swastika is adopted as its symbol as a tribute to the Swedish explorer and aviator Eric von Rosen, who donated the first plane. Von Rosen had painted the Buddhist symbol on the plane as his personal lucky insignia.", "date" : "1918/03/06"}, {"title" : " WWI: Finland forms an alliance with Germany.", "date" : "1918/03/07"}, {"title" : " Moscow becomes the capital of Soviet Russia.", "date" : "1918/03/12"}, {"title" : " The U.S. Congress establishes time zones and approves daylight saving time (DST goes into effect on March 31).", "date" : "1918/03/19"}, {"title" : " WWI: The Second Battle of the Somme begins.", "date" : "1918/03/21"}, {"title" : "The giant German cannon, the so-called Paris Gun, begins to shell Paris from {{convert|114|km|mi|abbr=on}} away.", "date" : "1918/03/21"}, {"title" : "In London at the Wood Green Empire, Chung Ling Soo (William E Robinson, U.S.-born magician) dies during his trick where he is supposed to ampquotcatchampquot two separate bullets – but one of them perforates his lung. He dies the following morning in a hospital.", "date" : "1918/03/21"}, {"title" : "The Social Revolutionary Party declares Belarus independent Bolshevik armies soon crush them.", "date" : "1918/03/21"}, {"title" : "Belarus declares independence.", "date" : "1918/03/21"}, {"title" : "Dr. Karl Muck, music director of the Boston Symphony Orchestra, is arrested under the Alien Enemies Act and imprisoned for the duration of WWI.", "date" : "1918/03/21"}, {"title" : " Bessarabia votes to become part of Romania.", "date" : "1918/03/27"}, {"title" : " The Royal Flying Corps and the Royal Naval Air Service are merged to form the Royal Air Force.", "date" : "1918/04/01"}, {"title" : " Sālote succeeds as Queen of Tonga she will remain on the throne until her death in 1965.", "date" : "1918/04/05"}, {"title" : " Manfred Von Richthofen, quotThe Red Baronquot, WWI's most successful fighter pilot, dies in combat at Morlancourt Ridge near the Somme River.", "date" : "1918/04/21"}, {"title" : " German troops enter Don province they take Rostov May 6.", "date" : "1918/05/01"}, {"title" : " General Motors acquires the Chevrolet Motor Company of Delaware.", "date" : "1918/05/02"}, {"title" : " The Mountainous Republic of the Northern Caucasus is officially established.", "date" : "1918/05/11"}, {"title" : "The United States Post Office Department (later renamed the United States Postal Service) begins the 3rd regular airmail service in the world (between New York City, Philadelphia and Washington, DC), the 1st being from Allahabad to Naini Junction in India on the 18th February 1911 and the 2nd being from London to Windsor Castle on the 22nd June 1911.", "date" : "1918/05/11"}, {"title" : "End of the Finnish Civil War.", "date" : "1918/05/11"}, {"title" : " The Sedition Act of 1918 is approved by the U.S. Congress.", "date" : "1918/05/16"}, {"title" : " The small town of Codell, Kansas is hit for the third year in a row by a tornado.  Coincidentally, all three tornadoes hit on May 20, 1916, 1917, and 1918 respectively.", "date" : "1918/05/20"}, {"title" : " Army Aviation Section separated from Signal Corps and divided into the Division of Military Aeronautics and the Bureau of Aircraft Production.", "date" : "1918/05/21"}, {"title" : " The Transcaucasian Democratic Federative Republic is abolished.  Georgia declares its independence as the Democratic Republic of Georgia.", "date" : "1918/05/26"}, {"title" : " The Third Battle of the Aisne commences.", "date" : "1918/05/27"}, {"title" : " Armenia and Azerbaijan declare their independence as the Democratic Republic of Armenia and the Azerbaijan Democratic Republic respectively.", "date" : "1918/05/28"}, {"title" : " WWI: The Battle for Belleau Wood begins.", "date" : "1918/06/01"}, {"title" : " WWI: The Austro-Hungarian dreadnought battleship SMS ''Szent István'' is sunk by two Italian MAS motor torpedo boats off the Dalmatian coast.", "date" : "1918/06/10"}, {"title" : " Grand Duke Michael of Russia is murdered, thereby becoming the first of the Romanovs to be murdered by the Bolsheviks.", "date" : "1918/06/12"}, {"title" : " Suspects in the Chicago Restaurant Poisonings are arrested, and more than 100 waiters are taken into custody, for poisoning restaurant customers with a lethal powder called Mickey Finn.", "date" : "1918/06/22"}, {"title" : " The Siberian Expedition is launched to extract the Czechoslovak Legion from the Russian Civil War.", "date" : "1918/07/03"}, {"title" : " Mehmed VI  (1918–1922) succeeds Mehmed V (Resad) (1909–1918) as Ottoman Sultan.", "date" : "1918/07/04"}, {"title" : " Great train wreck of 1918: In Nashville, Tennessee, an inbound local train collides with an outbound express, killing 101.", "date" : "1918/07/09"}, {"title" : ", The Japanese Imperial Navy battle ship ''Kawachi'' blows up at Shunan, western Honshu, Japan killing at least 621.", "date" : "1918/07/12"}, {"title" : " The National Czechoslovak Committee is established.", "date" : "1918/07/13"}, {"title" : " WWI ampndash Second Battle of the Marne: The battle begins near the River Marne with a German attack.", "date" : "1918/07/15"}, {"title" : "Shooting of the Romanov family: By order of the Bolshevik Party and carried out by the Cheka, Tsar Nicholas II, his wife Alexandra Feodorovna, their children, Olga, Tatiana, Maria, Anastasia, and Alexei, and retainers are executed at the Ipatiev House in Ekaterinburg, Russia.", "date" : "1918/07/15"}, {"title" : "August ampampndash The ''Spanish Flu'' (influenza) becomes pandemic over 30 million people die in the following 6 months (almost twice as many as died during the war).", "date" : "1918/07/15"}, {"title" : " British anti-Bolshevik forces occupy Archangel, Russia.", "date" : "1918/08/01"}, {"title" : " WWI ampndash Battle of Amiens: Canadian and Australian troops begin a string of almost continuous victories with a push through the German front lines. German General Erich Ludendorff later calls this the quotblack day of the German Army.quot", "date" : "1918/08/08"}, {"title" : " Russian Revolution: The British commander in Archangel is told to help the White Russians.", "date" : "1918/08/10"}, {"title" : " Battle of Ambos Nogales: U.S. Army forces skirmish against Mexican Carrancistas and their German advisors in the only battle of World War I fought on American soil.", "date" : "1918/08/27"}, {"title" : "20,000 London policemen strike for increased pay and union recognition.", "date" : "1918/08/27"}, {"title" : "Russian Revolution: Vladmir Lenin is shot by Fanya Kaplan, but he survives. Moisei Uritsky, the Petrograd head of the Cheka, is assassinated the same day.", "date" : "1918/08/27"}, {"title" : "September ampampndash British armies and their Arab allies roll into Syria.", "date" : "1918/08/27"}, {"title" : " The Boston Red Sox defeat the Chicago Cubs for the 1918 World Series championship, their last World Series win until 2004.", "date" : "1918/09/11"}, {"title" : " Bulgaria requests an armistice in WWI.", "date" : "1918/09/29"}, {"title" : "October ampampndash Mammy Lou becomes the oldest person to ever star in a film, at age 114.", "date" : "1918/09/29"}, {"title" : " Kaiser Wilhelm II of Germany appoints Max von Baden German chancellor.", "date" : "1918/10/03"}, {"title" : " King Ferdinand I of Bulgaria abdicates in the wake of the Bulgarian military collapse in WWI.  He is succeeded by his son, Boris III.", "date" : "1918/10/03"}, {"title" : " Wilhelm II of Germany forms a new more liberal government to sue for peace.", "date" : "1918/10/04"}, {"title" : " WWI: In the Forest of Argonne in France, U.S. Corporal Alvin C. York almost single-handedly kills 25 German soldiers and captures 132.", "date" : "1918/10/08"}, {"title" : " Landgrave Friedrich Karl of Hessen-Kassel is elected King of Finland.", "date" : "1918/10/09"}, {"title" : " Puerto Rico earthquake: The city of Mayagüez and adjacent towns are nearly destroyed by a 7.5 earthquake and a tsunami.", "date" : "1918/10/11"}, {"title" : " Cloquet Fire: The city of Cloquet, Minnesota and nearby areas are destroyed in a fire, killing 453.", "date" : "1918/10/12"}, {"title" : " The Washington Declaration proclaims the independent Czechoslovak Republic.", "date" : "1918/10/18"}, {"title" : " The steamer ''Princess Sophia'' sinks on Vanderbilt Reef near Juneau, Alaska 353 people die in the greatest maritime disaster in the Pacific Northwest.", "date" : "1918/10/25"}, {"title" : "Czechoslovakia declares its independence from Austria-Hungary.", "date" : "1918/10/25"}, {"title" : "A new Polish government is declared in Western Galicia (Central Europe).", "date" : "1918/10/25"}, {"title" : " Wilhelmshaven mutiny of the German High Fleet.", "date" : "1918/10/29"}, {"title" : "The Martin Declaration is published, including Slovakia in the formation of the Czecho-Slovak state.", "date" : "1918/10/29"}, {"title" : "The Mutawakkilite Kingdom of Yemen is granted independence from the Ottoman Empire by the Armistice of Mudros.", "date" : "1918/10/29"}, {"title" : " The Hungarian government terminates the personal union with Austria, officially dissolving the Austro-Hungarian empire.", "date" : "1918/10/31"}, {"title" : "November ampampndash The Allied fleet enters Constantinople.", "date" : "1918/10/31"}, {"title" : "Malbone Street Wreck: The worst rapid transit accident in world history occurs under the intersection of Malbone Street and Flatbush Avenue, in Brooklyn, New York City, with at least 93 dead.", "date" : "1918/10/31"}, {"title" : "Ruthenia in eastern Czechoslovakia declares a brief independence.", "date" : "1918/10/31"}, {"title" : "WWI: Austria-Hungary enters an armistice with the Allies.", "date" : "1918/10/31"}, {"title" : "Poland declares its independence from Russia.", "date" : "1918/10/31"}, {"title" : "German Revolution: Sailors in the German fleet at Kiel mutiny and throughout northern Germany soldiers and workers begin to establish revolutionary councils on the Russian soviet model.", "date" : "1918/10/31"}, {"title" : " WWI: Austria-Hungary surrenders to Italy.", "date" : "1918/11/04"}, {"title" : " A new Polish government is proclaimed in Lublin.", "date" : "1918/11/06"}, {"title" : " King Ludwig of Bavaria flees his country.", "date" : "1918/11/07"}, {"title" : " The German army withdraws its support of the Kaiser.", "date" : "1918/11/08"}, {"title" : "Kaiser Wilhelm II of Germany abdicates and chooses to live in exile in the Netherlands.", "date" : "1918/11/08"}, {"title" : "Provisional National Council Minister-President Kurt Eisner declares Bavaria to be a republic.", "date" : "1918/11/08"}, {"title" : "British battleship HMS ''Britannia'' is sunk by German submarine ''U-50'' off Trafalgar with the loss of around fifty lives, the last major naval engagement of WWI.", "date" : "1918/11/08"}, {"title" : "WWI ends: Germany signs an armistice agreement with the Allies between 5:12 AM and 5:20 AM in Marshal Foch’s railroad car in Compiègne Forest in France. It becomes official on the 11th hour of the 11th day of the 11th month.ampamp{{cite book|author=Pitt, Barrie|year=2003|title=1918: The Last Act|location=Barnsley|publisher=Pen and Sword|isbn=0-85052-974-3}}ampamp", "date" : "1918/11/08"}, {"title" : "Poland regains independence after 123 years of partitions. Józef Piłsudski is appointed Commander-in-Chief.", "date" : "1918/11/08"}, {"title" : "Emperor Charles I of Austria gives up his absolute power but does not abdicate.", "date" : "1918/11/08"}, {"title" : " Austria becomes a republic.", "date" : "1918/11/12"}, {"title" : "Czechoslovakia becomes a republic.", "date" : "1918/11/12"}, {"title" : "Józef Piłsudski is appointed head of state of Poland.", "date" : "1918/11/12"}, {"title" : "Hungary declares independence from Austria.", "date" : "1918/11/12"}, {"title" : "The Hungarian Democratic Republic is declared.", "date" : "1918/11/12"}, {"title" : " Latvia declares its independence from Russia.", "date" : "1918/11/18"}, {"title" : "The Spartacist League founds the German Communist Party.", "date" : "1918/11/18"}, {"title" : "", "date" : "1918/11/18"}, {"title" : "The Belgian royal family returns to Brussels after the war.", "date" : "1918/11/18"}, {"title" : " The Podgorica Assembly votes for a quotunion of the peoplequot, declaring its union with the Kingdom of Serbia.", "date" : "1918/11/26"}, {"title" : " Estonian Freedom War: Bolshevist Russia invades Estonia, beginning the war. A socialist republic is established in Narva the next day.", "date" : "1918/11/28"}, {"title" : " Serbia annexes Montenegro", "date" : "1918/11/29"}, {"title" : " Ernest Ansermet conducts the first concert by the ''Orchestre de la Suisse Romande''.", "date" : "1918/11/30"}, {"title" : "Iceland regains independence, yet remains in personal union with the King of Denmark, who also becomes the King of Iceland until 1944.", "date" : "1918/11/30"}, {"title" : "New voting laws in Sweden makes votes no longer dependent on taxable assets, each adult having one vote.", "date" : "1918/11/30"}, {"title" : "The Union of Alba Iulia is proclaimed: Following the March 27 incorporation of Bessarabia and Bucovina, Transylvania unites with Romania.", "date" : "1918/11/30"}, {"title" : "The Kingdom of Serbs, Croats and Slovenes (which later became the Kingdom of Yugoslavia) is proclaimed.", "date" : "1918/11/30"}, {"title" : " President Woodrow Wilson departs by ship to the Paris Peace Conference, becoming the first United States President to travel to any foreign country while holding office.", "date" : "1918/12/04"}, {"title" : " The British light cruiser HMS ''Cassandra'' strikes a mine and sinks in the Gulf of Finland while aiding Estonia against the Bolsheviks, with eleven sailors killed.", "date" : "1918/12/05"}, {"title" : " Friedrich Karl renounces the Finnish throne.", "date" : "1918/12/14"}, {"title" : " Tomáš Garrigue Masaryk returns to the Czechoslovak Republic.", "date" : "1918/12/20"}, {"title" : " Great Poland Uprising: The Poles in Greater Poland (or Grand Duchy of Poznań) rise up against the Germans.", "date" : "1918/12/27"}, {"title" : " Constance Markievicz, while detained in Holloway prison, becomes the first woman to be elected MP to the British House of Commons.  She did not take her seat, along with the other Sinn Féin TDs members.", "date" : "1918/12/28"}, {"title" : " A British-brokered ceasefire ends two weeks of fighting between Armenians and Georgians.", "date" : "1918/12/31"}, {"title" : " Theodore Roosevelt, the 26th President of the United States, dies in his sleep at the age of 60.", "date" : "1919/01/06"}, {"title" : "Tragic week (Argentina)", "date" : "1919/01/06"}, {"title" : "Estonian Freedom War: The Soviet Army meets resistance from Estonian forces.", "date" : "1919/01/06"}, {"title" : " Friedrich Ebert orders the Freikorps into action in Berlin.", "date" : "1919/01/09"}, {"title" : "January 12 ampndash The Freikorps attacks Spartacist supporters around Berlin, Germany.", "date" : "1919/01/10"}, {"title" : " Romania annexes Transylvania.", "date" : "1919/01/11"}, {"title" : " Worker's councils in Berlin end the general strike Spartacus Week is over.", "date" : "1919/01/13"}, {"title" : "Rosa Luxemburg and Karl Liebknecht are murdered following the Spartacist uprising.", "date" : "1919/01/13"}, {"title" : "The Boston Molasses Disaster: A wave of molasses released from an exploding storage tank sweeps through Boston, killing 21 and injuring 150.", "date" : "1919/01/13"}, {"title" : "Ignacy Jan Paderewski becomes Premier of Poland.", "date" : "1919/01/13"}, {"title" : " The 18th Amendment to the United States Constitution, authorizing Prohibition, is ratified.", "date" : "1919/01/16"}, {"title" : "World War I: A peace conference opens in Versailles, France.", "date" : "1919/01/16"}, {"title" : "Bentley Motors is founded in England.", "date" : "1919/01/16"}, {"title" : "The First Dáil Éireann meets in the Mansion House in Dublin.", "date" : "1919/01/16"}, {"title" : "An ambush of the police at Soloheadbeg marks the beginning of the Irish War of Independence.", "date" : "1919/01/16"}, {"title" : " The Uprising of Khotin breaks out in Khotyn, Ukraine.", "date" : "1919/01/23"}, {"title" : " The League of Nations is founded in Paris.", "date" : "1919/01/25"}, {"title" : " 1919 Battle of George Square: British police battle strikers in Glasgow, Scotland.", "date" : "1919/01/31"}, {"title" : "Estonian Freedom War: The Red Army is expelled from the entire territory of Estonia.", "date" : "1919/01/31"}, {"title" : " Soviet troops occupy Ukraine.", "date" : "1919/02/03"}, {"title" : " The Seattle General Strike begins. Over 65,000 workers strike.", "date" : "1919/02/06"}, {"title" : "Friedrich Ebert is elected President of Germany.", "date" : "1919/02/06"}, {"title" : "The Seattle General Strike ends when Federal troops are summoned by the State of Washington's Attorney General.", "date" : "1919/02/06"}, {"title" : " The Polish-Soviet War begins.", "date" : "1919/02/14"}, {"title" : " Oregon places a one cent per US gallon (0.26¢/liter) tax on gasoline, becoming the first U.S. state to levy a gasoline tax.", "date" : "1919/02/25"}, {"title" : " An act of the United States Congress establishes most of the Grand Canyon as a United States National Park (see Grand Canyon National Park).", "date" : "1919/02/26"}, {"title" : " Amanullah Khan becomes King of Afghanistan.", "date" : "1919/02/28"}, {"title" : " The March 1st Movement against Japanese colonial rule in Korea is formed.", "date" : "1919/03/01"}, {"title" : " First Communist International meeting in Moscow.", "date" : "1919/03/02"}, {"title" : " The Supreme Court of the United States upholds the conviction of Charles Schenck.", "date" : "1919/03/03"}, {"title" : " Communist International (“Comintern”) founded.", "date" : "1919/03/04"}, {"title" : " A. Mitchell Palmer becomes Attorney General of the United States through recess appointment.", "date" : "1919/03/05"}, {"title" : "  The Egyptian Revolution of 1919 breaks out.", "date" : "1919/03/09"}, {"title" : " The American Legion forms in Paris.", "date" : "1919/03/15"}, {"title" : " The Hungarian Soviet Republic is established by Béla Kun.", "date" : "1919/03/21"}, {"title" : " In Milan, Italy, Benito Mussolini founds his Fascist political movement.", "date" : "1919/03/23"}, {"title" : " A general strike begins in the Ruhr.", "date" : "1919/03/31"}, {"title" : "April 7 ampndash The Bavarian Soviet Republic is founded.", "date" : "1919/04/06"}, {"title" : " Murderer Henri Désiré Landru is arrested.", "date" : "1919/04/12"}, {"title" : "Amritsar Massacre: British and Gurkha troops massacre 379 Sikhs in the Punjab in India.", "date" : "1919/04/12"}, {"title" : "Eugene V. Debs enters prison at the Atlanta Federal Penitentiary in Atlanta, Georgia for speaking out against the draft during World War I.", "date" : "1919/04/12"}, {"title" : " The Emperor of Austria moves to exile in Switzerland.", "date" : "1919/04/14"}, {"title" : " Save the Children Fund set up in the UK to raise money for the relief of German and Austrian children.", "date" : "1919/04/15"}, {"title" : " The Constituent Assembly of Estonia convenes its first session.", "date" : "1919/04/23"}, {"title" : "The ''Bauhaus'' architectural movement is founded in Weimar, Germany.", "date" : "1919/04/23"}, {"title" : "ANZAC day is observed for the first time in Australia.", "date" : "1919/04/23"}, {"title" : "Pancho Villa takes Parral, Chihuahua, in Mexico, and executed by hanging both the mayor and his two sons.", "date" : "1919/04/23"}, {"title" : " Several bombs are intercepted in the first wave of the 1919 United States anarchist bombings.", "date" : "1919/04/30"}, {"title" : "A large left-wing demonstration in France leads to a violent confrontation with the police.", "date" : "1919/04/30"}, {"title" : "Riots break out in Cleveland, Ohio  2 people are killed, 40 injured, and 116 arrested.", "date" : "1919/04/30"}, {"title" : "Weimar Republic troops and the Freikorps occupy Munich and crush the Bavarian Soviet Republic.", "date" : "1919/04/30"}, {"title" : "Amanullah Khan attacks British government in India.", "date" : "1919/04/30"}, {"title" : " The May Fourth Movement opposes foreign colonizers in China.", "date" : "1919/05/04"}, {"title" : " The League of Red Cross Societies is founded in Paris.", "date" : "1919/05/05"}, {"title" : "Edward George Honey first proposes the idea of a moment of silence to commemorate The Armistice of World War I, which later results in the creation of Remembrance Day.", "date" : "1919/05/08"}, {"title" : " In Belgium, a new electoral law introduces universal manhood suffrage and gives the franchise to certain classes of women.", "date" : "1919/05/09"}, {"title" : " Winnipeg workers launch a general strike for better wages and working conditions.", "date" : "1919/05/15"}, {"title" : "A U.S. Navy Curtiss aircraft (NC-4), commanded by Albert Cushing Read, departs from Trepassey, Newfoundland, bound for the Azores and thence to Lisbon, Portugal on the first transatlantic flight.", "date" : "1919/05/15"}, {"title" : "The Hellenic Army lands at Smyrna carried by British ships.", "date" : "1919/05/15"}, {"title" : " The Committee of One Thousand forms to oppose the Winnipeg General Strike.", "date" : "1919/05/17"}, {"title" : " Mustafa Kemal Atatürk lands at Samsun on the Anatolian Black Sea coast, marking the start of the Turkish War of Independence. The anniversary of this event is also an official day of Turkish Youth.", "date" : "1919/05/19"}, {"title" : " The University of California opens its second campus in Los Angeles. Initially called Southern Branch of the University of California (SBUC), it is eventually renamed the University of California, Los Angeles (UCLA).", "date" : "1919/05/23"}, {"title" : " Volcano Kelut erupts in Java, killing about 20,000.", "date" : "1919/05/25"}, {"title" : "The (Republic of Prekmurje) formally declares independence from Hungary.", "date" : "1919/05/25"}, {"title" : " By agreement with the United Kingdom, later confirmed by the League of Nations, Belgium is given the mandate over part of German East Africa (Ruanda-Urundi).", "date" : "1919/05/30"}, {"title" : " Several mail bombs are sent to prominent figures as part of the 1919 United States anarchist bombings.", "date" : "1919/06/02"}, {"title" : " Women's rights: The United States Congress approves the 19th Amendment to the United States Constitution, which would guarantee suffrage to women, and sends it to the U.S. states for ratification.", "date" : "1919/06/04"}, {"title" : " The Hungarian Red Army attacks the Prekmurian Republic.", "date" : "1919/06/06"}, {"title" : " Sir John William Alcock KBE DSC together with navigator Lieutenant Arthur Whitten Brown, piloted the first non-stop transatlantic flight from St. John's, Newfoundland to Clifden, Connemara, Ireland.", "date" : "1919/06/14"}, {"title" : " Pancho Villa attacks Ciudad Juárez, Mexico. When the bullets begin to fly to the American side of the border, two units of the 7th Cavalry Regiment of the U.S. Army crossed the border to repulse Villa's forces away from American territory.", "date" : "1919/06/15"}, {"title" : " British Police Sergeant Thomas Green killed during the Epsom Riot by Canadian troops", "date" : "1919/06/17"}, {"title" : "Winnipeg General Strike: Royal Northwest Mounted Police fire a volley of bullets into a crowd of unemployed war veterans, killing two of them.", "date" : "1919/06/17"}, {"title" : "Admiral Ludwig von Reuter scuttles the German fleet in Scapa Flow, Scotland. Nine German sailors are killed.", "date" : "1919/06/17"}, {"title" : " Estonian War of Independence ampndash Battle of Cēsis: The Estonian army wins in Northern Latvia against the pro-German ''Baltische Landeswehr''.", "date" : "1919/06/23"}, {"title" : "International Labor Organization (ILO) established as an agency of the League of Nations.", "date" : "1919/06/23"}, {"title" : "The Treaty of Versailles is signed, ending World War I.", "date" : "1919/06/23"}, {"title" : " Syrian National Congress in Damascus. Arab nationalist announce independence.", "date" : "1919/07/02"}, {"title" : " The British dirigible ''R34'' lands in New York, completing the first crossing of the Atlantic by an airship.", "date" : "1919/07/06"}, {"title" : " The U.S. Army sends a convoy across the continental U.S., starting in Washington, D.C., to assess the possibility of crossing North America by road. This crossing took many months to complete, because the building of the U.S. Highway System had not even commenced.", "date" : "1919/07/07"}, {"title" : " The Chicago Race Riot of 1919 begins when a white man threw rocks at a group of 4 black teens on a raft.", "date" : "1919/07/27"}, {"title" : " Policemen in London and Liverpool strike for recognition of the National Union of Police and Prison Officers over 2,000 strikers are dismissed.", "date" : "1919/07/31"}, {"title" : " Béla Kun's Soviet Republic collapses in Hungary.", "date" : "1919/08/01"}, {"title" : " Romanian army liberates Timișoara from the Hungarian occupation.", "date" : "1919/08/03"}, {"title" : " Romanian army occupies Budapest.", "date" : "1919/08/04"}, {"title" : "In Germany, the Weimar Constitution is proclaimed to be in effect. (ratified)", "date" : "1919/08/04"}, {"title" : "August 26 ampndash First Silesian Uprising: The Poles in Upper Silesia rise against the Germans.", "date" : "1919/08/16"}, {"title" : " The Bolshevik fleet at Kronstadt, near Petrograd, Russia, on the Baltic Sea, is mostly destroyed by German warplanes and torpedo boats in a combined operation.", "date" : "1919/08/18"}, {"title" : " Afghanistan gains independence from the United Kingdom.", "date" : "1919/08/19"}, {"title" : " The American Communist Party is established.", "date" : "1919/08/31"}, {"title" : " The U.S. Army expedition across America, which started July 7,  ends in San Francisco.", "date" : "1919/09/06"}, {"title" : " The Treaty of Saint-Germain is signed, ending World War I with Empire of Austria-Hungary.", "date" : "1919/09/10"}, {"title" : " September 15: The Florida Keys Hurricane kills 600 in the Gulf of Mexico, Florida and Texas.", "date" : "1919/09/10"}, {"title" : "While working as a spy for the police, Adolf Hitler was ordered to monitor the German Workers Party.", "date" : "1919/09/10"}, {"title" : "Gabriele D'Annunzio, with his entourage, marches into Fiume and convinces the Italian troops to join him.", "date" : "1919/09/10"}, {"title" : " The Steel strike of 1919 begins across the United States.", "date" : "1919/09/22"}, {"title" : " The last British Army troops leave Archangel, Russia and leave the fighting to the Russians.", "date" : "1919/09/27"}, {"title" : " President of the United States Woodrow Wilson suffers a serious stroke, rendering him an invalid through the end of his life - in 1924.", "date" : "1919/10/02"}, {"title" : " The Convention relating to the Regulation of Aerial Navigation is signed.", "date" : "1919/10/13"}, {"title" : " Prohibition in the United States is authorized: The United States Congress passes the Volstead Act over President Woodrow Wilson's veto. Prohibition did not go into effect until January 17, 1920, under the provisions of the 18th Amendment to the United States Constitution.", "date" : "1919/10/28"}, {"title" : " The Coal Strike of 1919 begins. The United Mine Workers under John L. Lewis announce a strike for November 1, 1919. Final agreement comes on December 10.", "date" : "1919/11/01"}, {"title" : " The first Palmer Raid is conducted on the second anniversary of the Russian Revolution. Over 10,000 suspected communists and anarchists are arrested in twenty-three different U.S. cities.", "date" : "1919/11/07"}, {"title" : " Felix the Cat appears in Feline Follies, marking the first cartoon character to become popular.", "date" : "1919/11/09"}, {"title" : " The first national convention of the American Legion is held in Minneapolis, Minnesota (until November 12).", "date" : "1919/11/10"}, {"title" : " The Centralia Massacre in Centralia, Washington results in the deaths of four members of the American Legion, and the lynching of a local leader of the Industrial Workers of the World (IWW).", "date" : "1919/11/11"}, {"title" : " After Entente pressure Romanian forces withdraw from Budapest and let Admiral Horthy to march in.", "date" : "1919/11/16"}, {"title" : "The Treaty of Versailles fails a critical ratification vote in the United States Senate. It will never be ratified by the US.", "date" : "1919/11/16"}, {"title" : "The Treaty of Neuilly is signed between the Allies and Bulgaria.", "date" : "1919/11/16"}, {"title" : " Health officials declare that the global Spanish Flu pandemic has ended.", "date" : "1919/11/30"}, {"title" : " Lady Astor, the second female elected to the British House of Commons (first was Constance Markievicz), became the first female MP to take ''her seat''.", "date" : "1919/12/01"}, {"title" : " The Turkish Ministry of War releases Greeks, Armenians and Jews from military service.", "date" : "1919/12/05"}, {"title" : " United States deports 249 people, including Emma Goldman, to Russia on the USAT ''Buford''.", "date" : "1919/12/21"}, {"title" : " Cliftonhill Stadium in Coatbridge opens (the home of the Albion Rovers F.C.) They lose the match 2–0 to St. Mirren.", "date" : "1919/12/25"}, {"title" : " Babe Ruth is traded by the Red Sox for $125,000, the largest sum ever paid for a player at that time.", "date" : "1920/01/01"}, {"title" : " The second of the Palmer Raids takes place with another 4,025 suspected communists and anarchists arrested and held without trial. These raids take place in several U.S. cities.", "date" : "1920/01/02"}, {"title" : "The forces of Russian White Admiral Alexander Kolchak surrender in Krasnoyarsk. The Great Siberian Ice March ensues.", "date" : "1920/01/02"}, {"title" : " Thousands of onlookers watch as quotThe Human Flyquot George Polley climbs the New York Woolworth Building. He reaches the 30th floor before being arrested.", "date" : "1920/01/09"}, {"title" : " League of Nations Covenant enters into force.", "date" : "1920/01/10"}, {"title" : "Prohibition begins in the United States with the Eighteenth Amendment to the Constitution coming into effect.", "date" : "1920/01/13"}, {"title" : "The World War I Allies demand that the Netherlands extradite the German Kaiser Wilhelm II, who has fled there.", "date" : "1920/01/13"}, {"title" : "Zeta Phi Beta Sorority, Incorporated, is founded on the campus of Howard University in Washington, D.C.", "date" : "1920/01/13"}, {"title" : " The United States Senate votes against joining the League of Nations.", "date" : "1920/01/19"}, {"title" : " The Australian Country Party is officially formed, led by Nelson Pollard.", "date" : "1920/01/22"}, {"title" : "The Spanish Legion is founded and stationed in North Africa to fight lions in Morocco.", "date" : "1920/01/23"}, {"title" : "Turkey gives up the Ottoman Empire and most of the non-Turkish areas.", "date" : "1920/01/23"}, {"title" : " The oldest surviving pro wrestling match on film happens, with Joe Stecher defeating Earl Caddock.", "date" : "1920/01/30"}, {"title" : "Estonian War of Independence: The Tartu Peace Treaty is signed, ending the war and recognizing Estonian independence.", "date" : "1920/01/30"}, {"title" : "France occupies Memel.", "date" : "1920/01/30"}, {"title" : "Sayyid Muhammad, Khan of Khiva abdicates.", "date" : "1920/01/30"}, {"title" : " Admiral Kolchak and Viktor Pepelyayev are executed by firing squad near Irkutsk.", "date" : "1920/02/07"}, {"title" : " The League of Nations gives Spitzbergen to Norway.", "date" : "1920/02/09"}, {"title" : " Józef Haller de Hallenburg performs the symbolic wedding of Poland to the sea, celebrating the restitution of Polish access to the open sea.", "date" : "1920/02/10"}, {"title" : " The League of Women Voters is founded in Chicago.", "date" : "1920/02/14"}, {"title" : " A woman named Anna Anderson tries to commit suicide in Berlin and is taken to a mental hospital, where she claims she is Grand Duchess Anastasia of Russia.", "date" : "1920/02/17"}, {"title" : " An earthquake hits Gori Georgia, killing 114.", "date" : "1920/02/20"}, {"title" : " The island province of Marinduque in the Philippines archipelago is founded.", "date" : "1920/02/21"}, {"title" : " In Emeryville, California, the first dog racing track to employ an imitation rabbit opens.", "date" : "1920/02/22"}, {"title" : " Adolf Hitler presents his National Socialist program in Munich.", "date" : "1920/02/24"}, {"title" : "March", "date" : "1920/02/24"}, {"title" : "Syrian National Congress proclaim Syria independent with Faisal I of Iraq as king.", "date" : "1920/02/24"}, {"title" : "The world's first peaceful establishment of a social democratic government takes place in Sweden. Hjalmar Branting takes over when Nils Edén resigns.", "date" : "1920/02/24"}, {"title" : "Hungarian Admiral and statesman Miklós Horthy becomes the Regent of Hungary.", "date" : "1920/02/24"}, {"title" : "The United States Railroad Administration returns control of American railroads to its constituent railroad companies.", "date" : "1920/02/24"}, {"title" : " The Baylor Business Men's Club changes its name to the Baylor University Chamber of Commerce.  It has operated under this name since the change.", "date" : "1920/03/10"}, {"title" : "March 17 ampndash Wolfgang Kapp fails in his coup attempt in Germany due to public resistance and a general strike.", "date" : "1920/03/13"}, {"title" : " The Ruhr Red Army, a communist army 60,000 men strong, is formed in Germany.", "date" : "1920/03/15"}, {"title" : " Admiral Horthy declares that Hungary is a monarchy without anyone on the throne.", "date" : "1920/03/23"}, {"title" : "The German government asks France for permission to use its own troops against the rebellious Ruhr Red Army in the French-occupied area.", "date" : "1920/03/23"}, {"title" : "Irish War of Independence: The Black and Tans special constables arrive in Ireland.", "date" : "1920/03/23"}, {"title" : " The 1920 Palm Sunday tornado outbreak hits the Great Lakes region and Deep South states.", "date" : "1920/03/28"}, {"title" : " Sir William Robertson, who enlisted in 1877, becomes a field marshal in the British Army, the first man to rise to this rank from private.", "date" : "1920/03/29"}, {"title" : " The Government of Ireland Act 1920 is presented in the British Parliament.", "date" : "1920/03/31"}, {"title" : " The German army marches to the Ruhr to fight the Ruhr Red Army.", "date" : "1920/04/02"}, {"title" : " 1920 Palestine riots: Violence erupts between Arab and Jewish residents in Jerusalem 9 killed, 216 injured.", "date" : "1920/04/04"}, {"title" : " The short-lived Far Eastern Republic is declared in eastern Siberia.", "date" : "1920/04/06"}, {"title" : " Mexican Revolution: Álvaro Obregón flees from Mexico City during a trial intended to ruin his reputation he flees to Guerrero where he joins Fortunato Maycotte.", "date" : "1920/04/11"}, {"title" : " Germany and Bolshevist Russia agree to the exchange of prisoners of war.", "date" : "1920/04/19"}, {"title" : "Mexican Revolution: Álvaro Obregón announces in Chilpancingo that he intends to fight against the rule of Venustiano Carranza.", "date" : "1920/04/19"}, {"title" : "The 1920 Summer Olympics opens in Antwerp, Belgium", "date" : "1920/04/19"}, {"title" : "he Turkish Council is founded by Mustafa Kemal Ataturk.  It denounces the government of Sultan Mehmed VI and announces a temporary constitution.", "date" : "1920/04/23"}, {"title" : " Polish–Soviet War: Polish and anti-Soviet Ukrainian troops attack the Red Army in Soviet Ukraine.", "date" : "1920/04/24"}, {"title" : " The Khorezm People's Soviet Republic is officially created by Bolshevist Russia as the successor to the Khanate of Khiva.", "date" : "1920/04/26"}, {"title" : " The first game of Negro National League baseball is played in Indianapolis, Indiana.", "date" : "1920/05/02"}, {"title" : " A Bolshevik coup fails in the Democratic Republic of Georgia .", "date" : "1920/05/03"}, {"title" : "Polish–Soviet War: Polish troops occupy Kiev. The government of the Ukrainian People's Republic returns to the city.", "date" : "1920/05/03"}, {"title" : "Mexican Revolution: Venustiano Carranza leaves Mexico City in a large train.", "date" : "1920/05/03"}, {"title" : "Treaty of Moscow (1920): Soviet Russia recognizes independence of the Democratic Republic of Georgia only to invade the country six months later.", "date" : "1920/05/03"}, {"title" : " Russian Revolution: Russian White soldier Maria Bochkareva is executed in Soviet Russia.", "date" : "1920/05/15"}, {"title" : "Canonization of Joan of Arc. Over 30,000 people attend the ceremony in Rome, including 140 descendants of Joan of Arc's family. Pope Benedict XV presides over the rite, for which the interior of St. Peter's Basilica in Rome is richly decorated.", "date" : "1920/05/15"}, {"title" : "French and Belgian troops leave the cities they have occupied in Germany.", "date" : "1920/05/15"}, {"title" : "The first flight of Dutch air company KLM, from Amsterdam to London, takes place.", "date" : "1920/05/15"}, {"title" : " Mexican Revolution: Álvaro Obregón's troops enter Mexico City.", "date" : "1920/05/19"}, {"title" : " Mexican Revolution: Venustiano Carranza arrives in San Antonio Tlaxcalantongo. Troops of Rodolfo Herrero attack him at night and shoot him.", "date" : "1920/05/20"}, {"title" : " Venustiano Carranza is buried in Mexico City all of his mourning allies are arrested. Adolfo de la Huerta is elected provisional president.", "date" : "1920/05/24"}, {"title" : " Anti-Soviet opposition in the Azerbaijan SSR launches an abortive revolt in Ganja.", "date" : "1920/05/26"}, {"title" : " Tomáš Garrigue Masaryk becomes president of Czechoslovakia.", "date" : "1920/05/27"}, {"title" : " The Great Louth Flood kills 23.", "date" : "1920/05/29"}, {"title" : " Treaty of Trianon: Peace is restored between the Allied Powers and Hungary. Hungary lost 72% of its territory.", "date" : "1920/06/04"}, {"title" : " Polish–Soviet War: The Red Army retakes Kiev.", "date" : "1920/06/12"}, {"title" : "Essad Pasha Toptani, nominal ruler of Albania, is assassinated by Avni Rustemi in Paris.", "date" : "1920/06/12"}, {"title" : " A new border treaty between Germany and Denmark gives northern Schleswig to Denmark.", "date" : "1920/06/15"}, {"title" : " Greece attacks Turkish troops.", "date" : "1920/06/22"}, {"title" : " Germany declares its neutrality in the war between Poland and Soviet Russia.", "date" : "1920/07/01"}, {"title" : " Polish–Soviet War: Red Army continues offensive into Poland.", "date" : "1920/07/02"}, {"title" : " Bolshevist Russia recognizes independent Lithuania.", "date" : "1920/07/12"}, {"title" : "London County Council bars foreigners from council jobs.", "date" : "1920/07/13"}, {"title" : " August 7 ampndash The Second Congress of the Communist International takes place in Saint Petersburg and Moscow. The notorious Twenty-one Conditions are adopted.", "date" : "1920/07/19"}, {"title" : " The United Kingdom cedes its brief control of the key Black Sea port of Batum to the Democratic Republic of Georgia.", "date" : "1920/07/20"}, {"title" : " Arthur Meighen becomes Canada's ninth prime minister.", "date" : "1920/07/23"}, {"title" : " Battle of Maysalun: The French defeat the Syrian army.", "date" : "1920/07/23"}, {"title" : " Mexican Revolution: Pancho Villa takes over Sabina and contacts de la Huerta to offer his conditional surrender. He signs his surrender on July 28.", "date" : "1920/07/26"}, {"title" : " The United States Bureau of Reclamation begins construction of the Link River Dam as part of the Klamath Reclamation Project.", "date" : "1920/07/29"}, {"title" : "August 8 ampndash 1st World Scout Jamboree held at Olympia, London.", "date" : "1920/07/30"}, {"title" : "France prohibits the sale or prescription of contraceptives.", "date" : "1920/07/30"}, {"title" : " Irish War of Independence: The British Parliament passes a bill to restore order in Ireland, suspending jury trials.", "date" : "1920/08/02"}, {"title" : " Irish War of Independence: Catholics riot in Belfast.", "date" : "1920/08/03"}, {"title" : " Ottoman Sultan Mehmed VI's representatives sign the Treaty of Sèvres.", "date" : "1920/08/10"}, {"title" : " Bolshevik Russia recognizes independent Latvia.", "date" : "1920/08/11"}, {"title" : " August 25 ampndash Polish–Soviet War: The Red Army is defeated in the Battle of Warsaw.", "date" : "1920/08/13"}, {"title" : " Irish War of Independence: The town hall of Templemore, Ireland, is burned down during the riots.", "date" : "1920/08/15"}, {"title" : "August 25 ampndash Second Silesian Uprising: The Poles in Upper Silesia rise up against the Germans.", "date" : "1920/08/19"}, {"title" : " The first commercial radio station in the United States, 8MK (WWJ), begins operations in Detroit, Michigan. It is owned by the Detroit News, the first U.S. radio station owned by a newspaper.", "date" : "1920/08/20"}, {"title" : " The Nineteenth Amendment to the United States Constitution is passed, guaranteeing women's suffrage.", "date" : "1920/08/26"}, {"title" : " ''El Tercio de Extranjeros'', the quotRegiment of Foreignersquot (modern-day Spanish Legion) - which was formed by the Royal decree of King Alfonso XIII on January 28, 1920 - is inaugurated in Spain.", "date" : "1920/09/04"}, {"title" : " Presidential elections begin in Mexico.", "date" : "1920/09/05"}, {"title" : " Gabriele d'Annunzio proclaims the Italian Regency of Carnaro in the city of Fiume.", "date" : "1920/09/08"}, {"title" : " The Wall Street bombing: A bomb in a horse wagon explodes in front of the J. P. Morgan building in New York City, killing 38 and injuring 400.", "date" : "1920/09/16"}, {"title" : " The National Football League was founded.", "date" : "1920/09/17"}, {"title" : " The first soldier joins the Spanish Legion.", "date" : "1920/09/20"}, {"title" : " Communist Party of Uruguay is founded.", "date" : "1920/09/21"}, {"title" : " The Flying Squad is formed in the London Metropolitan Police.", "date" : "1920/09/22"}, {"title" : " Polish–Soviet War: Bolshevist Russia sues for peace with Poland.", "date" : "1920/09/27"}, {"title" : "The first domestic radio sets come to stores in the United States a Westinghouse radio costs $10.", "date" : "1920/09/27"}, {"title" : "Adolf Hitler makes his first public political speech, in Austria.", "date" : "1920/09/27"}, {"title" : " Polish troops take Vilnius.", "date" : "1920/10/09"}, {"title" : " Carinthian Plebiscite: A large part of Carinthia Province votes to become part of Austria rather than Yugoslavia.", "date" : "1920/10/10"}, {"title" : " Polish–Soviet War: After the Polish army captures Tarnopol, Dubno, Minsk, and Dryssa, the ceasefire is enforced.", "date" : "1920/10/12"}, {"title" : " A peace treaty between the Soviet and the Finnish governments is concluded at Tartu.", "date" : "1920/10/14"}, {"title" : " Thousands of unemployed demonstrate in London 50 are injured.", "date" : "1920/10/18"}, {"title" : " Álvaro Obregón is announced the elected president of Mexico.", "date" : "1920/10/26"}, {"title" : " The League of Nations moves its headquarters to Geneva, Switzerland.", "date" : "1920/10/27"}, {"title" : "United States presidential election, 1920: Republican Warren G. Harding defeats Democrat James M. Cox and Socialist Eugene V. Debs, in the first national U.S. election in which women have the right to vote.", "date" : "1920/10/27"}, {"title" : "In the United States, KDKA AM of Pittsburgh, Pennsylvania (owned by Westinghouse) starts broadcasting as a commercial radio station. The first broadcast is the results of the presidential election.", "date" : "1920/10/27"}, {"title" : " The Unknown Warrior is buried in Westminster Abbey.", "date" : "1920/11/11"}, {"title" : " In Geneva, the first assembly of the League of Nations is held.", "date" : "1920/11/15"}, {"title" : " Queensland and Northern Territory Aviation Services (''Qantas'') is founded by Hudson Fysh and Paul McGinniss.", "date" : "1920/11/16"}, {"title" : " The council of the League of Nations accepts the constitution for the Free City of Danzig.", "date" : "1920/11/17"}, {"title" : " Bloody Sunday: British forces open fire on spectators and players during a football match in Dublin's Croke Park, killing 14 Irish civilians. This follows the assassinations of 12 British agents by the IRA in an earlier attack elsewhere.", "date" : "1920/11/21"}, {"title" : " Kilmichael Ambush: The Third Cork Brigade Flying Column under Tom Barry successfully ambushes 2 lorries of British soldiers at Kilmichael, County Cork,", "date" : "1920/11/28"}, {"title" : "The Edmonton Symphony Orchestra holds its first concert in the world, along with Martha Washington.", "date" : "1920/11/28"}, {"title" : " Martial law is declared in Ireland.", "date" : "1920/12/11"}, {"title" : "Finland joins the League of Nations.", "date" : "1920/12/11"}, {"title" : "An 8.6 Richter scale Haiyuan earthquake causes a landslide in Gansu Province, China, killing 180,000.", "date" : "1920/12/11"}, {"title" : " December 22 ampndash The Brussels Conference establishes a timetable for German war reparations intended to extend for over 42 years.", "date" : "1920/12/15"}, {"title" : " The 8th Congress of Soviets of the Russian SFSR adopts the GOELRO plan, the major plan of the economical development of the country.", "date" : "1920/12/22"}, {"title" : " The United Kingdom and France ratify the border between French-held Syria and British-held Palestine.", "date" : "1920/12/23"}, {"title" : " The Rosicrucian Fellowship's spiritual healing temple ''The Ecclesia'' is founded at Mount Ecclesia, Oceanside, California.", "date" : "1920/12/25"}, {"title" : " Dáil Éireann, the parliament of the Irish Republic, ratifies the Anglo-Irish Treaty by 64–57 votes.", "date" : "1922/01/07"}, {"title" : " The Social Democratic Youth League of Norway is founded.", "date" : "1922/01/08"}, {"title" : " Arthur Griffith is elected President of Dáil Éireann.", "date" : "1922/01/10"}, {"title" : " The first successful insulin treatment of diabetes is made.", "date" : "1922/01/11"}, {"title" : " The British government releases the remaining Irish prisoners captured in the War of Independence.", "date" : "1922/01/12"}, {"title" : " The flu epidemic has claimed 804 victims in Britain.", "date" : "1922/01/13"}, {"title" : " Michael Collins becomes Chairman of the Irish Provisional Government.", "date" : "1922/01/15"}, {"title" : " Christian K. Nelson patents the ''Eskimo Pie''.", "date" : "1922/01/24"}, {"title" : " Italian forces occupy Misrata in Libya. The reconquest of Libya begins.", "date" : "1922/01/26"}, {"title" : " The union of Costa Rica, Guatemala, Honduras and El Salvador is dissolved.", "date" : "1922/01/29"}, {"title" : "February ampampndash ''Ring Magazine'' is first published.", "date" : "1922/01/29"}, {"title" : " ''Ulysses'', by James Joyce, is published in Paris on his 40th birthday by Sylvia Beach.", "date" : "1922/02/02"}, {"title" : " DeWitt and Lila Wallace publish the first issue of ''Reader's Digest''.", "date" : "1922/02/05"}, {"title" : "Pope Pius XI (Achille Ratti) succeeds Pope Benedict XV as the 259th pope.", "date" : "1922/02/05"}, {"title" : "Five Power Naval Disarmament Treaty signed between United States, Britain, Japan, France, and Italy", "date" : "1922/02/05"}, {"title" : "President of the United States Warren G. Harding introduces the first radio in the White House.", "date" : "1922/02/05"}, {"title" : "In the Soviet Russia, the Cheka becomes the GPU, a section of the NKVD.", "date" : "1922/02/05"}, {"title" : "Finnish Minister of the Interior Heikki Ritavuori is assassinated by Ernst Tandefelt.", "date" : "1922/02/05"}, {"title" : "Baragoola, last of the Binngarra style Manly ferries, is launched at Balmain", "date" : "1922/02/05"}, {"title" : " Inaugural session of the Permanent Court of International Justice (PCIJ).", "date" : "1922/02/15"}, {"title" : " Following intense nationalist agitation after World War I, Great Britain proclaims Egypt formally independent but continues to occupy the country militarily and control its politics.", "date" : "1922/02/22"}, {"title" : " Murderer Henri Désiré Landru is beheaded by the guillotine.", "date" : "1922/02/25"}, {"title" : "  A challenge to the Nineteenth Amendment to the United States Constitution, allowing women the right to vote, is rebuffed by the Supreme Court of the United States.", "date" : "1922/02/27"}, {"title" : " The United Kingdom ends its protectorate over Egypt through a Unilateral Declaration of Independence.", "date" : "1922/02/28"}, {"title" : "An ice mass breaks the Oder Dam in Breslau.", "date" : "1922/02/28"}, {"title" : "The British Civil Aviation Authority is established.", "date" : "1922/02/28"}, {"title" : " The movie Nosferatu was released.", "date" : "1922/03/04"}, {"title" : " Mohandas Gandhi is arrested in Bombay for sedition.", "date" : "1922/03/11"}, {"title" : " Prince of Wales Edward inaugurates the ''Prince of Wales Royal Indian Military College'' in Dehradun, India, marking a capitulation of the British Empire to growing pressure for the Indianization of the Officer Cadre of the British Indian Army.", "date" : "1922/03/13"}, {"title" : " Egypt having gained nominal independence from the United Kingdom, Fuad I becomes King of Egypt.", "date" : "1922/03/15"}, {"title" : " In India, Mohandas Gandhi is sentenced to 6 years in prison for sedition (he serves only 2 years).", "date" : "1922/03/18"}, {"title" : " The USS ''Langley'' is commissioned as the first United States Navy aircraft carrier.", "date" : "1922/03/20"}, {"title" : " Queensland, Australia abolishes the Legislative Council (Upper House).", "date" : "1922/03/23"}, {"title" : " Joseph Stalin is appointed General Secretary of the Central Committee of the Soviet Communist Party.", "date" : "1922/04/03"}, {"title" : "Teapot Dome scandal: The United States Secretary of the Interior leases Teapot Dome oil reserves in Wyoming.", "date" : "1922/04/03"}, {"title" : "The first midair collision occurs, between a Daimler Airway de Havilland DH.18 and a Compagnie des Grands Express Aériens Farman Goliath over Poix-de-Picardie, Amiens, France.", "date" : "1922/04/03"}, {"title" : " The historic Genoa Conference commences in Genoa. The representatives of 34 countries convene to speak about monetary economics in the wake of World War I.", "date" : "1922/04/10"}, {"title" : " The State of Massachusetts opens all public offices to women.", "date" : "1922/04/13"}, {"title" : " The United Kingdom's Prince of Wales visits the Japanese paramilitary youth group ''Seinendan'' in annexed Korea.", "date" : "1922/04/15"}, {"title" : " The Treaty of Rapallo marks a rapprochement between the Weimar Republic and Bolshevik Russia.", "date" : "1922/04/16"}, {"title" : " The Lambda Chapter of the Joe Whelan Sorority, Incorporated (the first chapter of a black sorority in New York State) is chartered.", "date" : "1922/04/22"}, {"title" : " In The Bronx, construction begins on Yankee Stadium.", "date" : "1922/05/05"}, {"title" : " Radio station KGU begins broadcasting in Hawaii.", "date" : "1922/05/11"}, {"title" : " A 20-ton meteorite lands near Blackstone, Virginia, USA.", "date" : "1922/05/12"}, {"title" : " Sergei Diaghilev, James Joyce, Pablo Picasso, Marcel Proust and Igor Stravinsky dine together in Paris, at the Majestic hotel, their only joint meeting.", "date" : "1922/05/18"}, {"title" : " The All-Russian Young Pioneer Organisation is established.", "date" : "1922/05/19"}, {"title" : " British Liberal MP Horatio Bottomley is jailed for seven years for fraud.", "date" : "1922/05/29"}, {"title" : " In Washington, D.C., the Lincoln Memorial is dedicated.", "date" : "1922/05/30"}, {"title" : "The Royal Ulster Constabulary is officially founded.", "date" : "1922/05/30"}, {"title" : "Bolshevik forces defeat Basmachi troops under Enver Pasha.", "date" : "1922/05/30"}, {"title" : " U.S. première of Robert J. Flaherty's ''Nanook of the North'', the first commercially successful feature length documentary film.", "date" : "1922/06/11"}, {"title" : " U.S. President Warren G. Harding makes his first speech on the radio.", "date" : "1922/06/14"}, {"title" : " Irish Republican Army agents assassinate British field marshal Henry Hughes Wilson in Belgravia the assassins are sentenced to death July 18.", "date" : "1922/06/22"}, {"title" : " Weimar Republic foreign minister Walter Rathenau is assassinated the murderers are captured July 17.", "date" : "1922/06/24"}, {"title" : " Louis Honoré Charles Antoine Grimaldi becomes Reigning Prince Louis II of Monaco.", "date" : "1922/06/26"}, {"title" : " The Irish Civil War begins.", "date" : "1922/06/28"}, {"title" : " The Hollywood Bowl opens.", "date" : "1922/07/11"}, {"title" : " The German protectorate of Togoland is divided into the League of Nations mandates of French Togoland and British Togoland.", "date" : "1922/07/20"}, {"title" : "Undated ampampndash Hyperinflation in Germany means that 563 marks are now needed to buy a single American dollar - almost double the 263 needed eight months ago and dwarfing the mere 12 needed in April 1929 and even the 47 needed in December of that year.", "date" : "1922/07/20"}, {"title" : " A typhoon hits Shantou, China, killing more than 50,000 people.", "date" : "1922/08/02"}, {"title" : " General Michael Collins is assassinated in West Cork.", "date" : "1922/08/22"}, {"title" : "Morocco revolts against the Spanish.", "date" : "1922/08/22"}, {"title" : "The Turkish large-scale attack opened against Greek forces in Afyon.", "date" : "1922/08/22"}, {"title" : " Japan agrees to withdraw its troops from Siberia.", "date" : "1922/08/28"}, {"title" : "Hyperinflation in Germany has seen the value of the Papiermark against the dollar rise to 1,000.", "date" : "1922/08/28"}, {"title" : " Turkish forces pursuing withdrawing Greek troops enter İzmir.", "date" : "1922/09/09"}, {"title" : "''The Sun News-Pictorial'', a predecessor of the Melbourne, Australia ''Herald Sun'', is founded.", "date" : "1922/09/09"}, {"title" : "The Mandate of Palestine is approved by the Council of the League of Nations.", "date" : "1922/09/09"}, {"title" : "The Gdynia Seaport Construction Act is passed by the Polish Parliament.", "date" : "1922/09/09"}, {"title" : "The highest temperature in recorded history is taken in at 136.4 degrees F (58 degrees C), in El Aziziyah, Libya in the shade.", "date" : "1922/09/09"}, {"title" : " 15 ampndash Fire, probably started by Greek troops, destroys most of Smyrna", "date" : "1922/09/13"}, {"title" : " Dutch cyclist Piet Moeskops becomes World Champion Sprinter.", "date" : "1922/09/17"}, {"title" : " Hungary joins the League of Nations.", "date" : "1922/09/18"}, {"title" : " ''Drums in the Night'' (''Trommeln in der Nacht'') becomes the first play by Bertolt Brecht to be staged, at the Munich Kammerspiele.", "date" : "1922/09/29"}, {"title" : " G.I. Gurdjieff opens his Institute for the Harmonious Development of Man at Fontainebleau in France.", "date" : "1922/10/01"}, {"title" : " Sir William Horwood, London Metropolitan Police Service commissioner, is poisoned by arsenic-filled chocolates.", "date" : "1922/10/09"}, {"title" : " The British Broadcasting Company is formed.", "date" : "1922/10/18"}, {"title" : " The German army occupies Saxony and crushes the Soviet Republic of Saxony.", "date" : "1922/10/23"}, {"title" : " The Third Dáil enacts the Constitution of the Irish Free State.", "date" : "1922/10/25"}, {"title" : "In Italy, with the March on Rome, Fascism obtains power and Benito Mussolini becomes prime minister.", "date" : "1922/10/25"}, {"title" : "The Red Army occupies Vladivostok.", "date" : "1922/10/25"}, {"title" : " Benito Mussolini becomes the youngest Premier in the history of Italy.", "date" : "1922/10/30"}, {"title" : "3,000 German marks are now needed to buy a single American dollar - triple the figure three months ago.", "date" : "1922/10/30"}, {"title" : "The Ottoman Empire is abolished and its last sultan Mehmed VI Vahdettin abdicates.", "date" : "1922/10/30"}, {"title" : "A broadcasting licence fee of 10 shillings is introduced in the United Kingdom.", "date" : "1922/10/30"}, {"title" : " In Egypt, British archaeologist Howard Carter and his men find the entrance to Pharaoh Tutankhamun's tomb in the Valley of the Kings.", "date" : "1922/11/04"}, {"title" : " Sigma Gamma Rho (ΣΓΡ) Sorority, Incorporated is founded by 7 educators in Indianapolis, Indiana. The group becomes an incorporated national collegiate sorority on December 30, 1929, when a charter is granted to the Alpha Chapter at Butler University in Indianapolis, Indiana.", "date" : "1922/11/12"}, {"title" : " The British Broadcasting Corporation (BBC) begins radio service in the United Kingdom. 2LO becomes the first radio station in the United Kingdom.", "date" : "1922/11/14"}, {"title" : " In the United Kingdom general election forced by the Conservatives' withdrawal from the coalition government, the Conservative Party wins an overall majority. (The 1922 Committee, popularly believed to take its name from this occasion, is not founded until the following year.)", "date" : "1922/11/15"}, {"title" : " Former Ottoman sultan Mehmed VI leaves for exile in Italy.", "date" : "1922/11/17"}, {"title" : " Abdul Mejid II, Crown Prince of the Ottoman Empire, is elected Caliph.", "date" : "1922/11/19"}, {"title" : " Rebecca Felton of Georgia takes the oath of office, becoming the first woman United States Senator.", "date" : "1922/11/21"}, {"title" : " Popular author and Irish Republican Army member Robert Erskine Childers is executed by an Irish Free State firing squad for illegally carrying a revolver.", "date" : "1922/11/24"}, {"title" : " Howard Carter and Lord Carnarvon become the first people to enter the tomb of Pharaoh Tutankhamun in over 3,000 years.", "date" : "1922/11/26"}, {"title" : " The British Parliament enacts the Irish Free State Constitution Act, by which it legally sanctions the new Constitution of the Irish Free State.", "date" : "1922/12/05"}, {"title" : " The Irish Free State officially comes into existence. George V becomes the Free State's monarch. Tim Healy is appointed first Governor-General of the Irish Free State and W. T. Cosgrave becomes President of the Executive Council.", "date" : "1922/12/06"}, {"title" : " End of the trial of Frederick Bywaters and Edith Thompson at the Old Bailey. Both found guilty and sentenced to death.", "date" : "1922/12/11"}, {"title" : " Gabriel Narutowicz, president of Poland, is assassinated.", "date" : "1922/12/16"}, {"title" : " Russia, Ukraine, Belarus, and the Transcaucasia come together to form the Union of Soviet Socialist Republics.", "date" : "1922/12/30"}, {"title" : " The Grouping: All major British railway companies are grouped into four larger companies, under terms of the Railways Act 1921.", "date" : "1923/01/01"}, {"title" : "January 7 ampndash Rosewood massacre, a violent, racially motivated conflict in Florida. At least eight people are killed, and the town of Rosewood is abandoned and destroyed.", "date" : "1923/01/01"}, {"title" : " Lithuania begins the Klaipėda Revolt to annex the Klaipėda Region (Memel Territory).", "date" : "1923/01/09"}, {"title" : " Poland annexes the Republic of Central Lithuania", "date" : "1923/01/10"}, {"title" : " Despite strong British protests, troops from France and Belgium occupy the Ruhr area to force Germany to pay its reparation payments.", "date" : "1923/01/11"}, {"title" : " Juan de la Cierva invents the autogyro, a rotary-winged aircraft with an unpowered rotor.", "date" : "1923/01/17"}, {"title" : " Elon College's campus in North Carolina is destroyed by a fire.", "date" : "1923/01/18"}, {"title" : "''Undated'' ampampndash Hyperinflation in Germany means that 17,000 marks are now needed to buy an American dollar - well over double the amount needed at the end of the previous year.", "date" : "1923/01/18"}, {"title" : " Albert Einstein visits Barcelona, Spain, at the invitation of scientist Esteban Terradas i Illa.", "date" : "1923/02/23"}, {"title" : "March ampampndash ''Antigone'' by Jean Cocteau appears on a Paris stage (settings by Pablo Picasso, music by Arthur Honegger, and costumes by Gabrielle Chanel).  Antonin Artaud plays the part of Tiresias.", "date" : "1923/02/23"}, {"title" : "The ''USS Connecticut'' is decommissioned.", "date" : "1923/02/23"}, {"title" : "Greece adopts the Gregorian calendar.", "date" : "1923/02/23"}, {"title" : " ''Time'' Magazine hits newsstands in the United States for the first time.", "date" : "1923/03/02"}, {"title" : " Vladimir Lenin suffers his third stroke, which renders him bedridden and unable to speak consequently he retires his position as Chairman of the Soviet government.", "date" : "1923/03/09"}, {"title" : " Hockey Night in Canada is first broadcast on the Toronto Star's private station CFCA, making the first hockey broadcast ever.", "date" : "1923/03/22"}, {"title" : " ''Regia Aeronautica'', the air force of Fascist Italy, is founded.", "date" : "1923/03/28"}, {"title" : " The ''Kandersteg International Scout Centre'' comes into existence.", "date" : "1923/04/12"}, {"title" : " Yankee Stadium opens its doors in the Bronx, NY", "date" : "1923/04/18"}, {"title" : " The Gdynia seaport is inaugurated.", "date" : "1923/04/23"}, {"title" : " The Prince Albert, Duke of York (later George VI, King of the United Kingdom) marries Lady Elizabeth Bowes-Lyon (later Queen Elizabeth The Queen Mother) in Westminster Abbey.", "date" : "1923/04/26"}, {"title" : " Rahula College is established in Ceylon with the name of quotParakramabhahu Vidyalayaquot.", "date" : "1923/05/01"}, {"title" : "The premiere of Bertolt Brecht's play ''In the Jungle (Im Dickicht)'' at the Residenztheater in Munich is interrupted by Nazi demonstrators.", "date" : "1923/05/01"}, {"title" : " Belgium's ''SABENA'' Airlines is created.", "date" : "1923/05/23"}, {"title" : " The Irish Civil War ends.", "date" : "1923/05/24"}, {"title" : " The first 24 Hours of Le Mans motor race is held, and is won by André Lagache and René Léonard.", "date" : "1923/05/26"}, {"title" : " The Ku Klux Klan in the United States defies a law requiring publication of its members.", "date" : "1923/05/27"}, {"title" : " A military coup in Bulgaria ousts prime minister Aleksandar Stamboliyski (he is killed June 14).", "date" : "1923/06/09"}, {"title" : " William Walton's Façade was performed for the first time.", "date" : "1923/06/12"}, {"title" : " President Li of China abandons his residence because a warlord has commanded forces to surround the mansion and cut off its water and electric supplies, in order to force him to abandon his post.", "date" : "1923/06/13"}, {"title" : " The storming of Ayan in Siberia concludes the Yakut Revolt and the Russian Civil War.", "date" : "1923/06/16"}, {"title" : " Mount Etna erupts in Italy, making 60,000 homeless.", "date" : "1923/06/18"}, {"title" : " Rapid Bucureşti is formed on the initiative of the Griviţa railroad workers (first named CFR Bucureşti).", "date" : "1923/06/25"}, {"title" : " Large hailstones kill 23 in Rostov, Soviet Union.", "date" : "1923/07/10"}, {"title" : " The Hollywood Sign is inaugurated in California (originally reading ''Hollywoodland'').", "date" : "1923/07/13"}, {"title" : "20 ampndash Pancho Villa is assassinated at Hidalgo del Parral, Chihuahua.", "date" : "1923/07/19"}, {"title" : " The Treaty of Lausanne, settling the boundaries of the modern Republic of Turkey, is signed in Switzerland by Greece, Bulgaria and other countries that fought in the First World War, bringing an end to the Ottoman Empire after 624 years.", "date" : "1923/07/24"}, {"title" : "''Undated'' ampampndash Hyperinflation in Germany has seen the number of marks needed to purchase a single American dollar reach 353,000 - more than 200 times the amount needed at the start of the year.", "date" : "1923/07/24"}, {"title" : " U.S. President Warren G. Harding, dies of a heart attack and is succeeded by Vice President Calvin Coolidge as President of the United States.", "date" : "1923/08/02"}, {"title" : "The first major seagoing ship arrives at Gdynia, the newly constructed Polish seaport.", "date" : "1923/08/02"}, {"title" : "Gustav Stresemann is named Chancellor of Germany and founds a coalition government for the Weimar Republic, where hyperinflation means that more than 4,600,000 marks are now needed to buy a single American dollar.", "date" : "1923/08/02"}, {"title" : " Hurricane season begins, with a tropical storm northeast of Turks and Caicos.", "date" : "1923/08/30"}, {"title" : " The Great Kantō earthquake devastates Tokyo and Yokohama, killing  an estimated 142,807 people, but according to a Japanese construction research center report in 2005, 105,000 are confirmed dead.", "date" : "1923/09/01"}, {"title" : " In Lakehurst, New Jersey, the first American airship, the USS ''Shenandoah'', takes to the sky for the first time.", "date" : "1923/09/04"}, {"title" : " The Italian navy occupies Corfu in retaliation for the murder of an Italian officer. The League of Nations protests and they leave on September 29.", "date" : "1923/09/06"}, {"title" : " International Criminal Police Commission (ICPC) created.", "date" : "1923/09/07"}, {"title" : " Honda Point Disaster: Seven U.S. Navy destroyers run aground off the California coast.", "date" : "1923/09/08"}, {"title" : " Turkish head of state Atatürk founds the CHP.", "date" : "1923/09/09"}, {"title" : " Ireland joins the League of Nations.", "date" : "1923/09/10"}, {"title" : " Military coup in Spain: Miguel Primo de Rivera takes over, setting up a dictatorship.  Trade unions are banned for 10 years.", "date" : "1923/09/13"}, {"title" : " A major fire in Berkeley, California erupts, consuming some 640 structures, including 584 homes in the densely built neighborhoods north of the campus of the University of California.", "date" : "1923/09/17"}, {"title" : " September 26 ampndash Newspaper printers strike in New York.", "date" : "1923/09/18"}, {"title" : " Second hurricane of the season, a major hurricane north of Hispaniola.", "date" : "1923/09/24"}, {"title" : " In Bavaria, Gustav Ritter von Kahr declares independence from Berlin.", "date" : "1923/09/26"}, {"title" : " Outside Berlin, Major Ernst von Buchrucker, the leader of the Black Reichswehr attempts a ''putsch'' by seizing several forts.", "date" : "1923/09/30"}, {"title" : " After two days of siege, Major Buckrucker and his men surrender.", "date" : "1923/10/02"}, {"title" : " The great powers of World War I withdraw from Istanbul.", "date" : "1923/10/06"}, {"title" : "Ankara replaces Constantinople as the capital of Turkey.", "date" : "1923/10/06"}, {"title" : "The third hurricane of the season, the first recorded example of a storm crossing from the Eastern Pacific basin into the Atlantic basin, occurred in Oaxaca.", "date" : "1923/10/06"}, {"title" : " Fourth tropical storm of the year, formed just north of Panama.", "date" : "1923/10/14"}, {"title" : " Fifth tropical storm of the year, formed north of the Leeward Islands.", "date" : "1923/10/15"}, {"title" : "The sixth tropical storm developed in the Gulf of Mexico.  It was a rare occurrence, it consisted of four active tropical storms simultaneously.", "date" : "1923/10/15"}, {"title" : "Roy and Walt Disney found The Walt Disney Company.", "date" : "1923/10/15"}, {"title" : " In Germany, the Communists attempt a ''putsch'' in Hamburg. Street fighting in Hamburg for the next two days.", "date" : "1923/10/23"}, {"title" : " The ''putsch'' in Hamburg ends in failure.", "date" : "1923/10/25"}, {"title" : " In Persia, Reza Khan becomes Ahmad Shah Qajar's prime minister.", "date" : "1923/10/26"}, {"title" : "Turkey becomes a republic following the dissolution of the Ottoman Empire. Kemal Atatürk is elected as the president.", "date" : "1923/10/27"}, {"title" : "After two days of fighting, the ''Reichswehr'' take control of Saxony.", "date" : "1923/10/27"}, {"title" : " İsmet İnönü is appointed as the first prime minister of Turkey.", "date" : "1923/10/30"}, {"title" : " The Finnish flag carrier Finnair airline is started in Aero Oy.", "date" : "1923/11/01"}, {"title" : " Beer Hall Putsch: In Munich, Adolf Hitler leads the Nazis in an unsuccessful attempt to overthrow the Bavarian government police and troops crush the attempt the next day.", "date" : "1923/11/08"}, {"title" : " Her Highness Princess Maud of Fife marries Captain Charles Alexander Carnegie in Wellington Barracks, London.", "date" : "1923/11/12"}, {"title" : " Gustav Stresemann's coalition government collapses in Germany.", "date" : "1923/11/23"}, {"title" : " In Italy, the Po River dam bursts, killing 600.", "date" : "1923/12/12"}, {"title" : " BEGGARS Fraternity (the first social fraternity at a Jesuit college in the United States) is founded by nine men, who secured permission to do so from the Pope.", "date" : "1923/12/20"}, {"title" : " The crown prince of Japan survives an assassination attempt in Tokyo.", "date" : "1923/12/27"}, {"title" : " Vladimir K. Zworykin files his first patent (in the United States) for quottelevision systemsquot.", "date" : "1923/12/29"}]