[{"title" : "December ampampndash Communist Party congress condemns all ''deviation from the general party line'' in the USSR.", "date" : "1927/11/21"}, {"title" : " Following 19 years of Ford Model T production, the Ford Motor Company unveils the Ford Model A as its new automobile.", "date" : "1927/12/02"}, {"title" : " Marion Parker, 12, is kidnapped in Los Angeles. Her dismembered body is found on December 19, prompting the largest manhunt to date on the West Coast for her killer, William Edward Hickman, who is arrested on December 22 in Oregon.", "date" : "1927/12/15"}, {"title" : " The ''U.S. submarine S-4'' is accidentally rammed and sunk by the United States Coast Guard cutter ''John Paulding'' off Provincetown, Massachusetts, killing everyone aboard despite several unsuccessful attempts to raise the submarine.", "date" : "1927/12/17"}, {"title" : "3 Indian Revolutionaries viz Pandit Ram Prasad Bismil, Thakur Roshan Singh and Ashfaqulla Khan were executed by the British Empire 4th Rajendra Nath Lahiri had been executed two day's before i.e. on December 17", "date" : "1927/12/19"}, {"title" : " Kern and Hammerstein's musical play, ''Show Boat'', based on Edna Ferber's novel, opens on Broadway and then goes on to become the first great classic of the American musical theater.", "date" : "1927/12/27"}, {"title" : "  The first Japanese commuter metro line, the Ginza Line in Tokyo, opens.", "date" : "1927/12/30"}, {"title" : " Estonia changes its currency from the mark to the kroon.", "date" : "1928/01/01"}, {"title" : "January 7 ampndash The River Thames floods in London 14 drown.", "date" : "1928/01/06"}, {"title" : " U.S. murderer Ruth Snyder is executed at Ossining.", "date" : "1928/01/12"}, {"title" : " The OGPU arrests Lev Trotsky in Moscow he assumes a status of passive resistance.", "date" : "1928/01/17"}, {"title" : "The volcanic island Anak Krakatau appears.", "date" : "1928/01/26"}, {"title" : " Trotsky is exiled to Alma Ata.", "date" : "1928/01/31"}, {"title" : " The II Olympic Winter Games open in St. Moritz, Switzerland.", "date" : "1928/02/11"}, {"title" : " Heavy hail kills 11 in England.", "date" : "1928/02/12"}, {"title" : " A hung parliament is produced in Japan after the general election.", "date" : "1928/02/20"}, {"title" : " Charles Jenkins Laboratories of Washington, D.C. becomes the first holder of a television license from the Federal Radio Commission.", "date" : "1928/02/25"}, {"title" : "Malta becomes a British dominion.", "date" : "1928/02/25"}, {"title" : "In California, the St. Francis Dam north of Los Angeles fails, killing 600.", "date" : "1928/02/25"}, {"title" : " March 15 incident: Japanese government crackdown on socialists and communists.", "date" : "1928/03/15"}, {"title" : " Charles Lindbergh is presented the Medal of Honor for his first trans-Atlantic flight.", "date" : "1928/03/21"}, {"title" : " The China Academy of Art is founded in Hangzhou, Republic of China (first named the National Academy of Art).", "date" : "1928/03/26"}, {"title" : "April ampampndash The last section (wise ampampndash wyze) of the original ''Oxford English Dictionary'' is completed and ready for publication (''OED'' (1933, 1978 vol. 1, pp. xxv, xxvl)", "date" : "1928/03/26"}, {"title" : " quotPineapple Primaryquot: The U.S. Republican Party primary elections in Chicago are preceded by assassinations and bombings.", "date" : "1928/04/10"}, {"title" : " A bomb attack against Italian Fascist leader Benito Mussolini in Milan kills 17 bystanders.", "date" : "1928/04/12"}, {"title" : "April 14 ampndash The first ever eastampndashwest transatlantic aeroplane flight takes place from Dublin, Ireland, to Greenly Island, Canada, using German Junkers W33 ''Bremen''.", "date" : "1928/04/12"}, {"title" : " Two earthquakes in Chirpan and Plovdiv, in Bulgaria, destroy more than 21,000 buildings and kill almost 130 persons.", "date" : "1928/04/14"}, {"title" : " An earthquake destroys 200,000 buildings in Corinth.", "date" : "1928/04/22"}, {"title" : "28ampnbspinches of snow fall in southern-central Pennsylvania.", "date" : "1928/04/28"}, {"title" : " Jinan Incident, an armed conflict between the Japanese Imperial Army allied with Northern Chinese warlords against the Kuomintang's southern army, occurs in Jinan, China.", "date" : "1928/05/03"}, {"title" : " The first regular schedule of television programming begins in Schenectady, New York by the General Electric's television station W2XB (the station is popularly known as WGY Television, after its sister radio station WGY).", "date" : "1928/05/10"}, {"title" : "The Royal Flying Doctor Service of Australia commences operations.", "date" : "1928/05/10"}, {"title" : "The animated short ''Plane Crazy'' is released by Disney Studios in Los Angeles, featuring the first appearances of Mickey and Minnie Mouse.", "date" : "1928/05/10"}, {"title" : " A bomb attack against the Italian consulate in Buenos Aires kills 22 and injures 43.", "date" : "1928/05/23"}, {"title" : " The airship ''Italia'' crashes on the North Pole one of the occupants is Italian general Umberto Nobile.", "date" : "1928/05/24"}, {"title" : " A rescue expedition leaves for the North Pole.", "date" : "1928/05/30"}, {"title" : " The American serial killer Albert Fish kidnaps and kills 10-year-old Grace Budd.", "date" : "1928/06/03"}, {"title" : " Huanggutun Incident: Zhang Zuolin,  a warlord, is killed by Japanese agents.", "date" : "1928/06/04"}, {"title" : " By seizing Beijing and renaming it Běipíng, the NRA puts an end to the Fengtian warlords' Běiyáng government there.", "date" : "1928/06/08"}, {"title" : " A medical doctors' strike begins in Vienna.", "date" : "1928/06/11"}, {"title" : " Students take over the medical wing of Rosario University in Argentina.", "date" : "1928/06/14"}, {"title" : " Aviator Amelia Earhart starts her attempt to become the first woman to successfully cross the Atlantic Ocean (she succeeds the next day). Wilmer Stultz was the pilot.", "date" : "1928/06/17"}, {"title" : " Puniša Račić shoots 3 opposition representatives in the Yugoslavian Parliament, and injures 3 others.", "date" : "1928/06/20"}, {"title" : " A Swedish aeroplane rescues part of the Italian North Pole expedition, including Umberto Nobile. The Soviet icebreaker ''Krasin'' saves the rest July 12.", "date" : "1928/06/24"}, {"title" : " The International Railway (New York – Ontario) switches to one-man crews for its trolleys in Canada.", "date" : "1928/06/28"}, {"title" : " 1928 Democratic National Convention: At the Democratic National Convention in Houston, New York Governor Alfred E. Smith becomes the first Catholic nominated by a major political party for President of the United States.", "date" : "1928/06/29"}, {"title" : "Jenkins Laboratories' ''W3XK'' station begins broadcasting on 6.42 MHz using 48 lines.", "date" : "1928/06/29"}, {"title" : "The Representation of the People Act 1928 becomes law, extending the right to vote to all women in the United Kingdom.", "date" : "1928/06/29"}, {"title" : " The world's largest hailstone falls in Potter, Nebraska.", "date" : "1928/07/06"}, {"title" : " The first machine-sliced and machine-wrapped loaf of bread is sold in Chillicothe, Missouri, using Otto Frederick Rohwedder's technology.", "date" : "1928/07/07"}, {"title" : " Mexican aviator Emilio Carranza dies in a solo plane crash in the New Jersey Pine Barrens, while returning from a goodwill flight to New York City.", "date" : "1928/07/12"}, {"title" : " José de León Toral assassinates Álvaro Obregón, president of Mexico.", "date" : "1928/07/17"}, {"title" : " The United States recalls its troops from China.", "date" : "1928/07/25"}, {"title" : "Tich Freeman becomes the only bowler ever to take 200 first-class wickets before the end of July.", "date" : "1928/07/25"}, {"title" : "Radclyffe Hall's novel ''The Well of Loneliness'' is published.", "date" : "1928/07/25"}, {"title" : " The 1928 Summer Olympics officially open in Amsterdam.", "date" : "1928/07/28"}, {"title" : " Italy and Ethiopia sign the Italo-Ethiopian Treaty.", "date" : "1928/08/02"}, {"title" : " Murderer Carl Panzram is arrested in Washington, D.C. after killing about 20 people.", "date" : "1928/08/16"}, {"title" : " Alfred E. Smith accepts the Democratic presidential nomination, with ''WGY/W2XB'' simulcasting the event on radio and television.", "date" : "1928/08/22"}, {"title" : " Ahmet Zogu proclaims himself ''King Zog I'' of Albania he is crowned September 1.", "date" : "1928/08/25"}, {"title" : " May Donoghue finds the remains of a snail in her gingerbeer, launching Donoghue v. Stevenson.", "date" : "1928/08/26"}, {"title" : " The Kellogg-Briand Pact is signed in Paris (the first treaty to outlaw aggressive war).", "date" : "1928/08/27"}, {"title" : " The Club Deportivo Motagua of Honduras is founded.", "date" : "1928/08/29"}, {"title" : " ''The Threepenny Opera'' ({{lang-de|Die Dreigroschenoper}}) by Bertolt Brecht and Kurt Weill opens at the Theater am Schiffbauerdamm, Berlin.", "date" : "1928/08/31"}, {"title" : "Richard Byrd leaves New York for the Arctic.", "date" : "1928/08/31"}, {"title" : "Zog I, Skanderbeg III, the President of Albania, is crowned as the King of Albania.", "date" : "1928/08/31"}, {"title" : "Alexander Fleming, at St Mary's Hospital, London, accidentally rediscovers the antibiotic Penicillin.", "date" : "1928/09/03"}, {"title" : " ''The Queen's Messenger'' is the first melodrama broadcast by Ernst F. W. Alexanderson at W2XAD Schenectady, NY Kenmore's WMAK station starts broadcasting in Buffalo, New York.", "date" : "1928/09/11"}, {"title" : " Tich Freeman sets an all-time record for the number of wickets taken in an English cricket season.", "date" : "1928/09/15"}, {"title" : " The Okeechobee Hurricane kills at least 2,500 people in Florida.", "date" : "1928/09/16"}, {"title" : " Paul Galvin and his brother Joseph incorporate the Galvin Manufacturing Corporation (now known as ''Motorola'').", "date" : "1928/09/25"}, {"title" : " Saint Josemaria Escriva founds Opus Dei.", "date" : "1928/10/02"}, {"title" : " Haile Selassie is crowned king (not yet emperor) of Abyssinia.", "date" : "1928/10/07"}, {"title" : " Chiang Kai-shek is named as Generalissimo (Chairman of the National Military Council) of the Nationalist Government of the Republic of China.", "date" : "1928/10/08"}, {"title" : " An iron lung respirator is used for the first time at Children's Hospital, Boston.", "date" : "1928/10/12"}, {"title" : " William Edward Hickman is executed at San Quentin prison for the 1927 murder of Marion Parker.", "date" : "1928/10/19"}, {"title" : " The Phi Sigma Alpha Fraternity is founded at the University of Puerto Rico, Rio Piedras Campus.", "date" : "1928/10/22"}, {"title" : " International Red Cross and Red Crescent Movement (ICRM) formally established with the adoption of “Statutes of the International Red Cross”", "date" : "1928/10/26"}, {"title" : " At Park Central Hotel in Manhattan, Arnold Rothstein, New York City's most notorious gambler, is shot to death over a poker game.", "date" : "1928/11/04"}, {"title" : "Swedes start a tradition of eating Gustavus Adolphus pastries to commemorate the old warrior king.", "date" : "1928/11/04"}, {"title" : "U.S. presidential election, 1928: Republican Herbert Hoover wins by a wide margin over Democrat Alfred E. Smith.", "date" : "1928/11/04"}, {"title" : " Enthronement ceremony of Japanese Emperor Hirohito is held, after some two years since he actually took the Imperial throne on December 26, 1926, the following day of the demise of Emperor Taishō.", "date" : "1928/11/10"}, {"title" : " The SS Vestris developed a severe starboard list, was abandoned and sank approximately 200 miles off Hampton Roads, Virginia, USA.  Estimates of the dead vary from between 110-127.", "date" : "1928/11/12"}, {"title" : " The Boston Garden opens in Boston.", "date" : "1928/11/17"}, {"title" : " Mickey Mouse appears in ''Steamboat Willie'', the third Mickey Mouse cartoon released, but the first sound film.", "date" : "1928/11/18"}, {"title" : " Maurice Ravel's ''Boléro'' premieres at the Paris Opéra.", "date" : "1928/11/22"}, {"title" : " In Rio de Janeiro, a seaplane sent to greet Alberto Santos-Dumont crashes near Cap Arcona, killing all on board.", "date" : "1928/12/03"}, {"title" : " Police disperse a Sicilian gangs' meeting in Cleveland.", "date" : "1928/12/05"}, {"title" : " The U.S. Congress approves the construction of Boulder Dam, later renamed Hoover Dam.", "date" : "1928/12/21"}, {"title" : " First appearance of Hergé's Belgian comic book hero Tintin as ''Tintin in the Land of the Soviets'' (''Les Aventures de Tintin, reporter..., au pays des Soviets''), begins serialization in children's newspaper supplement ''Le Petit Vingtième''.", "date" : "1929/01/10"}, {"title" : "First appearance of comic strip hero Popeye in ''Thimble Theatre''.", "date" : "1929/01/17"}, {"title" : " ''All Quiet on the Western Front'' (''Im Westen nichts Neues''), by Erich Maria Remarque, is published in book form.", "date" : "1929/01/29"}, {"title" : " Italy and the Vatican sign the Lateran Treaty.", "date" : "1929/02/11"}, {"title" : " St. Valentine's Day Massacre: Seven gangsters, rivals of Al Capone, are murdered in Chicago.", "date" : "1929/02/14"}, {"title" : " The Grand Teton National Park is established by Congress.", "date" : "1929/02/26"}, {"title" : " The longest bridge in the world, the San Francisco Bay Toll-Bridge, opens.", "date" : "1929/03/02"}, {"title" : " A revolt by Generals José Gonzalo Escobar and Jesús María Aguirre fails in Mexico.", "date" : "1929/03/03"}, {"title" : "Herbert Hoover is inaugurated as the 31st President of the United States, succeeding Calvin Coolidge. His Vice President, Charles Curtis, became the first person with non-European ancestry to reach such a high office.", "date" : "1929/03/03"}, {"title" : "Establishment of the National Revolutionary Party (''Partido Nacional Revolucionario'') in Mexico by ex-President Plutarco Elías Calles. Under a succession of names, it will hold power in the country continuously for 71 years.", "date" : "1929/03/03"}, {"title" : " Japanese forces withdraw from Shandong province to their garrison in Tsingtao bringing an end to the Jinan Incident.", "date" : "1929/03/28"}, {"title" : "he inaugural Monaco Grand Prix is won by William_Grover-Williams.", "date" : "1929/04/14"}, {"title" : "May ampampndash The Wickersham Commission begins its investigation of alcohol prohibition in the U.S.", "date" : "1929/04/14"}, {"title" : " quotThe Battle Of Blood Alleyquot is fought in Sydney, Australia", "date" : "1929/05/07"}, {"title" : " The 1st Academy Awards are presented at the Hollywood Roosevelt Hotel in Hollywood, California, with ''Wings'' winning Best Picture.", "date" : "1929/05/16"}, {"title" : " The British general election returns a hung parliament yet again the Liberals will determine who has power.", "date" : "1929/05/31"}, {"title" : " The 1st Conference of the Communist Parties of Latin America is held in Buenos Aires.", "date" : "1929/06/01"}, {"title" : " The Treaty of Lima settles a border dispute between Peru and Chile.", "date" : "1929/06/03"}, {"title" : " The Lateran Treaty, making Vatican City a sovereign state, is ratified.", "date" : "1929/06/07"}, {"title" : " Ramsay MacDonald founds a new Labour government.", "date" : "1929/06/08"}, {"title" : " An agreement brokered by U.S. Ambassador Dwight Whitney Morrow ends the Cristero War in Mexico.", "date" : "1929/06/21"}, {"title" : " The first public demonstration of color TV is held, by H. E. Ives and his colleagues at Bell Telephone Laboratories in New York. The first images are a bouquet of roses and an American flag. A mechanical system is used to transmit 50-line color television images between New York and Washington.", "date" : "1929/06/27"}, {"title" : " In Russia, a secret decree of the Sovnarkom creates the backbone of the Gulag system.", "date" : "1929/07/11"}, {"title" : "French prime minister Raymond Poincaré resigns he is succeeded by Aristide Briand.", "date" : "1929/07/11"}, {"title" : "The Kellogg-Briand Pact, renouncing war as an instrument of foreign policy, goes into effect (it was first signed in Paris on August 27, 1928 by most leading world powers).", "date" : "1929/07/11"}, {"title" : " Pope Pius XI emerges from the Vatican and enters St. Peter's square in a huge procession witnessed by about 250,000 persons, thus ending nearly 60 years of papal self-imprisonment within the Vatican.", "date" : "1929/07/25"}, {"title" : "Red Crescent adopted as an additional LORCS emblem.", "date" : "1929/07/25"}, {"title" : "The Geneva Convention addresses the treatment of prisoners of war.", "date" : "1929/07/25"}, {"title" : " The 1929 Palestine riots breaks out between Palestinians and Jews and continues until the end of the month. In total, 133 Jews and 116 Palestinians are killed.", "date" : "1929/08/16"}, {"title" : "nd August 24 ampndash The 1929 Hebron massacre, in which 65–68 Jews are killed by Palestinians and the remaining Jews are forced to leave Hebron.", "date" : "1929/08/23"}, {"title" : " The 1929 Safed massacre, in which 18–20 Jews are killed by Palestinians in Safed.", "date" : "1929/08/29"}, {"title" : " The Young Plan, which set the total World War I reparations owed by Germany at US$26,350,000,000 to be paid over a period of 58½ years, is finalized.", "date" : "1929/08/31"}, {"title" : " The Dow Jones Industrial Average (DJIA) peaks at 381.17, a height it would not reach again until November 1954.", "date" : "1929/09/03"}, {"title" : " Aristide Briand presents his plan for the ''United States of Europe''.", "date" : "1929/09/05"}, {"title" : " A coup ousts Augustinas Voldemaras in Lithuania the new president is Antanas Smetona.", "date" : "1929/09/17"}, {"title" : " Fritz von Opel pilots the first rocket-powered aircraft, the Opel RAK.1, in front of a large crowd in Frankfurt am Main.", "date" : "1929/09/30"}, {"title" : " Women are announced to be persons by the Judicial Committee of the Privy Council in Britain. Women can be appointed to the Canadian Senate, an achievement by five Canadian women called the Famous Five.", "date" : "1929/10/18"}, {"title" : " The government of Aristide Briand falls in France.", "date" : "1929/10/22"}, {"title" : " October 29 ampndash Wall Street Crash of 1929: Three multi-digit percentage drops wipe out more than $30 billion from the New York Stock Exchange (10 times greater than the annual budget of the federal government).", "date" : "1929/10/24"}, {"title" : " Former U.S. Interior Secretary Albert B. Fall is convicted of bribery for his role in the Teapot Dome scandal, becoming the first Presidential cabinet member to go to prison for actions in office.", "date" : "1929/10/25"}, {"title" : "November ampampndash Vladimir Zworykin takes out the first patent for color television.", "date" : "1929/10/25"}, {"title" : "An annular solar eclipse is seen on Atlantic Ocean and Africa.", "date" : "1929/10/25"}, {"title" : " In New York City, the Museum of Modern Art opens to the public.", "date" : "1929/11/07"}, {"title" : " Bernt Balchen, U.S. Admiral Richard Byrd, Captain Ashley McKinley, and Harold June, become the first to fly over the South Pole.", "date" : "1929/11/29"}, {"title" : " The All India Congress in Lahore demands Indian independence.", "date" : "1929/12/29"}, {"title" : " The Mickey Mouse comic strip makes its first appearance.", "date" : "1930/01/13"}, {"title" : " The Indian National Congress declares 26 January as Independence Day or as the day for Poorna Swaraj (Complete Independence).", "date" : "1930/01/26"}, {"title" : " The first radiosonde is launched in Pavlovsk, USSR.", "date" : "1930/01/30"}, {"title" : " The 3M company markets Scotch Tape.", "date" : "1930/01/31"}, {"title" : "2 February -  The Communist Party of Vietnam is established.", "date" : "1930/01/31"}, {"title" : "While studying photographs taken in January, Clyde Tombaugh confirms the existence of Pluto, a heavenly body considered a planet until 2006, when the term ampquotplanetampquot was officially defined. Pluto is now considered a Dwarf Planet.", "date" : "1930/01/31"}, {"title" : "Elm Farm Ollie becomes the first cow to fly in an airplane, and also the first cow to be milked in an airplane.", "date" : "1930/01/31"}, {"title" : " Mahatma Gandhi informs the British viceroy of India that civil disobedience will begin 9 days later.", "date" : "1930/03/02"}, {"title" : " Danish painter Einar Wegener goes through a sexual reassignment surgery and takes the name Lili Elbe.", "date" : "1930/03/05"}, {"title" : " The first frozen foods of Clarence Birdseye go on sale in Springfield, Massachusetts.", "date" : "1930/03/06"}, {"title" : " Mahatma Gandhi sets off on a 200-mile protest march towards the sea with 78 followers to protest the British monopoly on sa more will join them during the Salt March that ends on April 5.", "date" : "1930/03/12"}, {"title" : " Constantinople and Angora change their names to Istanbul and Ankara.", "date" : "1930/03/28"}, {"title" : " Heinrich Brüning is appointed German ''Reichskanzler''.", "date" : "1930/03/29"}, {"title" : " The Motion Pictures Production Code is instituted in the United States, imposing strict guidelines on the treatment of sex, crime, religion and violence in motion pictures for the next 40 years.", "date" : "1930/03/31"}, {"title" : " The Communist Party of Panama is founded.", "date" : "1930/04/04"}, {"title" : " In an act of civil disobedience, Mahatma Gandhi breaks British law after marching to the sea and making salt.", "date" : "1930/04/05"}, {"title" : "International Left Opposition (ILO) is founded in Paris, France.", "date" : "1930/04/05"}, {"title" : "Hostess Twinkies are invented.", "date" : "1930/04/05"}, {"title" : " Neoprene is invented.", "date" : "1930/04/17"}, {"title" : "The Chittagong Rebellion begins in India with the Chittagong armoury raid.", "date" : "1930/04/17"}, {"title" : "The BBC Radio Service from London, somewhat infamously, reports on this day that ampquotThere is no newsampquot.", "date" : "1930/04/17"}, {"title" : " Warner Bros. release their first cartoon series called 'Looney Tunes' which runs until 1970.", "date" : "1930/04/19"}, {"title" : "A fire in the Ohio Penitentiary in Columbus kills 320 people.", "date" : "1930/04/19"}, {"title" : "The Turkestan-Siberia Railway is completed.", "date" : "1930/04/19"}, {"title" : " The United Kingdom, Japan and the United States sign the London Naval Treaty regulating submarine warfare and limiting shipbuilding.", "date" : "1930/04/22"}, {"title" : " The first night game in organized baseball history takes place in Independence, Kansas.", "date" : "1930/04/28"}, {"title" : "r May 5 ampndash Mahatma Gandhi is arrested again.", "date" : "1930/05/04"}, {"title" : " The Great Salmas Earthquake in Iran (7.3 on the Richter Scale) kills 4,000 people.", "date" : "1930/05/06"}, {"title" : " The National Pan-Hellenic Council is founded in Washington, D.C..", "date" : "1930/05/10"}, {"title" : " Aboard a Boeing tri-motor, Ellen Church becomes the first airline stewardess (the flight was from Oakland, California to Chicago, Illinois).", "date" : "1930/05/15"}, {"title" : " Rafael Leónidas Trujillo is elected president of the Dominican Republic.", "date" : "1930/05/16"}, {"title" : " French Prime Minister André Tardieu decides to withdraw the remaining French troops from the Rhineland (they depart by June 30).", "date" : "1930/05/17"}, {"title" : " Amy Johnson lands in Darwin, Australia, becoming the first woman to fly solo from England to Australia (she left on May 5 for the 11,000 mile flight).", "date" : "1930/05/24"}, {"title" : " Richard Drew invents the masking tape", "date" : "1930/05/27"}, {"title" : "Sergei Eisenstein arrives in Hollywood to work for Paramount Pictures they part ways by October.", "date" : "1930/05/27"}, {"title" : "William ampquotRedampquot Hill Sr. makes his famous five-hour journey down the Niagara lower rapids.", "date" : "1930/05/27"}, {"title" : " ''Chicago Tribune'' journalist Jake Lingle is shot in Chicago, Illinois. Newspapers promise $55,000 reward for information. Lingle is later found to have had contacts with organized crime.", "date" : "1930/06/09"}, {"title" : " Bureau of Narcotics (under Department of the Treasury) established.", "date" : "1930/06/14"}, {"title" : " U.S. President Herbert Hoover signs the Smoot-Hawley Tariff Act into law.", "date" : "1930/06/17"}, {"title" : " One-year conscription comes into force in France.", "date" : "1930/06/21"}, {"title" : " The dedication of George Washington's head is held at Mount Rushmore.", "date" : "1930/07/04"}, {"title" : " The Seventh Lambeth Conference of Anglican Christian bishops opens. This conference approved the use of artificial birth control in limited circumstances, marking a controversial turning point in Christian views on contraception.", "date" : "1930/07/05"}, {"title" : "The Lapua Movement marches in Helsinki, Finland.", "date" : "1930/07/05"}, {"title" : "Building of the Boulder Dam (now known as Hoover Dam) is started.", "date" : "1930/07/05"}, {"title" : " The first FIFA World Cup starts: Lucien Laurent scores the first goal, for France against Mexico.", "date" : "1930/07/13"}, {"title" : " United States Department of Veterans Affairs established.", "date" : "1930/07/21"}, {"title" : " Laurence Olivier marries Jill Esmond.", "date" : "1930/07/25"}, {"title" : " Charles Creighton and James Hargis of Missouri begin their return journey to Los Angeles, driving 11,555ampnbspkm using only a reverse gear the trip lasts the next 42 days.", "date" : "1930/07/26"}, {"title" : " Richard Bennett defeats William Lyon Mackenzie King in federal elections and becomes the Prime Minister of Canada.", "date" : "1930/07/28"}, {"title" : "Uruguay beats Argentina 4–2 in the first association football World Cup Final.", "date" : "1930/07/28"}, {"title" : "New York station W2XBS is put in charge of NBC broadcast engineers.", "date" : "1930/07/28"}, {"title" : " The radio drama ''The Shadow'' airs for the first time.", "date" : "1930/07/31"}, {"title" : " Judge Joseph Force Crater steps into a taxi in New York and disappears.", "date" : "1930/08/06"}, {"title" : "Richard Bennett becomes Canada's eleventh prime minister.", "date" : "1930/08/06"}, {"title" : "Thomas Shipp and Abram Smith are lynched in Marion, Indiana. James Cameron survives. This would be the last lynching of African Americans in a northern U.S. state.", "date" : "1930/08/06"}, {"title" : " Betty Boop premiers in the animated film ''Dizzy Dishes''.", "date" : "1930/08/09"}, {"title" : " Turkish troops move into Persia to fight Kurdish insurgents.", "date" : "1930/08/12"}, {"title" : " Her Royal Highness The Princess Margaret,was born. The younger daughter of Prince Albert, Duke of York (second son of King George V and Queen Mary, and later King George VI) and Elizabeth, Duchess of York (later Queen Elizabeth The Queen Mother), and sister to The Princess Elizabeth NB. Prince Albert becomes King George VI in December 1936 after the abdication of his older brother, Edward VIII.", "date" : "1930/08/21"}, {"title" : " A military junta takes over in Peru.", "date" : "1930/08/27"}, {"title" : " José Félix Uriburu carries out a successful military coup, overthrowing Hipólito Yrigoyen, President of Argentina.", "date" : "1930/09/06"}, {"title" : " Cricket player Wilfred Rhodes ends his 1,110-game first-class career by taking 5 for 95 for H.D.G. Leveson Gower's XI against the Australians.", "date" : "1930/09/12"}, {"title" : " National Socialists win 107 seats in the German Parliament (18.3% of all the votes), making them the second largest party.", "date" : "1930/09/14"}, {"title" : " The Eastern Catholic Rite Syro-Malankara Catholic Church is formed.", "date" : "1930/09/20"}, {"title" : " İsmet İnönü forms new government in Turkey. (6th government)", "date" : "1930/09/27"}, {"title" : " the British ''Airship R101'' crashes in France enroute to India on its maiden long-range flight.", "date" : "1930/10/05"}, {"title" : " Revolution of 1930: Getúlio Dornelles Vargas establishes a dictatorship in Brazil.", "date" : "1930/10/24"}, {"title" : " ratifications exchanged in London on the first London Naval Treaty signed in April modifying the Washington Naval Treaty of 1925. Its arms limitation provisions go into effect immediately, hence putting more limits on the expensive naval arms race between its five signatories (the United Kingdom, the United States, the Japanese Empire, France, and Italy.)", "date" : "1930/10/27"}, {"title" : " Haile Selassie is crowned emperor of Ethiopia.", "date" : "1930/11/02"}, {"title" : " Getúlio Vargas becomes president of Brazil.", "date" : "1930/11/03"}, {"title" : "An earthquake in the Izu Peninsula of Japan kills 223 people and destroys 650 buildings.", "date" : "1930/11/03"}, {"title" : "Cecil George Paine, a pathologist at the Sheffield Royal Infirmary in England, achieves the first recorded cure (of an eye infection) using penicillin.ampamp{{cite journal|last1=Wainwright|first1=M.|last2=Swan|first2=H.T.|title=C.G. Paine and the earliest surviving clinical records of penicillin therapy|journal=Medical History|volume=30|pages=42–56|year=1986|pmid=3511336|pmc=1139580|accessdate=2010-03-15}}ampamp", "date" : "1930/11/03"}, {"title" : "December ampampndash All adult Turkish women are given the right to vote in elections.", "date" : "1930/11/03"}, {"title" : " Great Depression: President Herbert Hoover goes before the U.S. Congress to ask for a $150 million public works program to help create jobs and to stimulate the American economy.", "date" : "1930/12/02"}, {"title" : " The television station W1XAV in Boston, Massachusetts, broadcasts video and audio from the radio orchestra program ''The Fox Trappers''. This broadcast also includes the first television commercial in the United States. This was an advertisement for the I.J. Fox Furriers company which sponsored the telecast.", "date" : "1930/12/07"}, {"title" : " Mount Merapi volcano in central Java, Indonesia, erupts, destroying numerous villages and killing thirteen hundred people.", "date" : "1930/12/19"}, {"title" : " In London, Harry Grindell Matthews demonstrates his device to project pictures on the clouds.", "date" : "1930/12/24"}, {"title" : " Mahatma Gandhi leaves India enroute to Britain for freedom negotiations.", "date" : "1930/12/28"}, {"title" : " Sir Muhammad Iqbal's presidential address in Allahabad introduces the Two-Nation Theory, outlining a vision for the creation of Pakistan.", "date" : "1930/12/29"}, {"title" : " The Papal encyclical ''Casti Connubii'' issued by Pope Pius XI stresses the sanctity of marriage, prohibits Roman Catholics from using any form of artificial birth control, and reaffirms the Catholic prohibition on abortion.", "date" : "1930/12/31"}, {"title" : " South Dakota native Ernest Lawrence invents the cyclotron, used to accelerate particles to study nuclear physics.", "date" : "1931/01/02"}, {"title" : " Albert Einstein begins doing research at the California Institute of Technology, along with astronomer Edwin Hubble.", "date" : "1931/01/03"}, {"title" : " German pilot Elly Beinhorn begins her flight to Africa.", "date" : "1931/01/04"}, {"title" : " Thomas Edison submits his last patent application.", "date" : "1931/01/06"}, {"title" : " Sir Isaac Isaacs is sworn in as the first Australian-born Governor-General of Australia.", "date" : "1931/01/22"}, {"title" : " Mohandas Gandhi is released again in India.", "date" : "1931/01/25"}, {"title" : " Pierre Laval forms a government in France.", "date" : "1931/01/27"}, {"title" : " The release of the movie City Lights starring Charlie Chaplin.", "date" : "1931/01/30"}, {"title" : " Hawke's Bay earthquake: Much of the New Zealand city of Napier is destroyed in an earthquake measuring 7.9 on the Richter scale.", "date" : "1931/02/03"}, {"title" : " New Delhi becomes the capital of India.", "date" : "1931/02/10"}, {"title" : " ''Radio Vaticana'' first broadcasts.", "date" : "1931/02/12"}, {"title" : " The original film version of ''Dracula'' with Bela Lugosi is released.", "date" : "1931/02/14"}, {"title" : " Pehr Evind Svinhufvud is elected president of Finland.", "date" : "1931/02/16"}, {"title" : " California gets the go-ahead by the U.S. Congress to build the San Francisco – Oakland Bay Bridge.", "date" : "1931/02/20"}, {"title" : " Peruvian revolutionaries hijack a Ford Trimotor aeroplane and demand that the pilot drop propaganda leaflets over Lima.", "date" : "1931/02/21"}, {"title" : " ''The Star-Spangled Banner'' is adopted as the United States National anthem.", "date" : "1931/03/03"}, {"title" : " The British viceroy of India and Mohandas Gandhi negotiate.", "date" : "1931/03/04"}, {"title" : " The new House of Representatives opens in Helsinki, Finland.", "date" : "1931/03/07"}, {"title" : " The ''Ready for Labour and Defence of the USSR'' programme, abbreviated as GTO, is introduced in the Soviet Union.", "date" : "1931/03/11"}, {"title" : " Nevada legalizes gambling.", "date" : "1931/03/17"}, {"title" : " Indian revolutionary leaders Bhagat Singh, Rajguru and Sukhdev are hanged by the British Government.", "date" : "1931/03/23"}, {"title" : " The Scottsboro Boys are arrested in Alabama and charged with rape.", "date" : "1931/03/25"}, {"title" : " British writer Arnold Bennett dies of typhoid in London shortly after returning from a visit to Paris, where he drank local water to prove it was safe.", "date" : "1931/03/27"}, {"title" : " An earthquake destroys Managua, Nicaragua, killing 2,000 people.", "date" : "1931/03/31"}, {"title" : " The Portuguese government declares martial law in Madeira and in the Azores because of an attempted military takeover in Funchal.", "date" : "1931/04/06"}, {"title" : " Argentinian anarchist Severino Digiovanni is executed.", "date" : "1931/04/09"}, {"title" : " The Second Spanish Republic is proclaimed in Madrid.", "date" : "1931/04/14"}, {"title" : " The Castellemmarese War ends with the assassination of Joe quotThe Bossquot Masseria, briefly leaving Salvatore Maranzano as ''capo di tutti i capi'' (quotboss of all bossesquot) and undisputed ruler of the American Mafia. Maranzano is himself assassinated less than 6 months later, leading to the establishment of the Five Families.", "date" : "1931/04/15"}, {"title" : " Austria, Britain, Denmark, Germany, Italy, Sweden and the USA recognize the Spanish Republic.", "date" : "1931/04/22"}, {"title" : " Construction of the Empire State Building is completed in New York City.", "date" : "1931/05/01"}, {"title" : " Kemal Atatürk is re-elected president of Turkey.", "date" : "1931/05/04"}, {"title" : " İsmet İnönü forms new government in Turkey. (7th government)", "date" : "1931/05/05"}, {"title" : " The ''Creditanstalt'', Austria's largest bank, goes bankrupt, beginning the banking collapse in Central Europe that causes a worldwide financial meltdown.", "date" : "1931/05/11"}, {"title" : " Paul Doumer is elected president of France.", "date" : "1931/05/13"}, {"title" : " German Chancellor Dr. Heinrich Brüning visits London, where he warns the British Prime Minister Ramsay MacDonald that the collapse of the Austrian banking system, caused by the bankruptcy of the ''Creditanstalt'', has left the entire German banking system on the verge of collapse.", "date" : "1931/06/05"}, {"title" : " Charlie Parker equals J.T. Hearne's record for the earliest date to reach 100 wickets.", "date" : "1931/06/12"}, {"title" : " The overloaded pleasure craft ''Saint-Philibert'', carrying trippers home to Nantes from Île de Noirmoutier, sinks at the mouth of the river Loire in France over 450 drown.", "date" : "1931/06/14"}, {"title" : " In an attempt to stop the banking crisis in Central Europe from causing a worldwide financial meltdown, President Herbert Hoover issues the Hoover Moratorium.", "date" : "1931/06/19"}, {"title" : "July ampampndash John Haven Emerson of Cambridge, Massachusetts perfects the Emerson iron lung just in time for the growing polio epidemic.", "date" : "1931/06/23"}, {"title" : " Milan Central Station officially opens in Italy.", "date" : "1931/07/01"}, {"title" : " Irish racing driver Kaye Don breaks the world water speed record at Lake Garda, Italy.''BBC History'', July 2011, p12", "date" : "1931/07/09"}, {"title" : " Emperor Haile Selassie signs the first constitution of Ethiopia.", "date" : "1931/07/16"}, {"title" : " The millennialist Bible Student movement adopts the name Jehovah's Witnesses at a meeting in Columbus, Ohio.", "date" : "1931/07/26"}, {"title" : "The 1931 China floods reach their peak in possibly the deadliest natural disaster yet recorded", "date" : "1931/07/26"}, {"title" : " The Labour Government of Ramsay MacDonald resigns in Britain, replaced by a National Government of people drawn from all parties, also under MacDonald.", "date" : "1931/08/24"}, {"title" : " John Thomson, football player, dies in an accident during a Celtic–Rangers match.", "date" : "1931/09/05"}, {"title" : " The worst hurricane in Belize history kills an estimated 1,500.", "date" : "1931/09/10"}, {"title" : " Invergordon Mutiny: Strikes are called in the Royal Navy due to decreased salaries.", "date" : "1931/09/15"}, {"title" : " Hanging of Omar Mukhtar.", "date" : "1931/09/16"}, {"title" : "Japan stages the Mukden Incident as a pretext to occupy Manchuria.", "date" : "1931/09/16"}, {"title" : "Geli Raubal commits suicide in Adolf Hitler's apartment.", "date" : "1931/09/16"}, {"title" : " With a gun literally pointed to his head the Chinese commander of Kirin province announces the annexation of that territory to Japan.", "date" : "1931/09/20"}, {"title" : " United Kingdom abandons gold standard.", "date" : "1931/09/22"}, {"title" : "October ampampndash The Caltech Department of Physics Faculty and graduate students meet with Albert Einstein as a guest.", "date" : "1931/09/22"}, {"title" : " Dick Tracy, the comic strip detective character created by cartoonist Chester Gould, makes his debut appearance in the ''Detroit Mirror'' newspaper.", "date" : "1931/10/04"}, {"title" : "American aviators Clyde Edward Pangborn and Hugh Herndon, Jr., complete the first non-stop flight across the Pacific Ocean, from Misawa, Japan, to East Wenatchee, Washington, in 41½ hours.", "date" : "1931/10/05"}, {"title" : "Leeds Bradford International Airport is opened as Leeds and Bradford Municipal Aerodrome in England.", "date" : "1931/10/05"}, {"title" : "American gangster Al Capone is sentenced to 11 years in prison for tax evasion in Chicago.", "date" : "1931/10/05"}, {"title" : " The George Washington Bridge is dedicated it opens to traffic the following day.", "date" : "1931/10/24"}, {"title" : " The Chinese Soviet Republic is proclaimed by Mao Zedong.", "date" : "1931/11/07"}, {"title" : "French police launch a large-scale raid against Corsican bandits.", "date" : "1931/11/07"}, {"title" : "The Panama Canal is closed for a couple of weeks due to damage caused by earthquakes.", "date" : "1931/11/07"}, {"title" : " Heavy Hydrogen, later named Deuterium, is discovered by chemist Harold Clayton Urey.", "date" : "1931/11/25"}, {"title" : "Ali Fethi Okyar forms a new government in Turkey (third government).", "date" : "1931/11/25"}, {"title" : "Release of James Whale's film of ''Frankenstein'' in New York.", "date" : "1931/11/25"}, {"title" : " Carl Friedrich Goerdeler is appointed Reich Price Commissioner in Germany to enforce the deflationary policies of the Brüning government.", "date" : "1931/12/08"}, {"title" : "Jane Addams became the first American woman to be awarded the Nobel Peace Prize.", "date" : "1931/12/08"}, {"title" : "Niceto Alcalá-Zamora is elected president of the Spanish Republic.", "date" : "1931/12/08"}, {"title" : " The British Parliament enacts the Statute of Westminster, which establishes a status of legislative equality between the self-governing dominions of the Commonwealth of Australia, the Dominion of Canada, the Irish Free State, Newfoundland, the Dominion of New Zealand, and the Union of South Africa.", "date" : "1931/12/11"}, {"title" : " Wakatsuki Reijirō resigns as Prime Minister of Japan.", "date" : "1931/12/13"}, {"title" : " Phi Iota Alpha, the oldest existing Latino fraternity, is founded.", "date" : "1931/12/26"}, {"title" : " Statute of Westminster creates the British Commonwealth of Nations.", "date" : "1931/12/31"}, {"title" : " Construction of the Golden Gate Bridge begins in San Francisco Bay.", "date" : "1933/01/05"}, {"title" : " Sir Charles Kingsford Smith makes the first commercial flight between Australia and New Zealand.", "date" : "1933/01/11"}, {"title" : " Political violence causes almost 100 deaths in Spain.", "date" : "1933/01/15"}, {"title" : " The U.S. Congress votes favorably for Philippines independence, against the view of President Herbert Hoover.", "date" : "1933/01/17"}, {"title" : " The Twentieth Amendment to the United States Constitution is ratified, changing Inauguration Day from March 4 to January 20 starting in 1937.", "date" : "1933/01/23"}, {"title" : " The word Pakistan comes into being and is recognized by the Pakistan Movement to press for freedom.", "date" : "1933/01/28"}, {"title" : "Edouard Daladier forms a government in France.", "date" : "1933/01/28"}, {"title" : "Nazi leader Adolf Hitler is appointed Chancellor of Germany by President of Germany Paul von Hindenburg.", "date" : "1933/01/28"}, {"title" : "''The Lone Ranger'' debuts on American radio.", "date" : "1933/01/28"}, {"title" : "January ampampndash The London Underground diagram designed by Harry Beck is introduced to the public.ampamp{{cite book|last=Garland|first=Ken|title=Mr Beck's Underground Map|year=1994|publisher=Capital Transport|location=Harrow Weald|isbn=1-85414-168-6}}ampamp", "date" : "1933/01/28"}, {"title" : " Adolf Hitler gives his quotProclamation to the German Peoplequot in Berlin.", "date" : "1933/02/01"}, {"title" : " A second  international conference on disarmament ends without results, It tries to limit the army sizes of the major powers, while Germany is entitled to 200,000, Germany leaves the conference because a plan postpones the limitations for 4 years.", "date" : "1933/02/02"}, {"title" : " A mutiny starts on the Dutch pantserschip ''De Zeven Provinciën''.", "date" : "1933/02/04"}, {"title" : " The 20th Amendment to the United States Constitution goes into effect.", "date" : "1933/02/06"}, {"title" : "February 7 ampndash Officers on the USS ''Ramapo'' record a 34-meter high sea-wave in the Pacific Ocean.", "date" : "1933/02/06"}, {"title" : " The King and Country debate: The Oxford Union student debating society in England passes a resolution stating, quotThat this House will in no circumstances fight for its King and country.quot{{cite journal|last=Ceadel|first=Martin|title=The King and Country Debate, 1933: Student Politics, Pacifism and the Dictators|journal=The Historical Journal|volume=22|issue=2|year=1979|page=397-422}}", "date" : "1933/02/09"}, {"title" : " The New York City-based Postal Telegraph Company introduces the first singing telegram.", "date" : "1933/02/10"}, {"title" : " In Miami, Florida, Giuseppe Zangara attempts to assassinate President-elect Franklin D. Roosevelt, but instead fatally wounds Chicago Mayor Anton J. Cermak.", "date" : "1933/02/15"}, {"title" : "''Newsweek'' magazine is published for the first time.", "date" : "1933/02/15"}, {"title" : "The Blaine Act passes the United States Senate, submitting the proposed 21st Amendment to the Constitution to the states for ratification.  The amendment is ratified on December 5, ending prohibition in the United States.", "date" : "1933/02/15"}, {"title" : " Germany's parliament building in Berlin, the Reichstag, is set on fire (see Reichstag fire).", "date" : "1933/02/27"}, {"title" : " The Reichstag Fire Decree is passed in response to the Reichstag fire, nullifying many German civil liberties.", "date" : "1933/02/28"}, {"title" : " The original film version of ''King Kong'', starring Fay Wray, premieres at Radio City Music Hall and the RKO Roxy Theatre in New York City.", "date" : "1933/03/02"}, {"title" : "Ching Yun University is established.", "date" : "1933/03/02"}, {"title" : "Mount Rushmore National Memorial is dedicated.", "date" : "1933/03/02"}, {"title" : "A powerful earthquake and tsunami hit Honshū, Japan, killing some 3,000.", "date" : "1933/03/02"}, {"title" : "Frances Perkins becomes United States Secretary of Labor, and the first female member of the United States Cabinet.", "date" : "1933/03/02"}, {"title" : "The Parliament of Austria is suspended because of a quibble over procedure Chancellor Engelbert Dollfuss initiates authoritarian rule by decree (see Austrofascism).", "date" : "1933/03/02"}, {"title" : "The Great Depression: President Franklin D. Roosevelt declares a ampquotBank holidayampquot, closing all United States banks and freezing all financial transactions (the 'holiday' ends on March 13).", "date" : "1933/03/02"}, {"title" : "German election, 1933: National Socialists gain 43.9% of the votes.", "date" : "1933/03/02"}, {"title" : " Mayor Anton Cermak of Chicago dies of the wound he received on February 15.", "date" : "1933/03/06"}, {"title" : " Great Depression: The U.S. Congress begins its first 100 days of enacting New Deal legislation.", "date" : "1933/03/09"}, {"title" : " An earthquake in Long Beach, California kills 117 people.", "date" : "1933/03/10"}, {"title" : " Great Depression: Franklin Delano Roosevelt addresses the nation for the first time as President of the United States, in the first of his quotFireside Chatsquot.", "date" : "1933/03/12"}, {"title" : "The Dow Jones Industrial Average rises from 53.84 to 62.10. The day's gain of 15.34%, achieved during the depths of the Great Depression, remains to date as the largest 1-day percentage gain for the index.", "date" : "1933/03/12"}, {"title" : "Austrian Chancellor Engelbert Dollfuss keeps members of the National Council from convening, starting the Austrofascist dictatorship.", "date" : "1933/03/12"}, {"title" : " Dachau, the first Nazi concentration camp, is completed (it opens March 22).", "date" : "1933/03/20"}, {"title" : " President Franklin Roosevelt signs an amendment to the Volstead Act known as the Cullen-Harrison Act, allowing the manufacture and sale of quot3.2 beerquot (3.2% alcohol by weight, approximately 4% alcohol by volume) and light wines. quotROOSEVELT AUTHORIZES BEER SALE BY SIGNING BILL FOR 3.2 BREWquot, ''Pittsburgh Post-Gazette'', March 23, 1933, p.1.", "date" : "1933/03/22"}, {"title" : " The ''Reichstag'' passes the Enabling Act, making Adolf Hitler dictator of Germany.", "date" : "1933/03/23"}, {"title" : " Jews call for a boycott of German goods.", "date" : "1933/03/24"}, {"title" : " Japan leaves the League of Nations.", "date" : "1933/03/27"}, {"title" : " The Civilian Conservation Corps is established with the mission of relieving rampant unemployment in the United States.", "date" : "1933/03/31"}, {"title" : " The recently elected Nazis under Julius Streicher organize a one-day boycott of all Jewish-owned businesses in Germany.", "date" : "1933/04/01"}, {"title" : "An anti-monarchist rebellion occurs in Siam (Thailand).", "date" : "1933/04/02"}, {"title" : "First flight over Mount Everest, a British expedition, led by the Marquis of Clydesdale, and funded by Lucy, Lady Houston", "date" : "1933/04/02"}, {"title" : " The American airship ''Akron'' crashes off the coast of New Jersey, leaving 73 dead.", "date" : "1933/04/04"}, {"title" : "The International Court in the Hague decides that Greenland belongs to Denmark and condemns Norwegian landings on eastern Greenland. Norway submits to the decision.", "date" : "1933/04/04"}, {"title" : "President Franklin D. Roosevelt declares a national emergency and issues Executive Order 6102, making it illegal for American citizens to own gold.", "date" : "1933/04/04"}, {"title" : "Beer is legalized in the United States, eight months before the full repeal of Prohibition in December.", "date" : "1933/04/04"}, {"title" : "The Law for the Restoration of the Professional Civil Service is passed in Germany.", "date" : "1933/04/04"}, {"title" : " Aviator Bill Lancaster takes off in England, in an attempt to make a speed record to the Cape of Good Hope, but vanishes (his body is not found in the Sahara Desert until 1962).", "date" : "1933/04/11"}, {"title" : " The Children and Young Persons Act is passed in the United Kingdom.", "date" : "1933/04/13"}, {"title" : " The United States officially goes off the gold standard.", "date" : "1933/04/19"}, {"title" : " Nazi Germany outlaws the kosher ritual shechita.", "date" : "1933/04/21"}, {"title" : "The Gestapo is established in Germany.", "date" : "1933/04/21"}, {"title" : "Editors of the ''Harvard Lampoon'' steal the Sacred Cod of Massachusetts from the State House (it is returned two days later).", "date" : "1933/04/21"}, {"title" : "The Jessop ampamp Son department store in Nottingham, England is acquired by John Lewis Partnership (its first store outside of London).", "date" : "1933/04/21"}, {"title" : "The Stahlhelm organization joins the Nazi party.", "date" : "1933/04/21"}, {"title" : "The first alleged modern sighting of the Loch Ness Monster occurs.", "date" : "1933/04/21"}, {"title" : "''Gleichschaltung'': Adolf Hitler prohibits trade unions.", "date" : "1933/04/21"}, {"title" : "In the Irish Free State, Dáil Éireann abolishes the Oath of Allegiance to the British Crown.", "date" : "1933/04/21"}, {"title" : "Nellie Tayloe Ross becomes the first woman to be named director of the United States Mint.", "date" : "1933/04/21"}, {"title" : " The detection by Karl Jansky of radio waves from the center of the Milky Way Galaxy is reported in the ''New York Times''. The discovery leads to the birth of radio astronomy.", "date" : "1933/05/05"}, {"title" : " Mohandas Gandhi begins a 3-week hunger strike because of the mistreatment of the lower castes.", "date" : "1933/05/08"}, {"title" : "In Germany, the Nazis stage massive public book burnings.", "date" : "1933/05/08"}, {"title" : "Paraguay declares war on Bolivia.", "date" : "1933/05/08"}, {"title" : " Agricultural Adjustment Act is enacted in the USA.", "date" : "1933/05/12"}, {"title" : " Vidkun Quisling and Johan Bernhard Hjort form The Nasjonal Samling (the National-Socialist Party) of Norway.", "date" : "1933/05/17"}, {"title" : " New Deal: President Franklin Delano Roosevelt signs an act creating the Tennessee Valley Authority.", "date" : "1933/05/18"}, {"title" : " The Nazi Party in Germany introduces a law to legalize eugenic sterilization.", "date" : "1933/05/26"}, {"title" : "New Deal: The Federal Securities Act is signed into law, requiring the registration of securities with the Federal Trade Commission.", "date" : "1933/05/26"}, {"title" : "The ''Century of Progress'' World's Fair opens in Chicago.", "date" : "1933/05/26"}, {"title" : "Walt Disney's classic ''Silly Symphony'' cartoon ''The Three Little Pigs'' is first released.", "date" : "1933/05/26"}, {"title" : " The U.S. Congress abrogates the United States' use of the gold standard by enacting a joint resolution (48 Stat. 112) nullifying the right of creditors to demand payment in gold.", "date" : "1933/06/05"}, {"title" : " The first drive-in theater opens in Camden, New Jersey.", "date" : "1933/06/06"}, {"title" : " The London Economic Conference is held.", "date" : "1933/06/12"}, {"title" : " Union Station massacre: In Kansas City, Missouri, Pretty Boy Floyd kills an FBI agent, 3 local police, and the person they intended to rescue, captured bank robber Frank Nash.", "date" : "1933/06/17"}, {"title" : " All non-Nazi parties are forbidden in Germany.", "date" : "1933/06/21"}, {"title" : " Wilmersdorfer Tennishallen delegates convene in Berlin to protest against the persecution of Jehovah's Witnesses in Nazi Germany.", "date" : "1933/06/25"}, {"title" : " The ''American Totalisator Company'' unveils its first electronic pari-mutuel betting machine at the Arlington Park race track near Chicago.", "date" : "1933/06/26"}, {"title" : " The London Passenger Transport Board is founded.", "date" : "1933/07/01"}, {"title" : " Gandhi is sentenced to prison in India.", "date" : "1933/07/04"}, {"title" : " The first Major League Baseball All-Star Game is played at Comiskey Park in Chicago.", "date" : "1933/07/06"}, {"title" : " Forming new political parties is forbidden in Germany.", "date" : "1933/07/14"}, {"title" : "International Left Opposition (ILO) is renamed International Communist League (ICL).", "date" : "1933/07/14"}, {"title" : " Vatican state secretary Eugenio Pacelli (later Pope Pius XII) signs an accord with Hitler.", "date" : "1933/07/20"}, {"title" : "Wiley Post becomes the first person to fly solo around the world, traveling {{convert|15596|mi|km|abbr=on}} in 7 days 18 hours 45 minutes.", "date" : "1933/07/20"}, {"title" : "ampquotMachine-Gunampquot Kelly and Albert Bates kidnap Charles Urschel, an Oklahoma oilman, and demand $200,000 ransom.", "date" : "1933/07/20"}, {"title" : " Several members of the Barrow Gang are injured or captured during a running battle with local police near Dexter, Iowa.", "date" : "1933/07/24"}, {"title" : " The Blue Eagle emblem of the National Recovery Administration is displayed publicly for the first time.", "date" : "1933/08/01"}, {"title" : " Opening of the Stalin White Sea ampndash Baltic Sea Canal, a 227 km navigable waterway constructed using forced labour in the Soviet Union connecting the White Sea with Lake Onega and the Baltic.", "date" : "1933/08/02"}, {"title" : " Simele massacre: More than 3,000 Assyrian Iraqis are killed by Iraq government troops.", "date" : "1933/08/07"}, {"title" : " Loggers cause a forest fire in the Coast Range of Oregon, later known as the first forest fire of the Tillamook Burn. It is extinguished on September 5, after destroying {{convert|240,000|acre|km2}}.", "date" : "1933/08/14"}, {"title" : " The Diexi earthquake shakes Mao County, Sichuan, China and kills 9,000 people.", "date" : "1933/08/25"}, {"title" : "Theodor Lessing is assassinated in Marienbad (Mariánské Lázně), Czechoslovakia.", "date" : "1933/08/25"}, {"title" : "Air France begins operations with 250 planes.", "date" : "1933/08/25"}, {"title" : " Alejandro Lerroux forms a new government in Spain.", "date" : "1933/09/03"}, {"title" : " Leó Szilárd, waiting for a red light on Southampton Row in Bloomsbury, conceives the idea of the nuclear chain reaction.", "date" : "1933/09/12"}, {"title" : " A tornado destroys the town of Tampico, Mexico.", "date" : "1933/09/26"}, {"title" : " A failed assassination attempt against Englebert Dolfuss seriously injures him.", "date" : "1933/10/01"}, {"title" : " A United Airlines Boeing 247 is destroyed near Chesterton, Indiana, by a bomb. This is the first proven case of air sabotage in commercial airline history.", "date" : "1933/10/10"}, {"title" : " The United States Army Disciplinary Barracks on Alcatraz is acquired by the United States Department of Justice, which plans to incorporate the island into its Federal Bureau of Prisons as a federal penitentiary.", "date" : "1933/10/12"}, {"title" : " The British Interplanetary Society is founded.", "date" : "1933/10/13"}, {"title" : " Germany announces its withdrawal from the League of Nations and the World Disarmament Conference, after the U.S., the U.K. and France denied its request to increase its defense armaments uner the Versailles Treaty..", "date" : "1933/10/14"}, {"title" : " Spanish Basques vote for autonomy.", "date" : "1933/11/05"}, {"title" : " New Deal: U.S. President Franklin D. Roosevelt unveils the Civil Works Administration, an organization designed to create jobs for more than 4 million of the unemployed.", "date" : "1933/11/08"}, {"title" : " Dust Bowl: In South Dakota, a very strong dust storm strips topsoil from desiccated farmlands (one of a series of disastrous dust storms that year).", "date" : "1933/11/11"}, {"title" : "The United States and the Soviet Union establish formal diplomatic relations.", "date" : "1933/11/11"}, {"title" : "President of Brazil Getulio Vargas names himself dictator.", "date" : "1933/11/11"}, {"title" : " Spanish Second Republic: General elections result in victory by the right-wing parties.", "date" : "1933/11/19"}, {"title" : " The Fujian People's Government is declared in Fujian Province, China.", "date" : "1933/11/22"}, {"title" : " The 21st Amendment to the United States Constitution is passed, repealing Prohibition.", "date" : "1933/12/05"}, {"title" : " The US 21st Amendment officially goes into effect, alcohol becomes legal in the US.", "date" : "1933/12/15"}, {"title" : "The British Plastics Federation (the oldest in the world) is founded.", "date" : "1933/12/15"}, {"title" : " A train crash in Lagny{{Disambiguation needed|date=June 2011}}, France kills over 200.", "date" : "1933/12/24"}, {"title" : "The Nissan Motor Company is organized in Tokyo, Japan.", "date" : "1933/12/24"}, {"title" : "FM radio is patented.", "date" : "1933/12/24"}, {"title" : " Members of the Iron Guard assassinate Ion Gheorghe Duca, prime minister of Romania.", "date" : "1933/12/29"}, {"title" : " The first ''Flash Gordon'' comic strip is published.", "date" : "1934/01/07"}, {"title" : " Marinus van der Lubbe is executed in Germany.", "date" : "1934/01/10"}, {"title" : " The Candidate of Science degree is established in the USSR.", "date" : "1934/01/13"}, {"title" : " The Japanese company Fuji Photo Film is established.", "date" : "1934/01/20"}, {"title" : "The new Constitution of Estonia enters into force.", "date" : "1934/01/20"}, {"title" : "Einstein visits the White House.", "date" : "1934/01/20"}, {"title" : "The ''Apollo Theater'' opens in Harlem, New York City.", "date" : "1934/01/20"}, {"title" : "The 10 year German-Polish Non-Aggression Pact is signed by Germany and the Second Polish Republic.", "date" : "1934/01/20"}, {"title" : " French political crisis: The French far right leagues rally in front of the Palais Bourbon, in an attempted coup against the Third Republic.", "date" : "1934/02/06"}, {"title" : "Greece, Romania, Turkey and Yugoslavia have formed the Balkan Pact.", "date" : "1934/02/06"}, {"title" : "Gaston Doumergue forms a new government in France.", "date" : "1934/02/06"}, {"title" : " The Export-Import Bank is incorporated.", "date" : "1934/02/12"}, {"title" : "February 16 ampndash Austrian Civil War", "date" : "1934/02/12"}, {"title" : " Commission of Government sworn in as form of direct rule for the Dominion of Newfoundland.", "date" : "1934/02/16"}, {"title" : " Augusto César Sandino is assassinated in Managua by the National Guard.", "date" : "1934/02/21"}, {"title" : " Frank Capra's ''It Happened One Night'', starring Clark Gable and Claudette Colbert, is released. It becomes a smash hit and the first of Capra's great screen classics. It becomes the first film to win all 5 of the major Academy Awards ampndash Best Actor, Best Actress, Best Screenplay, Best Director, and Best Picture. Gable and Colbert receive their only Oscars for this film.", "date" : "1934/02/22"}, {"title" : " Léopold III becomes King of Belgium.", "date" : "1934/02/23"}, {"title" : " Manchuria becomes Manchukuo, following an invasion by the Japanese.", "date" : "1934/03/01"}, {"title" : "John Dillinger escapes from jail in Crown Point, Indiana, using a wooden pistol.", "date" : "1934/03/01"}, {"title" : "Erich Franke invents the wire bearing (today wire race bearing) and files a patent application.", "date" : "1934/03/01"}, {"title" : " Prince Sigvard of Sweden loses his titles because of his marriage.", "date" : "1934/03/08"}, {"title" : " Konstantin Päts and general Johan Laidoner stage a coup in Estonia, and ban all political parties.", "date" : "1934/03/12"}, {"title" : " John Dillinger, Baby Face Nelson and their gang rob the First National Bank in Mason City, Iowa.", "date" : "1934/03/13"}, {"title" : "All the police forces in Germany come under the command of Heinrich Himmler.", "date" : "1934/03/13"}, {"title" : "The Great Hakodate fire kills at least 2,166 people in southern Hokkaido, Japan.", "date" : "1934/03/13"}, {"title" : " The Philippine Commonwealth becomes established allowing for more self-government from the United States.", "date" : "1934/03/24"}, {"title" : " Clyde Barrow and Bonnie Parker kill 2 young highway patrolmen near Grapevine, Texas.", "date" : "1934/04/01"}, {"title" : " Rudyard Kipling and William Butler Yeats are awarded the Gothenburg Prize for Poetry.", "date" : "1934/04/06"}, {"title" : "U.S. publication of the novel Tender Is the Night by F. Scott Fitzgerald", "date" : "1934/04/06"}, {"title" : "The worlds largest ever recorded surface wind speed of 231 miles per hour was recorded on the summit of Mt. Washington NH.", "date" : "1934/04/06"}, {"title" : " Surgeon R.K. Wilson allegedly photographs the Loch Ness Monster.", "date" : "1934/04/19"}, {"title" : " John Dillinger and two others shoot their way out of an FBI ambush in northern Wisconsin.", "date" : "1934/04/22"}, {"title" : " FA Cup: Manchester City beat Portsmouth 2 ampndash 1 at Wembley Stadium", "date" : "1934/04/28"}, {"title" : " The first S-train line in Copenhagen is opened. The Line started in Klampenborg and ended in Frederiksberg.", "date" : "1934/04/30"}, {"title" : " The May Constitution of 1934 heralds the beginning of the Austrofascist Federal State of Austria", "date" : "1934/05/01"}, {"title" : " The first Three Stooges short, ''Woman Haters'', is released.", "date" : "1934/05/05"}, {"title" : " The Pearl of Lao Tzu, 24 x 14ampnbspcm, is found in a giant clam off Palawan, Philippines.", "date" : "1934/05/07"}, {"title" : " Dust Bowl: A strong 2-day dust storm removes massive amounts of Great Plains topsoil in one of the worst dust storms of the Dust Bowl.", "date" : "1934/05/11"}, {"title" : "The United States Department of Justice offers a $25,000 reward for John Dillinger.", "date" : "1934/05/11"}, {"title" : "Kārlis Ulmanis establishes an authoritarian government in Latvia.", "date" : "1934/05/11"}, {"title" : " Kimon Georgiev stages a coup d'etat in Bulgaria.", "date" : "1934/05/19"}, {"title" : " A team of police officers, led by former Texas Ranger Frank Hamer, ambush bank robbers Bonnie Parker and Clyde Barrow near Gibsland, Louisiana, killing them both.", "date" : "1934/05/23"}, {"title" : "Tomáš Masaryk is re-elected president of Czechoslovakia.", "date" : "1934/05/23"}, {"title" : "The 5-day ampquotBattle of Toledoampquot starts during the Auto-Lite strike in Toledo, Ohio.", "date" : "1934/05/23"}, {"title" : " Near Callander, Ontario, the Dionne quintuplets are born to Oliva and Elzire Dionne, becoming the first quintuplets to survive infancy.", "date" : "1934/05/28"}, {"title" : " May 31 ampndash The Confessional Synod of the German Evangelical Church meets in Barmen, Germany to write the Barmen Declaration.", "date" : "1934/05/29"}, {"title" : " New Deal: U.S. President Franklin D. Roosevelt signs the Securities Exchange Act into law, establishing the U.S. Securities and Exchange Commission.", "date" : "1934/06/06"}, {"title" : " The animated short ''The Wise Little Hen'', directed by Bert Gillett for the ''Silly Symphonies'' series, and featuring the debut of Donald Duck, is released.", "date" : "1934/06/09"}, {"title" : " Italy beats Czechoslovakia 2–1 after extra time to win the 1934 World Cup.", "date" : "1934/06/10"}, {"title" : " Political parties are banned in Bulgaria.", "date" : "1934/06/12"}, {"title" : " Max Baer defeats champion Primo Carnera for the world heavyweight boxing title.", "date" : "1934/06/14"}, {"title" : " The Indian Reorganization Act is enacted.", "date" : "1934/06/18"}, {"title" : "The Emir of Yemen and ibn Saud of Saudi Arabia conclude a peace treaty.", "date" : "1934/06/18"}, {"title" : " Division of Grazing created within the Department of the Interior.", "date" : "1934/06/28"}, {"title" : "The Nazi SA camp Oranienburg becomes a national camp, taken over by the SS.", "date" : "1934/06/28"}, {"title" : "Night of the Long Knives: Nazis purge the SA.", "date" : "1934/06/28"}, {"title" : "Bureau of Air Commerce under Department of Commerce.", "date" : "1934/06/28"}, {"title" : "The world famous Brookfield Zoo opens in Brookfield, Illinois.", "date" : "1934/06/28"}, {"title" : "The Hays Office censorship code for motion pictures goes into full effect in the United States.", "date" : "1934/06/28"}, {"title" : " German Social Democrat and author Erich Mühsam is killed in Oranienburg concentration camp.", "date" : "1934/07/10"}, {"title" : " The North Dakota Supreme Court declares Lieutenant Governor Ole H. Olson the legitimate governor and tells William Langer to resign. Langer proceeds to declare North Dakota independent. He revokes the declaration after the Supreme Court justices meet him.", "date" : "1934/07/17"}, {"title" : " Outside Chicago's Biograph Theatre, quotPublic Enemy No. 1quot John Dillinger is mortally wounded by FBI agents.", "date" : "1934/07/22"}, {"title" : " Austrian Nazis assassinate chancellor Engelbert Dollfuss during a failed coup attempt.", "date" : "1934/07/25"}, {"title" : " Adolf Hitler becomes ''Führer'' of Germany, becoming head of state as well as Chancellor.", "date" : "1934/08/02"}, {"title" : " The Wehrmacht swears a personal oath of loyalty to Adolf Hitler.", "date" : "1934/08/08"}, {"title" : " The comic strip ''Li'l Abner'' is first published in US newspapers.", "date" : "1934/08/13"}, {"title" : "The first All-American Soap Box Derby is held in Dayton, Ohio.", "date" : "1934/08/13"}, {"title" : " Anti-union vigilantes seize the town of McGuffey, Ohio, during the Hardin County onion pickers strike.", "date" : "1934/08/25"}, {"title" : "10 ampndash 8th Nuremberg Rally", "date" : "1934/09/05"}, {"title" : " Off the New Jersey coast, a fire aboard the passenger liner ''Morro Castle'' kills 134 people.", "date" : "1934/09/08"}, {"title" : "The Soviet Union joins the League of Nations.", "date" : "1934/09/08"}, {"title" : "Bruno Richard Hauptmann is arrested in connection with the Lindbergh kidnapping case.", "date" : "1934/09/08"}, {"title" : " A typhoon in Honshū, Japan kills 3,036 people, and destroys the temple, schools, and other buildings in Osaka.", "date" : "1934/09/21"}, {"title" : " A gas explosion at Gresford Colliery in Wrexham, north-east Wales kills 266 miners and rescuers, one of Britain's worst coal mining disasters.", "date" : "1934/09/22"}, {"title" : "Afghanistan joins the League of Nations.", "date" : "1934/09/22"}, {"title" : "A trial for the custody of young Gloria Vanderbilt begins it lasts seven weeks and ends with a compromise.", "date" : "1934/09/22"}, {"title" : " Stanley Matthews makes his England debut, beginning a record 23-year international career.", "date" : "1934/09/29"}, {"title" : " A tornado in Osaka and Kyoto kills 1,660, injures 5,400, and destroys the rice harvest.", "date" : "1934/10/02"}, {"title" : " Miners rebel in Asturias, Spain (see Asturian miners' strike of 1934).", "date" : "1934/10/05"}, {"title" : " Catalonian separatists rebel in Spain.", "date" : "1934/10/06"}, {"title" : " King Alexander of Yugoslavia and French foreign minister Louis Barthou are assassinated during the king's state visit in Marseilles.", "date" : "1934/10/09"}, {"title" : " The Long March of the Chinese Communists begins.", "date" : "1934/10/16"}, {"title" : " Charles Arthur quotPretty Boyquot Floyd is shot and killed by FBI agents near East Liverpool, Ohio.", "date" : "1934/10/22"}, {"title" : " The Italian government decrees that teachers must wear a military or party uniform in a class.", "date" : "1934/11/13"}, {"title" : "The MCC makes an ultimately controversial decision to alter the lbw rule so a batsman can be lbw to a ball pitching outside off stump. The change is later blamed for many problems developing during the 1950s, primarily negative bowling outside leg stump to a field of short-leg fieldsmen.", "date" : "1934/11/13"}, {"title" : "Cole Porter's musical ''Anything Goes'', starring Ethel Merman, premieres in New York City.", "date" : "1934/11/13"}, {"title" : " An Anglo-Ethiopian boundary commission in the Ogaden discovers an Italian garrison at Walwal, which lays well within Ethiopian territory. This encounter leads to the Abyssinia Crisis.", "date" : "1934/11/23"}, {"title" : " Universal Pictures releases the first film version of Fannie Hurst's novel, '''''Imitation of Life''''', starring Claudette Colbert and Louise Beavers. It gives Beavers, usually featured in small roles as a maid, her best screen role, and features the largest supporting role played by a black person in a Hollywood film up till then. Its storyline partially revolves around a young mulatto girl rejecting her mother and trying to quotpass for whitequot. It is the first Hollywood film to seriously deal with this subject.", "date" : "1934/11/26"}, {"title" : "A running gun battle between FBI agents and bank robber Baby Face Nelson results in the death of one FBI agent and the mortal wounding of special agent Samuel P. Cowley, who was still able to mortally wound Nelson.", "date" : "1934/11/26"}, {"title" : "Bolivian President Daniel Salamanca deposed.", "date" : "1934/11/26"}, {"title" : "In the Soviet Union, Politburo member Sergei Kirov is shot and killed at the Communist Party headquarters in Leningrad by Leonid Nikolaev (it is widely thought that Soviet leader Joseph Stalin ordered this murder).", "date" : "1934/11/26"}, {"title" : "In Mexico, Lázaro Cárdenas is inaugurated as President of that country.", "date" : "1934/11/26"}, {"title" : " Abyssinia Crisis: Ethiopian and Italian troops exchange gunfire. Reported casualties for the Ethiopians are 150, and for the Italians 50.", "date" : "1934/12/05"}, {"title" : " A low-key fascist conference is held in Moreaux.", "date" : "1934/12/18"}, {"title" : " Actor Lionel Barrymore begins what will become an annual tradition of the Golden Age of Radio ampndash playing the role of Ebenezer Scrooge in  dramatizations of Charles Dickens's ''A Christmas Carol''. Barrymore continues playing Scrooge on radio until shortly before his death in 1954. He will also make a 78-RPM record album of the classic story, which will later be released on LP.", "date" : "1934/12/24"}, {"title" : " An American Airlines aircraft crashes in the Adirondack Mountains.", "date" : "1934/12/26"}, {"title" : " Persia becomes Iran.", "date" : "1934/12/27"}, {"title" : " Japan renounces the Washington Naval Treaty of 1922 and the London Naval Treaty of 1930.", "date" : "1934/12/29"}, {"title" : " The Italian colonies of Tripoli and Cyrenaica are joined together as Libya.", "date" : "1935/01/01"}, {"title" : " The trial of Bruno Richard Hauptmann, accused of the kidnapping and murder of Charles Lindbergh, Jr., begins in Flemington, New Jersey.", "date" : "1935/01/03"}, {"title" : " Dry Tortugas National Park is established.", "date" : "1935/01/04"}, {"title" : " Italian premier Benito Mussolini and French Foreign Minister Pierre Laval conclude an agreement in which each power agrees not to oppose the other's colonial claims.", "date" : "1935/01/07"}, {"title" : " Amelia Earhart becomes the first person to fly solo from Hawaii to California.", "date" : "1935/01/11"}, {"title" : " A plebiscite in the Territory of the Saar Basin shows that 90.3% of those voting wish to join Germany.", "date" : "1935/01/13"}, {"title" : " The FBI kills the Barker Gang, including Ma Barker, in a shootout.", "date" : "1935/01/16"}, {"title" : " Coopers Inc. sells the world's first briefs.", "date" : "1935/01/19"}, {"title" : " Iceland becomes the first country to legalize abortion on medical grounds.", "date" : "1935/01/28"}, {"title" : " Bruno Richard Hauptmann is convicted and sentenced to death for the kidnapping and murder of Charles Lindbergh, Jr.", "date" : "1935/02/13"}, {"title" : " The discovery and clinical development of Prontosil, the first broadly effective antibacterial drug, is published in a series of articles in Germany's pre-eminent medical journal, ''Deutsche Medizinische Wochenschrift'', by Gerhard Domagk.", "date" : "1935/02/15"}, {"title" : " Airplanes are banned from flying over the White House.", "date" : "1935/02/22"}, {"title" : "March ampampndash Anastasios Papoulas leads a coup against the Greek government however, the attempt fails and he is later captured and executed for treason.", "date" : "1935/02/22"}, {"title" : " İsmet İnönü forms the new government in Turkey. (8th government During Atatürk's presidency, İnönü had served seven times as a prime minister)", "date" : "1935/03/01"}, {"title" : "King Prajadhipok (Rama VII) of Siam abdicates the throne. He is succeeded by his 9-year-old-nephew Ananda Mahidol (Rama VIII).", "date" : "1935/03/01"}, {"title" : " Hachikō, the loyal dog who was remembered for his loyalty to his owner, even many years after his owners death, passes away on the very same spot he had waited for over nine years.", "date" : "1935/03/08"}, {"title" : "March 9  ampndash Porky Pig makes his debut as the first major Looney Tunes character in I Haven't Got a Hat.", "date" : "1935/03/09"}, {"title" : " Adolf Hitler announces German rearmament in violation of the Versailles Treaty.", "date" : "1935/03/16"}, {"title" : " A riot breaks out in Harlem, NYC, after a rumor that police killed a shoplifter in the S. H. Kress amp Co. department store circulates.", "date" : "1935/03/19"}, {"title" : " Persia is renamed Iran.", "date" : "1935/03/21"}, {"title" : " The world's first Television program is transmitted from the Funkturm in Berlin, Germany.", "date" : "1935/03/22"}, {"title" : " Dust Bowl: The great dust storm, made famous by Woody Guthrie in his quotdust bowl balladsquot, hits eastern New Mexico and Colorado, and western Oklahoma the hardest.", "date" : "1935/04/14"}, {"title" : " Roerich Pact signed in Washington D.C.", "date" : "1935/04/15"}, {"title" : " ''Fibber McGee and Molly'' debuts on NBC Radio.", "date" : "1935/04/16"}, {"title" : " Sun Myung Moon claims to have a revelation from Jesus telling him to complete his mission from almost 2,000 years ago.", "date" : "1935/04/17"}, {"title" : " William Christian Bullitt, Jr., the US ambassador to Moscow, hosted the elaborately prepared Spring Ball of the Full Moon which is said to have surpassed all other embassy parties in Moscow's history.", "date" : "1935/04/24"}, {"title" : " FA Cup Sheffield Wednesday beat West Bromwich Albion 4–2 at Wembley", "date" : "1935/04/27"}, {"title" : " The first edition of the Vuelta a España is raced and goes on to become one of the 3 Grand Tours of road bicycle racing.", "date" : "1935/04/29"}, {"title" : " New Deal: Executive Order 7034 creates the Works Progress Administration (WPA).", "date" : "1935/05/06"}, {"title" : " Northamptonshire gains (over Somerset at Taunton by 48 runs) what proves to be their last victory for 99 matches, easily a record in the County Championship. Their next Championship win is not until ''29 May 1939''.", "date" : "1935/05/14"}, {"title" : " T. E. Lawrence (''Lawrence of Arabia'') dies in a motorcycle accident in Dorset, England.", "date" : "1935/05/19"}, {"title" : " The first nighttime Major League Baseball game is played between the Cincinnati Reds and Philadelphia Phillies at Crosley Field in Cincinnati, Ohio.", "date" : "1935/05/24"}, {"title" : " ''Schechter Poultry Corp. v. United States'' (aka the quotSick Chicken Casequot): The U.S. Supreme Court declares the National Industrial Recovery Act unconstitutional.", "date" : "1935/05/27"}, {"title" : " Eventual Baseball Hall of Famer Babe Ruth appears in his last career game, playing for the Boston Braves in Philadelphia against the Phillies.", "date" : "1935/05/30"}, {"title" : " A 7.1 magnitude earthquake destroys Quetta in modern-day Pakistan, killing 40,000.", "date" : "1935/05/31"}, {"title" : " He-Umezu Agreement: China's Kuomintang government concedes Japanese military control of north-eastern China.", "date" : "1935/06/09"}, {"title" : " Alcoholics Anonymous is founded in Akron, Ohio by William G. Wilson and Dr. Robert Smith.", "date" : "1935/06/10"}, {"title" : " James J. Braddock defeats Max Baer at Madison Square Garden Bowl to win the heavyweight boxing championship of the world.", "date" : "1935/06/13"}, {"title" : " Anglo-German Naval Agreement: Britain agrees to a German navy equal to 35% of her own naval tonnage.", "date" : "1935/06/18"}, {"title" : " Carlos Gardel, the legendary Franco-Argentine quotFather of Tango,quot dies in a plane crash in Medellín, Colombia.", "date" : "1935/06/24"}, {"title" : " The world's first parking meters are installed in Oklahoma City.", "date" : "1935/07/16"}, {"title" : "August 20 ampndash The seventh and last congress of the Comintern is held.", "date" : "1935/07/25"}, {"title" : " The Leo Burnett Advertising Agency opens in Chicago, Illinois.", "date" : "1935/08/05"}, {"title" : " Eastbourne Bandstand officially opened in Eastbourne, United Kingdom.", "date" : "1935/08/05"}, {"title" : " United States President Franklin Roosevelt signs the Social Security Act into law.", "date" : "1935/08/14"}, {"title" : " Humorist Will Rogers and aviator Wiley Post are killed when Post's plane crashes shortly after takeoff near Barrow, Alaska.", "date" : "1935/08/15"}, {"title" : " Labor Day Hurricane of 1935: The strongest hurricane ever to strike the United States landfalls in the Upper Florida Keys as a Category 5 storm with 185ampnbspmph winds, killing 423.", "date" : "1935/09/02"}, {"title" : " Carl Weiss kills Huey Long, U.S. Senator from Louisiana, in the Louisiana Capitol Building in Baton Rouge.", "date" : "1935/09/08"}, {"title" : " Howard Hughes, flying the Hughes H-1 Racer, sets an airspeed record of 352ampnbspmph (566ampnbspkm/h).", "date" : "1935/09/13"}, {"title" : " The Nuremberg Laws go into effect in Germany.", "date" : "1935/09/15"}, {"title" : " Earl Bascom and his brother Weldon Bascom produce the first night rodeo held outdoors under electric lights at Columbia, Mississippi.", "date" : "1935/09/24"}, {"title" : " The London and North Eastern Railway's first A4 Class locomotive A4 2509 ''Silver Link'' makes her inaugural journey from London Kings Cross.", "date" : "1935/09/29"}, {"title" : "U.S. President Franklin D. Roosevelt dedicates Hoover Dam.", "date" : "1935/09/29"}, {"title" : "The London and North Eastern Railway commences the ''Silver Jubilee'', Britain's first streamline train service.", "date" : "1935/09/29"}, {"title" : "October 3 ampndash The Second Italo-Abyssinian War begins as General Emilio de Bono of Italy invades Ethiopia.", "date" : "1935/10/02"}, {"title" : " A tornado destroys the 160 metre tall wooden radio tower in Langenberg, Germany. As a result of this catastrophe wooden radio towers are phased out.", "date" : "1935/10/10"}, {"title" : " In the Canadian federal election, the Liberal Party of William Lyon Mackenzie King wins a majority government, defeating the Conservative Party of Prime Minister R. B. Bennett.", "date" : "1935/10/14"}, {"title" : " Parker Brothers releases the board game ''Monopoly''.", "date" : "1935/11/05"}, {"title" : " A dozen labor leaders come together to announce the creation of the Congress of Industrial Organizations (CIO), an organization charged with pushing the cause for industrial unionism.", "date" : "1935/11/08"}, {"title" : " In the General Election in Britain, Prime Minister Stanley Baldwin returns to office at the head of a National Government led by the Conservative Party with a large but reduced majority.", "date" : "1935/11/14"}, {"title" : " The ''China Clipper'' takes off from Alameda, California in an attempt to deliver the first airmail cargo across the Pacific Ocean (the aircraft later reaches its destination, Manila, and delivers over 110,000 pieces of mail).", "date" : "1935/11/22"}, {"title" : " Jacques and Thérèse Tréfouël, Daniel Bovet and Federico Nitti, in the laboratory of Ernest Fourneau at the Pasteur Institute in Paris, discover that sulfanilamide is the active component of Prontosil.J. et T. Tréfouël, F. Nitti et D. Bovet, quotActivité du ''p''-aminophénylsulfamide sur l’infection streptococcique expérimentale de la souris et du lapinquot, ''C. R. Soc. Biol.'', '''120''', 23 november 1935, p. 756", "date" : "1935/11/23"}, {"title" : " The 1935 British-made film ''Scrooge'', the first all-talking film version of Charles Dickens classic, opens in the U.S. after its British release.", "date" : "1935/11/30"}, {"title" : "December 9  ampndash American newspaper editor Walter Liggett is killed in a gangland murder plot.", "date" : "1935/12/09"}, {"title" : "Lebensborn Project, a Nazi reproduction program, is founded by Heinrich Himmler.", "date" : "1935/12/09"}, {"title" : "De La Warr Pavilion, Bexhill on Sea, opens.", "date" : "1935/12/09"}, {"title" : " Douglas DST, prototype of the Douglas DC-3 airliner, first flies, in the United States. More than 16,000 of the model will eventually be produced.", "date" : "1935/12/17"}, {"title" : "Samuel Hoare resigns as British foreign secretary and is replaced by Anthony Eden.", "date" : "1935/12/17"}, {"title" : "The socialist party of Sri Lanka, the Lanka Sama Samaja Party, is founded.", "date" : "1935/12/17"}, {"title" : " Mao Zedong issues the Wayaopao Manifesto, ''On Tactics Against Japanese Imperialism'', calling for a National United Front against the Japanese Invasion.", "date" : "1935/12/27"}, {"title" : " ''Pravda'' publishes a letter from Pavel Postyshev, who revives the New Year tree tradition in the Soviet Union.", "date" : "1935/12/28"}, {"title" : " Benito Mussolini (''Il Duce'') announces he is taking dictatorial powers over Italy.", "date" : "1925/01/03"}, {"title" : " Nellie Tayloe Ross becomes the first female governor (Wyoming) in the United States. Twelve days later, Ma Ferguson becomes first female governor of Texas.", "date" : "1925/01/05"}, {"title" : "February 1 ampndash The 1925 serum run to Nome (the quotGreat Race of Mercyquot) relays diphtheria antitoxin by dog sled across the U.S. territory of Alaska, to combat an epidemic.", "date" : "1925/01/27"}, {"title" : " The Alice Comedy ''Alice Solves the Puzzle'' is released at 6:54 a.m. by Disney Studios, introducing Bootleg Pete (an early prototype for '''Pegleg Pete''') for the first time.", "date" : "1925/02/15"}, {"title" : " ''The New Yorker'' magazine publishes its first issue.", "date" : "1925/02/21"}, {"title" : " Art Gillham records for Columbia Records the first Western Electric masters to be commercially released.", "date" : "1925/02/25"}, {"title" : " The 1925 Charlevoix-Kamouraska earthquake strikes northeastern North America.", "date" : "1925/02/28"}, {"title" : "İsmet İnönü is appointed as the prime minister in Turkey (Turkey's 4th and İnönü's 3rd government).", "date" : "1925/02/28"}, {"title" : "The inauguration of Calvin Coolidge as President of the United States becomes the first to be broadcast on radio.", "date" : "1925/02/28"}, {"title" : " ''Pionerskaya Pravda'', one of the oldest children's newspapers in Europe, is founded in the Soviet Union.", "date" : "1925/03/06"}, {"title" : " The Phi Lambda Chi fraternity (original name quotThe Aztecsquot) is founded on the campus of Arkansas State Teacher's College in Conway, Arkansas (now the University of Central Arkansas).", "date" : "1925/03/15"}, {"title" : " The Tri-State Tornado, the deadliest in U.S. history, rampages through Missouri, Illinois, and Indiana, killing 695 people and injuring 2,027. It hits the towns of Murphysboro, Illinois Gorham, Illinois Ellington, Missouri and Griffin, Indiana.", "date" : "1925/03/18"}, {"title" : " Tennessee Governor Austin Peay signs the Butler Act, prohibiting the teaching of evolution in the state's public schools.", "date" : "1925/03/21"}, {"title" : " Radio station ''WOWO'' in Ft. Wayne, Indiana begins broadcasting.", "date" : "1925/03/31"}, {"title" : "AprilampampndashOctober ampampndash ''Exposition Internationale des Arts Décoratifs et Industriels Modernes'' in Paris, giving a name to the Art Deco style.", "date" : "1925/03/31"}, {"title" : "Frank Heath and his horse ''Gypsy Queen'' leave Washington, D.C. to begin a two-year journey to visit all 48 states.", "date" : "1925/03/31"}, {"title" : "Patent and Trademark Office transferred to the Department of Commerce.", "date" : "1925/03/31"}, {"title" : " United Kingdom, South Africa and Australia return to the (bullion) gold standard.", "date" : "1925/04/03"}, {"title" : " F. Scott Fitzgerald publishes ''The Great Gatsby''.", "date" : "1925/04/10"}, {"title" : " Fritz Haarmann, a serial killer convicted of the murder of 24 boys and young men, is beheaded in Germany.", "date" : "1925/04/15"}, {"title" : " The Communist St. Nedelya Church assault claims the lives of 150 and injures 500 in the Bulgarian capital, Sofia.", "date" : "1925/04/16"}, {"title" : " Iranian forces of Rezā Shāh occupy Ahwaz, and arrest Sheikh Khaz'al.", "date" : "1925/04/20"}, {"title" : "Scopes Trial: Dayton, Tennessee, biology teacher John Scopes is arrested for teaching Charles Darwin's Theory of Evolution.", "date" : "1925/04/20"}, {"title" : "The General Election Law is passed in Japan.", "date" : "1925/04/20"}, {"title" : " Tom Lee rescues 32 people from the ''M.E. Norman'', a sinking steamboat.", "date" : "1925/05/08"}, {"title" : "Scopes Trial: John T. Scopes is indicted for teaching Darwin's theory of evolution.", "date" : "1925/05/08"}, {"title" : "The National Forensic League is founded.", "date" : "1925/05/08"}, {"title" : " The British explorer Percy Fawcett sends a last telegram to his wife, before he disappears in the Amazon.", "date" : "1925/05/29"}, {"title" : " Percy and Florence Arrowsmith are married. This couple, who celebrated their 80th wedding anniversary June 1, 2005 (Percy aged 105, and wife Florence 100), are acknowledged by the Guinness Book of Records as record-holders for the longest marriage for a living couple and the greatest aggregate age of a married couple.", "date" : "1925/06/01"}, {"title" : " The Chrysler Corporation is founded by Walter Percy Chrysler.", "date" : "1925/06/06"}, {"title" : " Charles Francis Jenkins achieves the first synchronized transmission of pictures and sound, using 48 lines, and a mechanical system. A 10-minute film of a miniature windmill in motion is sent across 5 miles from Anacostia to Washington, DC. The images are viewed by representatives of the National Bureau of Standards, the U.S. Navy, the Commerce Department, and others. Jenkins calls this quotthe first public demonstration of radiovisionquot.", "date" : "1925/06/13"}, {"title" : "The Aristotle University of Thessaloniki in Greece is founded.", "date" : "1925/06/13"}, {"title" : "The Turkish football club Göztepe is founded.", "date" : "1925/06/13"}, {"title" : " Santa Barbara Earthquake of 1925: A 6.8 earthquake destroys downtown Santa Barbara, California.", "date" : "1925/06/29"}, {"title" : " In Dublin, Oonagh Keogh becomes the first female member of a stock exchange in the world.", "date" : "1925/07/09"}, {"title" : "Scopes Trial: In Dayton, Tennessee, the so-called ampquotMonkey Trialampquot begins with John T. Scopes, a young high school science teacher, accused of teaching evolution in violation of a Tennessee state law.", "date" : "1925/07/09"}, {"title" : "Meher Baba begins his 44 year silence.", "date" : "1925/07/09"}, {"title" : " Adolf Hitler publishes his personal manifesto ''Mein Kampf''.", "date" : "1925/07/18"}, {"title" : " Scopes Trial: In Dayton, Tennessee, high school biology teacher John T. Scopes is found guilty of teaching evolution in class and fined $100.", "date" : "1925/07/21"}, {"title" : " The Telegraph Agency of the Soviet Union (TASS) is established.", "date" : "1925/07/25"}, {"title" : " The Ku Klux Klan demonstrate their popularity by holding a parade in Washington DC as many as 40,000 male and female members of the Klan march down Pennsylvania Avenue. In 1925, an estimated 5,000,000 members belong to the Ku Klux Klan, making it the largest fraternal organization in the United States.", "date" : "1925/08/08"}, {"title" : " The original Hetch Hetchy Moccasin Powerhouse is completed and goes on line.", "date" : "1925/08/14"}, {"title" : " The French evacuate the Ruhr region of Germany.", "date" : "1925/08/25"}, {"title" : " The U.S. dirigible ''Shenandoah'' breaks up near Caldwell, Ohio 14 crewmen are killed.", "date" : "1925/09/03"}, {"title" : "October ampampndash The major money forgery and fraud of Alves Reis is exposed in Portugal.", "date" : "1925/09/27"}, {"title" : " Mount Rushmore is dedicated.", "date" : "1925/10/01"}, {"title" : " London's first enclosed double-decker buses are introduced.", "date" : "1925/10/02"}, {"title" : "16 ampndash Locarno Treaties negotiated.", "date" : "1925/10/05"}, {"title" : " Cubana de Aviación founded.", "date" : "1925/10/08"}, {"title" : " John Logie Baird creates Britain's first television transmitter.", "date" : "1925/10/30"}, {"title" : " Secret agent Sidney Reilly is executed by the OGPU, the secret police of the Soviet Union.", "date" : "1925/11/06"}, {"title" : " The silent film ''Hussar of the Dead'' is released in Santiago de Chile.", "date" : "1925/11/24"}, {"title" : " Prajadhipok (Rama VII) is crowned as King of Siam.", "date" : "1925/11/26"}, {"title" : " The country-variety show quotWSM Barn Dance,quot later renamed the ''Grand Ole Opry,'' makes its radio debut. It will go on to become the longest-running live music show.", "date" : "1925/11/28"}, {"title" : " Locarno Treaties are signed in London.", "date" : "1925/12/01"}, {"title" : "Reza Shah becomes shah of Persia.", "date" : "1925/12/01"}, {"title" : "Alpha Phi Omega, a National service fraternity, is founded at Lafayette College.", "date" : "1925/12/01"}, {"title" : "Colombo Radio launches in Ceylon the station is subsequently known as ''Radio Ceylon''.", "date" : "1925/12/01"}, {"title" : " IG Farben formed by merger of six chemical companies in Germany.", "date" : "1925/12/25"}, {"title" : " The Great Sphinx of Giza is unearthed at the start of a complete excavation.", "date" : "1925/12/26"}, {"title" : " Theodoros Pangalos declares himself dictator in Greece.", "date" : "1926/01/03"}, {"title" : " Abdul-Aziz ibn Saud is crowned King of Hejaz.", "date" : "1926/01/08"}, {"title" : " Freeman Gosden and Charles Correll premiere their radio program ''Sam 'n' Henry'', in which the two white performers portrayed two black characters from Harlem looking to strike it rich in the big city. It is a precursor to Gosden and Correll's more popular later program, ''Amos 'n' Andy''.", "date" : "1926/01/12"}, {"title" : " A ''BBC'' radio play about a worker's revolution causes a panic in London.", "date" : "1926/01/16"}, {"title" : " The Belgian Parliament accepts the Locarno treaties.", "date" : "1926/01/21"}, {"title" : " John Logie Baird demonstrates a mechanical television system.", "date" : "1926/01/26"}, {"title" : " Eugene O'Neill's ''The Great God Brown'' opens at the Greenwich Theatre.", "date" : "1926/01/29"}, {"title" : " British and Belgian troops leave Cologne.", "date" : "1926/01/31"}, {"title" : " Land on Broadway and Wall Street in New York City is sold at a record $7 per sq inch.", "date" : "1926/02/01"}, {"title" : " Sean O'Casey's ''Plough and Stars'' opens at Abbey Theater in Dublin.", "date" : "1926/02/08"}, {"title" : " Flooding hits London suburbs.", "date" : "1926/02/09"}, {"title" : " The Irish minister for Justice, Kevin O'Higgins, appoints the Committee on Evil Literature.", "date" : "1926/02/12"}, {"title" : " Berlin International Green Week in Berlin starts for its first time", "date" : "1926/02/20"}, {"title" : " Francisco Franco becomes General of Spain.", "date" : "1926/02/25"}, {"title" : " The Shakespeare Memorial Theatre in Stratford-upon-Avon is destroyed by fire.", "date" : "1926/03/06"}, {"title" : " Robert Goddard launches the first liquid-fuel rocket, at Auburn, Massachusetts.", "date" : "1926/03/16"}, {"title" : " Éamon de Valera organizes Fianna Fáil in Ireland.", "date" : "1926/03/23"}, {"title" : " Greek dictator Theodoros Pangalos is elected president.", "date" : "1926/04/04"}, {"title" : " An assassination attempt against Italian Fascist leader Benito Mussolini fails.", "date" : "1926/04/07"}, {"title" : " By a vote of 45–41, the United States Senate unseats Iowa Senator Smith W. Brookhart and seats Daniel F. Steck, after Brookhart had already served for over one year.", "date" : "1926/04/12"}, {"title" : " A train crash in San José, Costa Rica kills 178 people.", "date" : "1926/04/16"}, {"title" : " Treaty of Berlin: Germany and the Soviet Union each pledge neutrality in the event of an attack on the other by a third party for the next five years.", "date" : "1926/04/24"}, {"title" : " Reza Khan is crowned Shah of Iran under the name quotPahleviquot.", "date" : "1926/04/25"}, {"title" : " African-American pilot Bessie Coleman is killed after falling {{convert|500|ft|m}} from an airplane.", "date" : "1926/04/30"}, {"title" : " the coal miners are locked-out in Britain.", "date" : "1926/05/03"}, {"title" : " The British General Strike begins at Midnight in support of the coal strike.", "date" : "1926/05/04"}, {"title" : "Martial law is declared in Britain because of the general strike.", "date" : "1926/05/04"}, {"title" : "The French navy bombards Damascus because of the Druze riots.", "date" : "1926/05/04"}, {"title" : "Admiral Richard E. Byrd and Floyd Bennett claim to have flown over the North Pole (later discovery of his diary seems to indicate that this did not happen).", "date" : "1926/05/04"}, {"title" : "Talks between the government and strikers begin in the U.K.", "date" : "1926/05/04"}, {"title" : "Planes piloted by Major Harold Geiger and Horace Meek Hickam, students at the Air Corps Tactical School, collide in mid-air at Langley Field, Virginia. Hickam parachutes to safety.", "date" : "1926/05/04"}, {"title" : "Roald Amundsen flies over the North Pole.", "date" : "1926/05/04"}, {"title" : "UK General Strike 1926: In the United Kingdom, a general strike by trade unions ends (the strike began on May 3).", "date" : "1926/05/04"}, {"title" : "May 14 ampndash May Coup: Józef Piłsudski takes over in Poland.", "date" : "1926/05/12"}, {"title" : " Evangelist Aimee Semple McPherson disappears while visiting a Venice, California beach.", "date" : "1926/05/18"}, {"title" : " The United States Congress passes the Air Commerce Act, licensing pilots and planes.", "date" : "1926/05/20"}, {"title" : " The first Lebanese constitution is established.", "date" : "1926/05/23"}, {"title" : " The Rifkabyl rebels surrender in Morocco.", "date" : "1926/05/26"}, {"title" : " The 1926 coup d'état commanded by Manuel Gomes da Costa in Portugal installs the Ditadura Nacional (National Dictatorship), followed by António de Oliveira Salazar's Estado Novo.", "date" : "1926/05/28"}, {"title" : " Ignacy Moscicki becomes president of Poland.", "date" : "1926/06/04"}, {"title" : " DeFord Bailey is the first African-American to perform on Nashville's Grand Ole Opry.", "date" : "1926/06/19"}, {"title" : " Arthur Meighen returns to office as Prime Minister of Canada.", "date" : "1926/06/29"}, {"title" : " The Kuomingtang begins a military unification campaign in northern China.", "date" : "1926/07/01"}, {"title" : " A Caudron C-61 aircraft operated by Compagnie Internationale de Navigation Aérienne crashes in Czechoslovakia.", "date" : "1926/07/03"}, {"title" : " General Antonio Carmona takes power in a military coup in Portugal.", "date" : "1926/07/09"}, {"title" : " A lightning strike destroys an ammunition depot in Dover, New Jersey.", "date" : "1926/07/12"}, {"title" : " BEST buses make their début in Bombay.", "date" : "1926/07/15"}, {"title" : " ''Fox Film'' buys the patents of the Movietone sound system for recording sound onto film.", "date" : "1926/07/23"}, {"title" : " The National Bar Association incorporates in the United States.", "date" : "1926/07/26"}, {"title" : "Gertrude Ederle becomes the first woman to swim the English Channel from France to England.", "date" : "1926/07/26"}, {"title" : "In New York, the Warner Brothers' Vitaphone system premieres with the movie ''Don Juan'' starring John Barrymore.", "date" : "1926/07/26"}, {"title" : "The British miners' union begins negotiations with the government", "date" : "1926/07/26"}, {"title" : "A weather map is televised for the first time, sent from NAA Arlington to the Weather Bureau Office in Washington, D.C.", "date" : "1926/07/26"}, {"title" : " In Greece, Georgios Kondylis ousts Theodoros Pangalos.", "date" : "1926/08/22"}, {"title" : " The sudden death of popular Hollywood actor and sex symbol Rudolph Valentino at the age of only 31 years old causes mass grief and hysteria around the world.", "date" : "1926/08/23"}, {"title" : " Pavlos Kountouriotis announces that dictatorship is finished in Greece and becomes the president.", "date" : "1926/08/25"}, {"title" : " Lebanon under the French Mandate gets its first constitution, thereby becoming a republic. Charles Debbas is elected president.", "date" : "1926/09/01"}, {"title" : " Weimar Republic joins the League of Nations.", "date" : "1926/09/08"}, {"title" : "Spain leaves the League of Nations.", "date" : "1926/09/08"}, {"title" : "Aloha Tower is officially dedicated at Honolulu Harbor in the Territory of Hawai'i.", "date" : "1926/09/08"}, {"title" : " Locarno Treaties of 1925 are ratified in Geneva and come into effect.", "date" : "1926/09/14"}, {"title" : " Philip Dunning and George Abbott's play ''Broadway'' premieres in New York City.", "date" : "1926/09/16"}, {"title" : " Great Miami Hurricane: A strong hurricane devastates Miami, Florida, leaving over 100 dead and causing several hundred million dollars in damage (equal to nearly $100 billion dollars today).", "date" : "1926/09/18"}, {"title" : " Twelve blue cars full of gangsters open fire at the Hawthorne Inn, Al Capone's Chicago headquarters. Only one of Capone's men is wounded.", "date" : "1926/09/20"}, {"title" : " Gene Tunney defeats Jack Dempsey and becomes heavyweight champion of the world.", "date" : "1926/09/23"}, {"title" : "The League of Nations Slavery Convention abolishes all types of slavery.", "date" : "1926/09/23"}, {"title" : "William Lyon Mackenzie King returns to office as Prime Minister of Canada.", "date" : "1926/09/23"}, {"title" : " Józef Piłsudski becomes prime minister of Poland.", "date" : "1926/10/02"}, {"title" : " British miners agree to end their strike.", "date" : "1926/10/12"}, {"title" : " Alan Alexander Milne's book ''Winnie-the-Pooh'' is released.", "date" : "1926/10/14"}, {"title" : " The 1926 Imperial Conference opens in London, the United Kingdom.", "date" : "1926/10/19"}, {"title" : " A hurricane kills 650 in Cuba.", "date" : "1926/10/20"}, {"title" : "A decree in Italy bans women from holding public office.", "date" : "1926/10/20"}, {"title" : "Leon Trotsky and Lev Kamenev are removed from the Politburo of the Communist Party of the Soviet Union.", "date" : "1926/10/20"}, {"title" : "The Fazal Mosque (one of the first in London) is completed.", "date" : "1926/10/20"}, {"title" : " Magician Harry Houdini dies of gangrene and peritonitis that developed after his appendix ruptured.", "date" : "1926/10/31"}, {"title" : " In San Francisco, California, a necrophiliac serial killer named Earle Nelson (dubbed quotGorilla Manquot) kills and then rapes his 9th victim, a boardinghouse landlady named Mrs. William Edmonds.", "date" : "1926/11/10"}, {"title" : " ''U.S. Route 66'' is established.", "date" : "1926/11/11"}, {"title" : "The ''NBC'' radio network opens with 24 stations (formed by Westinghouse, General Electric and RCA).", "date" : "1926/11/11"}, {"title" : "The Balfour Declaration is approved by the 1926 Imperial Conference, making the Commonwealth dominions equal and independent.", "date" : "1926/11/11"}, {"title" : "The village of Rocquebillier in the French Riviera is almost destroyed in a massive hailstorm.", "date" : "1926/11/11"}, {"title" : "Sri Aurobindo retires, leaving ''The Mother'' to run the Sri Aurobindo Ashram in Pondicherry, India.", "date" : "1926/11/11"}, {"title" : " The death penalty is re-established in Italy.", "date" : "1926/11/25"}, {"title" : " All Italian Communist deputies are arrested.", "date" : "1926/11/26"}, {"title" : "Mount Vesuvius erupts.", "date" : "1926/11/26"}, {"title" : "In Williamsburg, Virginia, the restoration of Colonial Williamsburg begins.", "date" : "1926/11/26"}, {"title" : " British prime minister Stanley Baldwin ends the martial law that had been declared due to general strike.", "date" : "1926/12/02"}, {"title" : " Agatha Christie disappears from her home in Surrey on December 14 she is found at the Harrogate Hotel.", "date" : "1926/12/03"}, {"title" : " A democratically elected government is overthrown during the 1926 Lithuanian coup d'état Antanas Smetona assumes power in Lithuania.", "date" : "1926/12/17"}, {"title" : " Turkey converts to the Gregorian calendar, making 'tomorrow' January 1 1927", "date" : "1926/12/18"}, {"title" : " In Japanese History, the Shōwa era begins from this day due to the demise of Emperor Taishō on the day before.", "date" : "1926/12/26"}, {"title" : " The Cristero War erupts in Mexico when pro-Catholic rebels attack the government, which had banned the Catholic faith.", "date" : "1927/01/01"}, {"title" : " The first transatlantic telephone call is made ''via radio'' from New York City to London, England.", "date" : "1927/01/07"}, {"title" : " A military rebellion is crushed in Lisbon, Portugal.", "date" : "1927/01/09"}, {"title" : " Teddy Wakelam gives the first sports commentary on BBC Radio.", "date" : "1927/01/15"}, {"title" : " Great Britain sends troops to China.", "date" : "1927/01/19"}, {"title" : " Right-wing veterans and the ''Republican Schutzbund'' clash in Schattendorf, Burgenland, Austria. One man and a child are killed by gunshots (see July 15).", "date" : "1927/01/30"}, {"title" : "February ampampndash Werner Heisenberg formulates his famous uncertainty principle while employed as a lecturer at Niels Bohr's Institute for Theoretical Physics at the University of Copenhagen.", "date" : "1927/01/30"}, {"title" : " The first British troops land in Shanghai.", "date" : "1927/02/12"}, {"title" : " An earthquake in Yugoslavia kills 100.", "date" : "1927/02/14"}, {"title" : " A general strike in Shanghai protests the presence of British troops.", "date" : "1927/02/19"}, {"title" : " The U.S. Federal Radio Commission (later renamed the Federal Communications Commission) begins to regulate the use of radio frequencies.", "date" : "1927/02/23"}, {"title" : " A diamond rush in South Africa includes trained athletes that have been hired by major companies to stake claims.", "date" : "1927/03/04"}, {"title" : " A Richter Scale 7.6 magnitude earthquake kills at least 2,925 at Toyooka and Mineyama area, western Honshu, Japan.", "date" : "1927/03/07"}, {"title" : " Albania mobilizes in case of an attack by Yugoslavia.", "date" : "1927/03/10"}, {"title" : "In New York City, the ''Roxy Theater'' is opened by Samuel Roxy Rothafel.", "date" : "1927/03/10"}, {"title" : "The first armored car robbery is committed by the Flatheads Gang near Pittsburgh, Pennsylvania.", "date" : "1927/03/10"}, {"title" : " Fritz Lang's culturally influential film ''Metropolis'' premieres in Germany.", "date" : "1927/03/13"}, {"title" : " U.S. Bureau of Prohibition founded (under Department of the Treasury).", "date" : "1927/04/01"}, {"title" : " In Britain, the Trade Disputes and Trade Union Act 1927 forbids strikes of support.", "date" : "1927/04/05"}, {"title" : " Bell Telephone Co. transmits an image of Herbert Hoover (then the  Secretary of Commerce), which becomes the first successful long distance demonstration of television.", "date" : "1927/04/07"}, {"title" : "The Royal and Parliamentary Titles Act 1927 renames the United Kingdom of Great Britain and Ireland to the United Kingdom of Great Britain and Northern Ireland. The change acknowledges that the Irish Free State is no longer part of the Kingdom.", "date" : "1927/04/07"}, {"title" : "Kuomintang troops kill number of communist-supporting workers in Shanghai. The incident is called the April 12 Incident, or Shanghai Massacre. The 1st United Front between the Nationalists and Communist ends, and the Civil War lasting until 1949 begins.", "date" : "1927/04/07"}, {"title" : " The first Volvo car rolls off the production line in Gothenburg, Sweden.", "date" : "1927/04/14"}, {"title" : " The Kuomintang (Nationalist Chinese) set up a government in Nanking, China.", "date" : "1927/04/18"}, {"title" : " A banking crisis hits Japan.", "date" : "1927/04/21"}, {"title" : "May 5 ampndash The Great Mississippi Flood of 1927 strikes 700,000 people in the greatest natural disaster in American history at that time.", "date" : "1927/04/22"}, {"title" : "The Carabineros de Chile (Chilean national police force and gendarmery) are created.", "date" : "1927/04/22"}, {"title" : "João Ribeiro de Barros becomes the first non-European to make a transatlantic flight, from Genoa, Italy, to Fernando de Noronha, Brazil.", "date" : "1927/04/22"}, {"title" : "May ampampndash Philo Farnsworth of the United States transmits his first experimental electronic television pictures, as opposed to mechanical TV systems that others had tried before.", "date" : "1927/04/22"}, {"title" : " The novel ''To the Lighthouse'' was finished by Virginia Woolf.", "date" : "1927/05/05"}, {"title" : " A Civil war ends in Nicaragua.", "date" : "1927/05/07"}, {"title" : " The Australian Parliament first convenes in Canberra.", "date" : "1927/05/09"}, {"title" : " The ''Academy of Motion Picture Arts and Sciences'', the quotAcademyquot in quotAcademy Awardsquot, is founded.", "date" : "1927/05/11"}, {"title" : " The British police raid the office of the Soviet trade delegation.", "date" : "1927/05/12"}, {"title" : " George V proclaims the change of his title from King of the United Kingdom of Great Britain and Ireland to King of Great Britain and Northern Ireland.", "date" : "1927/05/13"}, {"title" : " The U.S. Army aviation pioneer Major Harold Geiger dies in the crash of his Airco DH.4 de Havilland plane, at Olmsted Field, Pennsylvania.", "date" : "1927/05/17"}, {"title" : " Bath School bombings: Criminal bombings result in 45 deaths, mostly school children, in Bath Township, Michigan.", "date" : "1927/05/18"}, {"title" : " Saudi Arabia becomes independent of the United Kingdom by the Treaty of Jedda.", "date" : "1927/05/20"}, {"title" : "May 21 ampndash Charles Lindbergh makes the first solo nonstop transatlantic flight, from New York City to Paris in his single-seat, single-engine monoplane, the Spirit of St. Louis.", "date" : "1927/05/20"}, {"title" : " An 8.6 magnitude earthquake in Xining, China kills 200,000.", "date" : "1927/05/22"}, {"title" : " Nearly 600 members of the American Institute of Electrical Engineers and the Institute of Radio Engineers viewed a live demonstration of television at the Bell Telephone Building in New York City. This is just over a year after John Logie Baird of Scotland first demonstrated a ''mechanical television system'' to the members of the Royal Society in London.", "date" : "1927/05/23"}, {"title" : " Britain severs diplomatic relations with the Soviet Union because of revelations of espionage and underground agitation.", "date" : "1927/05/24"}, {"title" : " Yugoslavia severs diplomatic relations with Albania.", "date" : "1927/06/04"}, {"title" : " Peter Voikov, the Soviet ambassador to Poland, is murdered.", "date" : "1927/06/07"}, {"title" : " The Soviet Union executes 20 Britons for alleged espionage.", "date" : "1927/06/09"}, {"title" : "Léon Daudet, the leader of the French monarchists, is arrested in France.", "date" : "1927/06/09"}, {"title" : "A ticker-tape parade is held for  aviator Charles Lindbergh down 5th Avenue in New York City.", "date" : "1927/06/09"}, {"title" : " A total eclipse of the sun took place over Wales,  northern England, southern Scotland, Norway, northern Sweden, northmost Finland, and the northmost extremes of Russia. This eclipse barely missed the southern edge of Ireland.", "date" : "1927/06/29"}, {"title" : " The Food, Drug, and Insecticide Administration (FDIA) is established.", "date" : "1927/07/01"}, {"title" : " Kevin O'Higgins, the Vice-President of the Irish Free State, is assassinated in Dublin.", "date" : "1927/07/10"}, {"title" : " An earthquake strikes Palestine, killing around 300 people. The effects are especially severe in Nablus, but damage and fatalities are also reported in many areas of Palestine and Trans-Jordan such as Amman, Salt, Jordan, and Lydda.", "date" : "1927/07/11"}, {"title" : " 85 protesters and five policemen are left dead after left-wing protesters and the Austrian police clash in Vienna. More than 600 people are injured. See Massacre of July 15, 1927.", "date" : "1927/07/15"}, {"title" : "  The Menin Gate War Memorial is dedicated at Ypres, Belgium.", "date" : "1927/07/24"}, {"title" : " The Communist Chinese People's Liberation Army is formed during the Nanchang Uprising.", "date" : "1927/08/01"}, {"title" : " U.S. President Calvin Coolidge announces, quotI do not choose to run for President in 1928.quot", "date" : "1927/08/02"}, {"title" : " The Peace Bridge opens between Fort Erie, Ontario and Buffalo, New York.", "date" : "1927/08/07"}, {"title" : " The Mount Rushmore Park is rededicated. President Calvin Coolidge promises national funding for the proposed carving of the Presidential figures.", "date" : "1927/08/10"}, {"title" : " In Hyde Park, London, 200 people demonstrate against the death sentencing of Italian immigrant anarchists Sacco and Vanzetti.", "date" : "1927/08/22"}, {"title" : " Sacco and Vanzetti are executed.", "date" : "1927/08/23"}, {"title" : " August 25 ampndash The 1927 Nova Scotia hurricane hits the Atlantic Provinces of Canada, causing massive damage and at least 56 deaths.", "date" : "1927/08/24"}, {"title" : " Paul R. Redfern leaves Brunswick, Georgia, flying his Stinson Detroiter quotPort of Brunswickquot to attempt a solo non-stop flight to Rio de Janeiro, Brazil. He later crashes in the Venezuelan jungle, but the crash site was never found.", "date" : "1927/08/26"}, {"title" : "September ampampndash Autumn Harvest Uprising in China.", "date" : "1927/08/26"}, {"title" : " The University of Minas Gerais is founded in Brazil.", "date" : "1927/09/07"}, {"title" : " An underwater earthquake in Japan kills over 100 people.", "date" : "1927/09/14"}, {"title" : " The Columbia Phonographic Broadcasting System (later known as ''CBS'') is formed and goes on the air with 47 radio stations.", "date" : "1927/09/18"}, {"title" : " A treaty signed by the League of Nations Slavery Commission abolished all types of slavery.", "date" : "1927/09/25"}, {"title" : " 79 are killed and 550 are injured in the East St. Louis Tornado, the 2nd costliest and at least 24th deadliest tornado in U.S. history.", "date" : "1927/09/27"}, {"title" : "October ampampndash The Fifth Solvay Conference held in the latter half of the month establishes the acceptance of the Copenhagen interpretation.", "date" : "1927/09/27"}, {"title" : " The actual carving begins at Mount Rushmore, South Dakota.", "date" : "1927/10/04"}, {"title" : " ''The Jazz Singer'' opens in the United States and it becomes a huge success, although it would be a while before silent films are completely gone.", "date" : "1927/10/06"}, {"title" : " ''Murderer's Row'': The New York Yankees complete a four-game sweep of the Pittsburgh Pirates in the World Series.", "date" : "1927/10/08"}, {"title" : " The Mexican government crushes a rebellion in Vera Cruz.", "date" : "1927/10/09"}, {"title" : " The first flight of Pan American Airways takes off from Key West, Florida, bound for Havana, Cuba.", "date" : "1927/10/18"}, {"title" : "The Italian steamer ship ''Principessa Mafalda'' capsizes off Porto Seguro, Brazil. At least 314 people are killed.", "date" : "1927/10/18"}, {"title" : "Queen Wilhelmina of the Netherlands opens the Meuse-Waal Canal in Nijmegen, Holland", "date" : "1927/10/18"}, {"title" : "At 5:50 a.m. a ground fault gives way, causing the mine and part of the town of Worthington to collapse into a large chasm located in Ontario. Nobody is injured in the incident, as the area had been evacuated the night before after a mine foreman noticed abnormal rock shifts in the mine.", "date" : "1927/10/18"}, {"title" : " İsmet İnönü forms the new government in Turkey (The 5th government).", "date" : "1927/11/01"}, {"title" : " Frank Heath and his horse ''Gypsy Queen'' return to Washington, D.C., having completed a two-year journey of 11,356 miles to all 48 of the states (of that time).", "date" : "1927/11/04"}, {"title" : "Mahatma Gandhi makes his first and last visit to Ceylon.", "date" : "1927/11/04"}, {"title" : "Leon Trotsky is expelled from the Soviet Communist Party, leaving Joseph Stalin with undisputed control of the Soviet Union.", "date" : "1927/11/04"}, {"title" : "The Holland Tunnel opens to traffic as the first vehicular tunnel under the  Hudson River linking New Jersey with New York City.", "date" : "1927/11/04"}, {"title" : " The Pittsburgh Gasometer Explosion: Three ''Equitable Gas'' storage tanks in the North Side of Pittsburgh, Pennsylvania explode, killing 26 people and causing damage estimated between $4.0 million and $5.0 million.", "date" : "1927/11/14"}, {"title" : " The Colorado state police open fire on 500 rowdy but unarmed miners during a strike, killing six of them.", "date" : "1927/11/21"}]