[{"title" : "İsmet İnönü of CHP forms the new government of Turkey (27th government, coalition partners YTP and CKMP)", "date" : "1962/06/22"}, {"title" : " A 2-day steel strike begins in Italy, in support of increased wages and a 5-day working week.", "date" : "1962/06/26"}, {"title" : " The United Lutheran Church in America, Finnish Evangelical Lutheran Church of America, American Evangelical Lutheran Church, and Augustana Evangelical Lutheran Church merge to form the Lutheran Church in America.", "date" : "1962/06/28"}, {"title" : " The last soldiers of the French Foreign Legion leave Algeria.", "date" : "1962/06/30"}, {"title" : "Rwanda and Burundi gain independence.", "date" : "1962/06/30"}, {"title" : "A heavy smog develops over London.", "date" : "1962/06/30"}, {"title" : "Treaty of Nordic Cooperation of Helsinki (23 Mar 1962 signed) in force.", "date" : "1962/06/30"}, {"title" : "Charles de Gaulle accepts Algerian independence France recognizes it the next day.", "date" : "1962/06/30"}, {"title" : "The first Walmart store, then known as Wal-Mart (which is still the corporate name), opens for business in Rogers, Arkansas.", "date" : "1962/06/30"}, {"title" : " Algeria becomes independent from France.", "date" : "1962/07/05"}, {"title" : " Irish broadcaster Gay Byrne presents his first edition of ''The Late Late Show''. Byrne goes on to present the talk show for 37 years, making it the longest running in the world.", "date" : "1962/07/06"}, {"title" : " American artist Andy Warhol premieres his ''Campbell's Soup Cans'' exhibit in Los Angeles.", "date" : "1962/07/09"}, {"title" : " ATampT's Telstar, the world's first commercial communications satellite, is launched into orbit and activated the next day.", "date" : "1962/07/10"}, {"title" : " The Rolling Stones make their debut at London's Marquee Club, Number 165 Oxford Street, opening for Long John Baldry.", "date" : "1962/07/12"}, {"title" : " In what the press dubs quotthe Night of the Long Knivesquot, United Kingdom Prime Minister Harold Macmillan dismisses 1/3 of his Cabinet.", "date" : "1962/07/13"}, {"title" : " Nuclear testing: The quotSmall Boyquot test shot Little Feller I becomes the last atmospheric test detonation at the Nevada Test Site.", "date" : "1962/07/17"}, {"title" : " The First Annual Swiss amp Wielder Hoop and Stick Tournament is held.", "date" : "1962/07/19"}, {"title" : " France and Tunisia reestablish diplomatic relations.", "date" : "1962/07/20"}, {"title" : " Mariner program: The Mariner 1 spacecraft flies erratically several minutes after launch and has to be destroyed.", "date" : "1962/07/22"}, {"title" : "Telstar relays the first live trans-Atlantic television signal.", "date" : "1962/07/22"}, {"title" : "International Agreement on the Neutrality of Laos signed in Geneva, Switzerland", "date" : "1962/07/22"}, {"title" : "Algeria proclaims independence Ahmed Ben Bella is the first President.", "date" : "1962/07/22"}, {"title" : "A crowd assaults the rally of Sir Oswald Mosley's right-wing Union Movement in London.", "date" : "1962/07/22"}, {"title" : "Marilyn Monroe is found dead from an overdose of sleeping pills and chloral hydrate, officially ruled a ampquotprobable suicideampquot. However, the exact cause of her death has been disputed.", "date" : "1962/07/22"}, {"title" : "The South African government arrests Nelson Mandela in Howick, and charges him with incitement to rebellion.", "date" : "1962/07/22"}, {"title" : " Jamaica becomes independent.", "date" : "1962/08/06"}, {"title" : " Marvel Comics publishes Amazing Fantasy#15, which features the first published appearance of the superhero character of Spider-Man, created by Stan Lee and Steve Ditko.", "date" : "1962/08/10"}, {"title" : " The New York Agreement is signed trading the West New Guinea colony to Indonesia.", "date" : "1962/08/15"}, {"title" : "The Beatles drummer Pete Best is fired and replaced by Ringo Starr.", "date" : "1962/08/15"}, {"title" : "Algeria joins the Arab League.", "date" : "1962/08/15"}, {"title" : " East German border guards kill 18-year-old Peter Fechter, as he attempts to cross the Berlin Wall into West Berlin.", "date" : "1962/08/17"}, {"title" : " A failed assassination attempt is made against French President Charles De Gaulle.", "date" : "1962/08/22"}, {"title" : " John Lennon secretly marries Cynthia Powell.", "date" : "1962/08/23"}, {"title" : " A group of armed Cuban exile terrorists fire at a hotel in Havana from a speedboat.", "date" : "1962/08/24"}, {"title" : " NASA launches the ''Mariner 2'' space probe.", "date" : "1962/08/27"}, {"title" : " Trinidad and Tobago becomes independent.", "date" : "1962/08/31"}, {"title" : "Typhoon Wanda strikes Hong Kong, killing at least 130 and wounding more than 600.", "date" : "1962/08/31"}, {"title" : " The Soviet Union agrees to send arms to Cuba.", "date" : "1962/09/02"}, {"title" : " President John F. Kennedy, at a speech at Rice University,  reaffirms that the U.S. will put a man on the moon by the end of the decade.", "date" : "1962/09/12"}, {"title" : "A border conflict between China and India erupts into fighting.", "date" : "1962/09/19"}, {"title" : "''New Musical Express'', a British music magazine, publishes a story about two 13-year-old schoolgirls, Sue and Mary, releasing a disc on Decca and adds ampquotA Liverpool group, The Beatles, have recorded 'Love Me Do' for Parlophone Records, set for October 5 release.ampquot", "date" : "1962/09/19"}, {"title" : " Sonny Liston and Floyd Patterson fight for the boxing world title.", "date" : "1962/09/25"}, {"title" : " Civil war erupts in Yemen.", "date" : "1962/09/26"}, {"title" : "A flash flood in Barcelona, Spain, kills more than 440 people.", "date" : "1962/09/26"}, {"title" : "Rachel Carson's book ''Silent Spring'' is released, giving rise to the modern environmentalist movement.", "date" : "1962/09/26"}, {"title" : " Prime Minister Ahmed Ben Bella founds the first government in Algeria.", "date" : "1962/09/28"}, {"title" : " The Canadian Alouette 1, the first satellite built outside the United States and the Soviet Union, is launched from Vandenberg AFB in California.", "date" : "1962/09/29"}, {"title" : " CBS broadcasts the final episodes of ''Suspense'' and ''Yours Truly, Johnny Dollar'', marking the end of the Golden Age of Radio.", "date" : "1962/09/30"}, {"title" : "The first black student, James Meredith, registers at the University of Mississippi, escorted by Federal Marshals.", "date" : "1962/09/30"}, {"title" : "Johnny Carson takes over as permanent host of NBC's ''Tonight Show'', a post he would hold for 30 years.", "date" : "1962/09/30"}, {"title" : "''Dr. No'', the first James Bond film, premieres in UK theaters.", "date" : "1962/09/30"}, {"title" : "The Beatles release their first single for EMI, ''Love Me Do''.", "date" : "1962/09/30"}, {"title" : "The German magazine ''Der Spiegel''  publishes an article about the Bundeswehr's poor preparedness the Spiegel scandal erupts.", "date" : "1962/09/30"}, {"title" : "Algeria is accepted into the United Nations.", "date" : "1962/09/30"}, {"title" : " Uganda becomes independent within the Commonwealth of Nations.", "date" : "1962/10/09"}, {"title" : "The Sino-Indian War, a border dispute involving two of the world's largest nations (India and the People's Republic of China), begins.", "date" : "1962/10/10"}, {"title" : " Second Vatican Council: Pope John XXIII convenes the first ecumenical council of the Roman Catholic Church in 92 years.", "date" : "1962/10/11"}, {"title" : "The infamous Columbus Day Storm strikes the U.S. Pacific Northwest with wind gusts up to 170ampampnbspmph (270ampampnbspkm/h) 46 are killed, 11 billion board feet (26 million m³) of timber is blown down, with $230 million U.S. in damages.", "date" : "1962/10/11"}, {"title" : "Jazz bassist/composer Charles Mingus presents a disastrous concert at Town Hall in New York City. It will gain a reputation as the worst moment of his career.", "date" : "1962/10/11"}, {"title" : " ''Who's Afraid of Virginia Woolf?'' opens on Broadway.", "date" : "1962/10/13"}, {"title" : " Cuban Missile Crisis begins: A U-2 flight over Cuba takes photos on Oct. 14 of Soviet nuclear weapons being installed. A stand-off then ensues for another 12 days after President Kennedy is told of the pictures, between the United States and the Soviet Union, threatening the world with nuclear war.", "date" : "1962/10/16"}, {"title" : " In a televised address, U.S. President John F. Kennedy announces to the nation the existence of Soviet missiles in Cuba.", "date" : "1962/10/22"}, {"title" : " Cuban Missile Crisis: First confrontation between US Navy and Soviet cargo vessel. The vessel changes course.", "date" : "1962/10/24"}, {"title" : " Spiegel scandal: German police occupy ''Der Spiegel'' offices in Hamburg.", "date" : "1962/10/26"}, {"title" : "Cuban Missile Crisis: Soviet Union leader Nikita Khrushchev announces that he has ordered the removal of Soviet missile bases in Cuba. In a secret deal between Kennedy and Khrushchev, Kennedy agrees to the withdrawal of U.S. missiles from Turkey. The fact that this deal is not made public makes it look like the Soviets have backed down. {{dubious|date=April 2012}}", "date" : "1962/10/26"}, {"title" : " The UN General Assembly asks the United Kingdom to suspend enforcement of the new constitution in Southern Rhodesia (now Zimbabwe), but the constitution comes into effect on November 1.", "date" : "1962/10/31"}, {"title" : "The Soviets begin dismantling their missiles in Cuba.", "date" : "1962/10/31"}, {"title" : "The first issue of ''Diabolik'' is published in Italy.", "date" : "1962/10/31"}, {"title" : "Franz Josef Strauß, the West German defense minister, is relieved of his duties over the Spiegel scandal, due to his alleged involvement in police action against the magazine.", "date" : "1962/11/03"}, {"title" : "Saudi Arabia breaks off diplomatic relations with Egypt, following a period of unrest partly caused by the defection of several Saudi princes to Egypt.", "date" : "1962/11/03"}, {"title" : "A coal mining disaster in Ny-Ålesund kills 21 people. The Norwegian government is forced to resign in the aftermath of this accident in August, 1963.", "date" : "1962/11/03"}, {"title" : " Apartheid: The United Nations General Assembly passes a resolution condemning South Africa's racist apartheid policies, and calls for all UN member states to cease military and economic relations with the nation.", "date" : "1962/11/06"}, {"title" : " Richard M. Nixon loses the California governor's race. In his concession speech, he states that this is his quotlast press conferencequot and that quotyou don't have Nixon to kick around any morequot.", "date" : "1962/11/07"}, {"title" : " In Washington, D.C., U.S. President John F. Kennedy dedicates Dulles International Airport.", "date" : "1962/11/17"}, {"title" : " The Cuban Missile Crisis ends: In response to the Soviet Union agreeing to remove its missiles from Cuba, U.S. President John F. Kennedy ends the blockade of the Caribbean nation.", "date" : "1962/11/20"}, {"title" : " United Airlines Flight 297 crashes in Columbia, Maryland, killing all 17 on board.", "date" : "1962/11/23"}, {"title" : "Spiegel scandal: German police end their occupation of ''Der Spiegel'''s offices.", "date" : "1962/11/23"}, {"title" : "Mies Bouwman starts presenting the first live TV-marathon fundraising show (''Open Het Dorp''), which lasts 23 hours non-stop.", "date" : "1962/11/23"}, {"title" : " French President Charles De Gaulle orders Georges Pompidou to form a government.", "date" : "1962/11/27"}, {"title" : " An agreement is signed between Britain and France to develop the ''Concorde'' supersonic airliner.", "date" : "1962/11/29"}, {"title" : " The United Nations General Assembly elects U Thant of Burma as the new UN Secretary-General.", "date" : "1962/11/30"}, {"title" : " Vietnam War: After a trip to Vietnam at the request of U.S. President John F. Kennedy, U.S. Senate Majority Leader Mike Mansfield becomes the first American official to make a non-optimistic public comment on the war's progress.", "date" : "1962/12/02"}, {"title" : " Rainier III, Prince of Monaco revises the principality's constitution, devolving some of his formerly autocratic power to several advisory and legislative councils.", "date" : "1962/12/07"}, {"title" : "The first period of the Second Vatican Council closes.", "date" : "1962/12/07"}, {"title" : "The North Kalimantan National Army revolts in Brunei, in the first stirrings of the Indonesian Confrontation.", "date" : "1962/12/07"}, {"title" : "The 1962 New York City newspaper strike begins, affecting all of the city's major newspapers It would last for 114 days.", "date" : "1962/12/07"}, {"title" : "Former Dutch queen Wilhelmina buried at the New Church in Delft.", "date" : "1962/12/07"}, {"title" : " Tanganyika (now Tanzania) becomes a republic within the Commonwealth, with Julius Nyerere as president.", "date" : "1962/12/09"}, {"title" : "MGM's ''The Wizard of Oz'' receives its last of four December telecasts on CBS. It will skip a telecast in 1963, so beginning in 1964, first on CBS, then on NBC, and finally again on CBS, it will nearly always be telecast during the early part of the year until Turner Entertainment buys the rights to the film in the 1990s.", "date" : "1962/12/09"}, {"title" : " David Lean's epic film ''Lawrence of Arabia'', featuring Peter O' Toole, Omar Sharif, Alec Guinness, Jack Hawkins, and Anthony Quinn premieres in London. Six days later, it opens in the U.S.", "date" : "1962/12/10"}, {"title" : "In West Germany, a coalition government of Christian Democrats, Christian Socialists, and Free Democrats is formed.", "date" : "1962/12/10"}, {"title" : "The last execution by hanging in Canada takes place.", "date" : "1962/12/10"}, {"title" : "U.S. spacecraft Mariner 2 flies by Venus, becoming the first probe to successfully transmit data from another planet.", "date" : "1962/12/10"}, {"title" : "The Mona Lisa by Leonardo da Vinci ''Mona Lisa'' was assessed for insurance purposes at US$100 million, before the painting toured the United States for several months. It is the highest insurance value for a painting in history. However, the Louvre chose to spend the money that would have been spent on the insurance premium on security instead.", "date" : "1962/12/10"}, {"title" : " Storm over North Sea. Belgian pirate radio station Radio Uylenspiegel is knocked off the airwaves, never to operate again.", "date" : "1962/12/15"}, {"title" : " Britain acknowledges the right of Nyasaland (now Malawi) to secede from the Central African Federation.", "date" : "1962/12/19"}, {"title" : " Britain agrees to purchase Polaris missiles from the U.S.", "date" : "1962/12/21"}, {"title" : " quotBig Freezequot in Britain: There are no frost-free nights until March 5, 1963.", "date" : "1962/12/22"}, {"title" : " Cuba releases the last 1,113 participants in the Bay of Pigs Invasion to the U.S., in exchange for food worth $53 million.", "date" : "1962/12/24"}, {"title" : "United Nations troops occupy the last rebel positions in Katanga Moise Tshombe moves to South Rhodesia.", "date" : "1962/12/24"}, {"title" : "An unexpected storm buries Maine under five feet of snow, forcing the Bangor Daily News to miss a publication date for the only time in history. The same day, also the Netherlands are covered with several feet of snow.", "date" : "1962/12/24"}, {"title" : " Leonardo da Vinci's ''Mona Lisa'' is exhibited in the United States for the first time, at the National Gallery of Art in Washington, D.C..", "date" : "1963/01/08"}, {"title" : "The locomotive ''Flying Scotsman'' (British Railways No. 60103) makes its last scheduled run, before going into the hands of Alan Pegler for preservation.", "date" : "1963/01/08"}, {"title" : " Netherlands Due to severe winter conditions the twelfth elfstedentocht almost turns into a total disaster. Of the 9294 participants only 69 manage to finish, making this the heaviest elfstedentocht ever held.", "date" : "1963/01/18"}, {"title" : " France and West Germany sign the Elysée Treaty.", "date" : "1963/01/22"}, {"title" : " The Australia Day shootings rock Perth, Western Australia 2 people are shot dead and 3 others injured by Eric Edgar Cooke.", "date" : "1963/01/26"}, {"title" : " African American student Harvey Gantt enters Clemson University in South Carolina, the last U.S. state to hold out against racial integration.", "date" : "1963/01/28"}, {"title" : " French President Charles de Gaulle vetoes the United Kingdom's entry into the EEC.", "date" : "1963/01/29"}, {"title" : " Travel, financial and commercial transactions by United States citizens to Cuba are made illegal by the John F. Kennedy Administration.", "date" : "1963/02/08"}, {"title" : " Five Japanese cities located on the northernmost part of Kyūshū are merged and become the city of Kitakyūshū, with a population of more than 1 million.", "date" : "1963/02/10"}, {"title" : " The CIA's Domestic Operations Division is created.", "date" : "1963/02/11"}, {"title" : "The Beatles record their debut album ''Please Please Me'' in a single session.", "date" : "1963/02/11"}, {"title" : "Sylvia Plath commits suicide in London.", "date" : "1963/02/11"}, {"title" : " Northwest Orient Airlines Flight 705 crashes in the Florida Everglades killing all 43 persons aboard.", "date" : "1963/02/12"}, {"title" : " The publication of Betty Friedan's ''The Feminine Mystique'' launches the reawakening of the Women's Movement in the United States as women's organizations and consciousness-raising groups spread.", "date" : "1963/02/19"}, {"title" : " An earthquake destroys the village of Barce, Libya, killing 900.", "date" : "1963/02/21"}, {"title" : "Juan Bosch takes office as the 41st president of the Dominican Republic.", "date" : "1963/02/21"}, {"title" : "Female suffrage is enacted in Iran.", "date" : "1963/02/21"}, {"title" : " Dorothy Schiff resigns from the New York Newspaper Publisher's Association, feeling that the city needs at least one paper.  Her paper, the ''New York Post'', resumes publication on March 4.", "date" : "1963/02/28"}, {"title" : "March", "date" : "1963/02/28"}, {"title" : "Iron Man debuts in Marvel Comics's Tales of Suspense #39.", "date" : "1963/02/28"}, {"title" : "The divorce case of The Duke and Duchess of Argyll causes scandal in the United Kingdom.", "date" : "1963/02/28"}, {"title" : " In Paris, 6 people are sentenced to death for conspiring to assassinate President Charles de Gaulle. De Gaulle pardons 5 of them but the other conspirator is executed by firing squad a few days later.", "date" : "1963/03/04"}, {"title" : " In Camden, Tennessee, country music superstar Patsy Cline (Virginia Patterson Hensley) is killed in a plane crash along with fellow performers Hawkshaw Hawkins, Cowboy Copas and Cline's manager and pilot Randy Hughes, while returning from a benefit performance in Kansas City, Kansas for country radio disc jockey quotCactusquot Jack Call.", "date" : "1963/03/05"}, {"title" : " Mount Agung erupts on Bali, killing 11,000.", "date" : "1963/03/16"}, {"title" : " ''Gideon v. Wainwright'': The U.S. Supreme Court rules that the poor must have lawyers.", "date" : "1963/03/18"}, {"title" : " The Alcatraz Island federal penitentiary in San Francisco Bay closes the last 27 prisoners are transferred elsewhere at the order of Attorney General Robert F. Kennedy.", "date" : "1963/03/21"}, {"title" : " The Beatles release their first album ''Please Please Me''.", "date" : "1963/03/22"}, {"title" : " ''Dansevise'' by Grethe amp Jørgen Ingmann (music by Otto Francker, text by Sejr Volmer-Sørensen) wins the Eurovision Song Contest 1963 for Denmark.", "date" : "1963/03/23"}, {"title" : " In Britain, Dr. Beeching issues a report calling for huge cuts to the UK's rail network.", "date" : "1963/03/27"}, {"title" : " Indigenous Australians legally allowed to drink alcohol in New South Wales.''Tracker'', quotFootprints Trackerquot, August 2012, p. 46.", "date" : "1963/03/30"}, {"title" : " The 1962 New York City newspaper strike ends after 114 days.", "date" : "1963/03/31"}, {"title" : " The longrunning soap opera ''General Hospital'' debuted on ABC.", "date" : "1963/04/01"}, {"title" : " SCLC volunteers kick off the Birmingham campaign (Birmingham, Alabama) against racial segregation in the United States with a sit-in.", "date" : "1963/04/03"}, {"title" : " Yugoslavia is proclaimed to be a socialist republic, and Josip Broz Tito is named President for Life.", "date" : "1963/04/07"}, {"title" : " The 35th Academy Awards ceremony was held.  ''Lawrence of Arabia'' won Best Picture.", "date" : "1963/04/08"}, {"title" : " Sir Winston Churchill becomes honorary citizen of the United States", "date" : "1963/04/09"}, {"title" : " The U.S. nuclear submarine ''Thresher'' sinks {{convert|220|mi|km}} east of Cape Cod all 129 crewmen die.", "date" : "1963/04/10"}, {"title" : "Martin Luther King, Jr., Ralph Abernathy, Fred Shuttlesworth and others are arrested in a Birmingham, Alabama protest for ampquotparading without a permitampquot.", "date" : "1963/04/10"}, {"title" : "The Soviet nuclear powered submarine ''K-33'' collides with the Finnish merchant vessel M/S ''Finnclipper'' in the Danish Straits. Although severely damaged, both vessels make it to port.", "date" : "1963/04/10"}, {"title" : " The Institute of Mental Health (Belgrade) is established.", "date" : "1963/04/14"}, {"title" : " 70,000 marchers arrive in London from Aldermaston, to demonstrate against nuclear weapons.", "date" : "1963/04/15"}, {"title" : " Martin Luther King, Jr. issues his ''Letter from Birmingham Jail''.", "date" : "1963/04/16"}, {"title" : " In Quebec, Canada, members of the terrorist group Front de libération du Québec, bomb a Canadian Army recruitment center, killing night watchman Wilfred V. O'Neill.", "date" : "1963/04/20"}, {"title" : "April 23 ampndash The first election of the Supreme Institution of the Bahá'í Faith (known as the Universal House of Justice, whose seat is at the Bahá'í World Centre on Mount Carmel in Haifa, Israel) is held.", "date" : "1963/04/21"}, {"title" : " Lester Bowles Pearson becomes the 14th Prime Minister of Canada.", "date" : "1963/04/22"}, {"title" : " A general election is held in Italy.", "date" : "1963/04/28"}, {"title" : " Buddy Rogers becomes the first WWF Champion.", "date" : "1963/04/29"}, {"title" : " The Coca-Cola Company introduces its first diet drink, TaB cola.", "date" : "1963/05/01"}, {"title" : "Thousands of African Americans, many of them children, are arrested while protesting segregation in Birmingham, Alabama. Public Safety Commissioner Eugene ampquotBullampquot Connor later unleashes fire hoses and police dogs on the demonstrators.", "date" : "1963/05/01"}, {"title" : "Berthold Seliger launches near Cuxhaven a 3 stage rocket with a maximum flight altitude of more than 62 miles (the only sounding rocket developed in Germany).", "date" : "1963/05/01"}, {"title" : " The Le Monde Theater fire in Dioirbel, Senegal kills 64.", "date" : "1963/05/04"}, {"title" : "''Dr. No'', the first James Bond film, is shown in U.S. theaters.", "date" : "1963/05/04"}, {"title" : "Hue Vesak shootings: The Army of the Republic of Vietnam opens fire on Buddhists who defy a ban on the flying of the Buddhist flag on Vesak, the birthday of Gautama Buddha, killing nine. Earlier, President Ngo Dinh Diem allowed the flying of the Vatican flag in honour of his brother, Archbishop Ngo Dinh Thuc.", "date" : "1963/05/04"}, {"title" : " A smallpox outbreak hits Stockholm, Sweden, lasting until July.", "date" : "1963/05/13"}, {"title" : " Mercury program: NASA launches Gordon Cooper on ''Mercury 9'', the last mission (on June 12 NASA Administrator James E. Webb tells Congress the program is complete).", "date" : "1963/05/15"}, {"title" : " Fidel Castro visits the Soviet Union.", "date" : "1963/05/23"}, {"title" : " The Organisation of African Unity is established in Addis Ababa, Ethiopia.", "date" : "1963/05/25"}, {"title" : " ''The Freewheelin' Bob Dylan'' is singer-songwriter Bob Dylan's second studio album, and most influential, released by Columbia Records.", "date" : "1963/05/27"}, {"title" : " Hue chemical attacks: The Army of the Republic of Vietnam pours chemicals on the heads of Buddhist protestors. The United States threatens to cut off aid to Ngo Dinh Diem's regime", "date" : "1963/06/03"}, {"title" : " President John F. Kennedy signs Executive Order 11110.", "date" : "1963/06/04"}, {"title" : " The first annual NHL draft is held in Montreal, Quebec.", "date" : "1963/06/05"}, {"title" : "resident John F. Kennedy delivers his Peace Speech at American University.", "date" : "1963/06/10"}, {"title" : " The University of Central Florida is established by the Florida legislature.", "date" : "1963/06/10"}, {"title" : "In Saigon, Buddhist monk Thích Quảng Ðức commits self-immolation to protest the oppression of Buddhists by the Ngo Dinh Diem administration.", "date" : "1963/06/10"}, {"title" : "Alabama Governor George C. Wallace stands in the door of the University of Alabama to protest against integration, before stepping aside and allowing African Americans James Hood and Vivian Malone to enroll.", "date" : "1963/06/10"}, {"title" : "President John F. Kennedy delivered a historic Civil Rights Address, in which he promises a Civil Rights Bill, and asks for ampquotthe kind of equality of treatment that we would want for ourselves.ampquot", "date" : "1963/06/10"}, {"title" : "Medgar Evers is murdered in Jackson, Mississippi (his killer is convicted in 1994).", "date" : "1963/06/10"}, {"title" : "Release of the film ''Cleopatra''.", "date" : "1963/06/10"}, {"title" : " The cancellation of Mercury 10 effectively ends the Mercury program of United States manned spaceflight.", "date" : "1963/06/13"}, {"title" : " ''Vostok 6'' carries Soviet cosmonaut Valentina Tereshkova, the first woman, into space.", "date" : "1963/06/16"}, {"title" : " ''Abington School District v. Schempp'': The U.S. Supreme Court rules that state-mandated Bible reading in public schools is unconstitutional.", "date" : "1963/06/17"}, {"title" : " Valentina Tereshkova the first woman in space, returns to Earth.", "date" : "1963/06/19"}, {"title" : " Pope Paul VI (Giovanni Battista Montini) succeeds Pope John XXIII as the 262nd pope.", "date" : "1963/06/21"}, {"title" : " John F. Kennedy gives his 'Ich bin ein Berliner' speech in West Berlin.", "date" : "1963/06/26"}, {"title" : " ZIP Codes are introduced in the U.S.", "date" : "1963/07/01"}, {"title" : "Diplomatic relations between the Israeli and the Japanese governments are raised to embassy level.", "date" : "1963/07/01"}, {"title" : "The Roman Catholic Church accepts cremation as a funeral practice.", "date" : "1963/07/01"}, {"title" : " Double Seven Day scuffle: Secret police loyal to Ngo Dinh Nhu, brother of President Ngo Dinh Diem, attack American journalists including Peter Arnett and David Halberstam at a demonstration during the Buddhist crisis.", "date" : "1963/07/07"}, {"title" : " Pauline Reade, 16, is abducted by Myra Hindley and Ian Brady in Manchester, England. Her remains would be found in July 1987.", "date" : "1963/07/12"}, {"title" : " American test pilot Joe Walker, flying the X-15, reaches an altutude of 65.8 miles (105.9 kilometers), making it a sub-orbital spaceflight by recognized international standards.", "date" : "1963/07/19"}, {"title" : "An earthquake in Skopje, Yugoslavia (now in the Republic of Macedonia) leaves 1,800 dead.", "date" : "1963/07/19"}, {"title" : "NASA launches Syncom 2, the world's first geostationary (synchronous) satellite.", "date" : "1963/07/19"}, {"title" : " The Soviet newspaper ''Izvestia'' reports that Kim Philby has been given asylum in Moscow.", "date" : "1963/07/30"}, {"title" : " The United States, United Kingdom, and Soviet Union sign a nuclear test ban treaty.", "date" : "1963/08/05"}, {"title" : " The Great Train Robbery of 1963 takes place in Buckinghamshire, England.", "date" : "1963/08/08"}, {"title" : " President Fulbert Youlou is overthrown in the Republic of Congo, after a three-day uprising in the capital.", "date" : "1963/08/15"}, {"title" : " American civil rights movement: James Meredith becomes the first black person to graduate from the University of Mississippi.", "date" : "1963/08/18"}, {"title" : "Xa Loi Pagoda raids: The Army of the Republic of Vietnam Special Forces loyal to Ngo Dinh Nhu, brother of President Ngo Dinh Diem, vandalise Buddhist pagodas across the country, arresting thousands and leaving an estimated hundreds dead.", "date" : "1963/08/18"}, {"title" : "Cable 243: In the wake of the Xa Loi Pagoda raids, the Kennedy administration orders the US Embassy, Saigon to explore alternative leadership in South Vietnam, opening the way towards a coup against Diem.", "date" : "1963/08/18"}, {"title" : " American test pilot Joe Walker again achieves a sub-orbital spaceflight according to international standards, this time by piloting the X-15 to an altutude of 67.0 miles (107.8 kilometers).", "date" : "1963/08/22"}, {"title" : " Martin Luther King, Jr. delivers his ''I Have A Dream'' speech on the steps of the Lincoln Memorial to an audience of at least 250,000, during the March on Washington for Jobs and Freedom.", "date" : "1963/08/28"}, {"title" : "September ampampndash Marvel Comics releases the first-ever X-Men comic book", "date" : "1963/08/28"}, {"title" : " British prostitute Christine Keeler is arrested for perjury. On December 6 she is sentenced to 9 months in prison.", "date" : "1963/09/05"}, {"title" : " The Centre for International Industrial Property Studies (CEIPI) is founded.", "date" : "1963/09/06"}, {"title" : " The Pro Football Hall of Fame opens in Canton, Ohio with 17 charter members.", "date" : "1963/09/07"}, {"title" : " Mafia boss Bernardo Provenzano is indicted for murder (he is captured 43 years later, on April 11, 2006).", "date" : "1963/09/10"}, {"title" : " American civil rights movement: The 16th Street Baptist Church bombing, in Birmingham, Alabama, kills 4 and injures 22.", "date" : "1963/09/15"}, {"title" : "Malaysia is formed through the merging of the Federation of Malaya and the British crown colony of Singapore, North Borneo (renamed Sabah) and Sarawak.", "date" : "1963/09/15"}, {"title" : "In Fort-Lamy, Chad, demonstrations are quelled with 300 dead.", "date" : "1963/09/15"}, {"title" : " Rioters burn down the British Embassy in Jakarta, to protest the formation of Malaysia.", "date" : "1963/09/18"}, {"title" : " King Fahd University for Petroleum and Minerals is established by a Saudi Royal Decree as the College of Petroleum and Minerals.", "date" : "1963/09/23"}, {"title" : " The U.S. Senate ratifies the nuclear test ban treaty.", "date" : "1963/09/24"}, {"title" : " The Denning Report on the Profumo affair is published in Great Britain.", "date" : "1963/09/25"}, {"title" : " ''The Littlest Hobo'' debuts on TV across North America with the first episode entitled quotBlue Water Sailorquot.", "date" : "1963/09/27"}, {"title" : "The second period of the Second Vatican Council in Rome opens.", "date" : "1963/09/27"}, {"title" : "The University of East Anglia is established in Norwich, England.", "date" : "1963/09/27"}, {"title" : "Nigeria becomes a republic The 1st Republican Constitution is established", "date" : "1963/09/27"}, {"title" : "In the U.S., the President's Commission on the Status of Women issues its final reports to President Kennedy.", "date" : "1963/09/27"}, {"title" : " Los Angeles Dodgers left-handed pitcher Sandy Koufax sets a World Series record by striking out 15 New York Yankees in a 5-2 victory in Game 1 at Yankee Stadium. The Dodgers sweep the series in four straight, with Koufax defeating the Yankees 2-1 in Game 4 at Dodger Stadium.", "date" : "1963/10/02"}, {"title" : " Hurricane Flora, one of the worst Atlantic storms in history, hits Hispaniola and Cuba killing nearly 7,000 people.", "date" : "1963/10/04"}, {"title" : " Sam Cooke and his band are arrested after trying to register at a quotwhites onlyquot motel in Louisiana. In the months following, he records the song quotA Change Is Gonna Comequot.", "date" : "1963/10/08"}, {"title" : " In northeast Italy, over 2,000 people are killed when a large landslide behind the Vajont Dam causes a giant wave of water to overtop it.", "date" : "1963/10/09"}, {"title" : "The nuclear test ban treaty, signed on August 5, takes effect.", "date" : "1963/10/09"}, {"title" : "The second James Bond film, ''From Russia with Love'', opens in the UK.", "date" : "1963/10/09"}, {"title" : " A revolution starts in Radfan, South Yemen, against British colonial rule.", "date" : "1963/10/14"}, {"title" : " The thousandth day of John F. Kennedy's presidency.", "date" : "1963/10/16"}, {"title" : " Alec Douglas-Home succeeds Harold Macmillan as British Prime Minister.", "date" : "1963/10/19"}, {"title" : " Demolition of the 1910 Pennsylvania Station begins in New York City.  Demolition continues until 1966.", "date" : "1963/10/28"}, {"title" : " Car manufacturing firm Lamborghini is founded.", "date" : "1963/10/30"}, {"title" : " 74 die in a gas explosion during a Holiday on Ice show at the Indiana State Fair Coliseum in Indianapolis.", "date" : "1963/10/31"}, {"title" : " Arecibo Observatory officially begins operation.", "date" : "1963/11/01"}, {"title" : " 1963 South Vietnamese coup: South Vietnamese President Ngo Dinh Diem is assassinated following a military coup.", "date" : "1963/11/02"}, {"title" : "Vietnam War: Coup leader General Duong Van Minh takes over as leader of South Vietnam.", "date" : "1963/11/02"}, {"title" : "Laura Welch (later Bush) causes a car accident that results in the death of Michael Dutton Douglas in her hometown of Midland, Texas.", "date" : "1963/11/02"}, {"title" : " Wunder von Lengede: In Germany, 11 miners are rescued from a collapsed mine after 14 days.", "date" : "1963/11/07"}, {"title" : " Finnair flight OH-LCA crashes before landing at Mariehamn airport on the Åland islands.", "date" : "1963/11/08"}, {"title" : "Miike Coal Mine explosion: In Japan, a coal mine explosion kills 458 and sends 839 carbon monoxide poisoning victims to the hospital.", "date" : "1963/11/08"}, {"title" : "A triple-train disaster in Yokohama, Japan kills 161.", "date" : "1963/11/08"}, {"title" : " Malcolm X makes a historic speech in Detroit, Michigan: Message to the Grass Roots", "date" : "1963/11/10"}, {"title" : " A volcanic eruption under the sea near Iceland creates a new island, Surtsey.", "date" : "1963/11/14"}, {"title" : " A newspaper strike begins in Toledo, Ohio.", "date" : "1963/11/16"}, {"title" : "The Dartford Tunnel opens in the U.K.", "date" : "1963/11/16"}, {"title" : "The first push-button telephone is made available to ATampampT customers.", "date" : "1963/11/16"}, {"title" : "The Beatles' second U.K. album, ''With The Beatles'', is released", "date" : "1963/11/16"}, {"title" : "John F. Kennedy assassination: In Dallas, Texas, United States President John F. Kennedy is assassinated, Texas Governor John B. Connally is seriously wounded, and Vice President Lyndon Baines Johnson becomes the 36th President. All television coverage for the next four days is devoted to the assassination, its aftermath, the procession of the horsedrawn casket to the Capitol Rotunda, and the funeral of President Kennedy. Stores and businesses shut down for the entire weekend and Monday, in tribute.", "date" : "1963/11/16"}, {"title" : "John Kilbride, 12, is abducted by Myra Hindley and Ian Brady in Great Britain.", "date" : "1963/11/16"}, {"title" : "The first episode of the BBC television series ''Doctor Who'' is broadcast in the United Kingdom.", "date" : "1963/11/16"}, {"title" : "The Golden Age Nursing Home fire kills 63 elderly people near Fitchville, Ohio.", "date" : "1963/11/16"}, {"title" : "John F. Kennedy assassination:Lee Harvey Oswald, alleged assassin of John F. Kennedy, is shot dead by Jack Ruby in Dallas, Texas on live national television. Later that night, a hastily arranged program, ''A Tribute to John F. Kennedy from the Arts'', featuring actors, opera singers, and noted writers, all performing dramatic readings and/or music, is telecast on ABC-TV.", "date" : "1963/11/16"}, {"title" : "Vietnam War: New U.S. President Lyndon B. Johnson confirms that the United States intends to continue supporting South Vietnam militarily and economically.", "date" : "1963/11/16"}, {"title" : " U.S. President Kennedy is buried at Arlington National Cemetery. Schools around the nation do not have class on that day, millions watch the funeral on live international television.", "date" : "1963/11/25"}, {"title" : "U.S. President Lyndon B. Johnson establishes the Warren Commission to investigate the assassination of President Kennedy.", "date" : "1963/11/25"}, {"title" : "Trans-Canada Airlines Flight 831, a Douglas DC-8 carrying 118, crashes into a wooded hillside after taking-off from Dorval International Airport near Montreal, killing all on board (the worst air disaster for many years in Canada's history).", "date" : "1963/11/25"}, {"title" : "Foundation stone for Mirzapur Cadet College is led in East Pakistan (now Bangladesh).", "date" : "1963/11/25"}, {"title" : " The Warren Commission begins its investigation.", "date" : "1963/12/03"}, {"title" : " The second period of Second Vatican Council closes.", "date" : "1963/12/04"}, {"title" : " The Seliger Forschungs-und-Entwicklungsgesellschaft mbH demonstrates rockets for military use to military representatives of non-NATO-countries near Cuxhaven. Although these rockets land via parachute at the end of their flight and no allied laws are violated, the Soviet Union protests this action.", "date" : "1963/12/05"}, {"title" : " Tony Verna, a CBS-TV director, invented  Instant Replay and  aired it during his direction of a live, televised sporting event, the 1963 Army-Navy Game played in Philadelphia.", "date" : "1963/12/07"}, {"title" : "A lightning strike causes the crashing of Pan Am Flight 214 near Elkton, Maryland, killing 81 people.", "date" : "1963/12/07"}, {"title" : "Frank Sinatra Jr. is kidnapped at Harrah's Lake Tahoe.", "date" : "1963/12/07"}, {"title" : " In the United States, the X-20 Dyna-Soar spaceplane program is cancelled. Also on this date: Chuck Yeager quotwhile testing an NF-104A rocket-augmented aerospace trainer, he narrowly escaped death when his aircraft went out of control at 108,700 feet (nearly 21 miles up) and crashed. He parachuted to safety at 8,500 feet after vainly battling to gain control of the powerless, rapidly falling craft. In this incident he became the first pilot to make an emergency ejection in the full pressure suit needed for high altitude flights.”", "date" : "1963/12/10"}, {"title" : " Kenya becomes independent, with Jomo Kenyatta as prime minister.", "date" : "1963/12/12"}, {"title" : " Zanzibar gains independence from Great Britain as a constitutional monarchy, under Sultan Jamshid bin Abdullah.", "date" : "1963/12/19"}, {"title" : " Cyprus Emergency: Inter-communal fighting erupts between Greek Cypriots and Turkish Cypriots.", "date" : "1963/12/21"}, {"title" : " The cruise ship ''Lakonia'' burns {{convert|180|mi|km}} north of Madeira, with the loss of 128 lives.", "date" : "1963/12/22"}, {"title" : "Walt Disney releases his 18th feature-length animated motion picture ''The Sword in the Stone'', about the boyhood of King Arthur. It is the penultimate animated film personally supervised by Disney.", "date" : "1963/12/22"}, {"title" : "İsmet İnönü of CHP forms the new government of Turkey (28th government, coalition partners independents, İnönü has served 10 ten times as a prime minister, this is his last government)", "date" : "1963/12/22"}, {"title" : " quotI Want to Hold Your Handquot and quotI Saw Her Standing Therequot are released in the U.S., marking the beginning of Beatlemania on an international level.", "date" : "1963/12/26"}, {"title" : "A British firm, the Leyland Motor Corp., announces the sale of 450 buses to the Cuban government, challenging the United States blockade of Cuba.", "date" : "1964/01/07"}, {"title" : "In his first State of the Union Address, U.S. President Lyndon Johnson declares a quotWar on Povertyquot.", "date" : "1964/01/08"}, {"title" : "''Martyrs' Day'': Armed clashes between United States troops and Panamanian civilians in the Panama Canal Zone precipitate a major international crisis, resulting in the deaths of 21 Panamanians and 4 U.S. soldiers.", "date" : "1964/01/09"}, {"title" : "''Introducing...the Beatles'' is released by Chicago's Vee-Jay Records to get the jump on Capitol Records' release of ''Meet the Beatles!'', scheduled for January 20.  The two record companies fight over Vee-Jay's release of this album in court.", "date" : "1964/01/10"}, {"title" : "United States Surgeon General Luther Leonidas Terry reports that smoking may be hazardous to one's health (the first such statement from the U.S. government).", "date" : "1964/01/11"}, {"title" : "The predominantly Arab government of Zanzibar is overthrown by African nationalist rebels a U.S. destroyer evacuates 61 U.S. citizens.", "date" : "1964/01/11"}, {"title" : "Routine U.S. naval patrols of the South China Sea begin.", "date" : "1964/01/11"}, {"title" : "In Manchester, New Hampshire, 14-year-old Pamela Mason is murdered. Edward Coolidge is tried and convicted of the crime, but the conviction is set aside by the landmark Fourth Amendment Case quotCoolidge vs. New Hampshire (1971).quot", "date" : "1964/01/13"}, {"title" : "''Hello, Dolly!'' opens in New York City's St. James Theatre.", "date" : "1964/01/13"}, {"title" : "John Glenn, the first American to orbit the earth, resigns from the space program.", "date" : "1964/01/13"}, {"title" : "John Glenn announces that he will seek the Democratic nomination for U.S. Senator from Ohio.", "date" : "1964/01/17"}, {"title" : "Plans to build the New York World Trade Center are announced.", "date" : "1964/01/18"}, {"title" : "''Meet the Beatles!'', the first The Beatles album from Capitol Records in the United States, is released ten days after Chicago's Vee-Jay Records releases ''Introducing... The Beatles''.  The two record companies battle it out in court for months, eventually coming to a settlement.", "date" : "1964/01/20"}, {"title" : "Kenneth Kaunda is inaugurated as the first Prime Minister of Northern Rhodesia.", "date" : "1964/01/22"}, {"title" : "Pope Paul VI institutes the World Day of Prayer for Vocations. It is being observed up to now. During this celebration the  Popes remind the universal Church that still today salvation comes to us. It is celebrated every Fourth Sunday of Easter also known as Good Shepherd Sunday.", "date" : "1964/01/22"}, {"title" : "Thirteen years after its proposal and nearly 2 years after its passage by the United States Senate, the 24th Amendment to the United States Constitution, prohibiting the use of poll taxes in national elections, is ratified.", "date" : "1964/01/22"}, {"title" : "Arthur Miller's ''After the Fall'' opens on Broadway. A semi-autobiographical work, it arouses controversy over his portrayal of late ex-wife Marilyn Monroe.", "date" : "1964/01/22"}, {"title" : "The annual telecasts of ''The Wizard of Oz'' resume after being temporarily discontinued in 1963. The reason for the film's not being shown that year is not made public, but it is possible that it was because of the recent assassination of President John F. Kennedy. If the then-established pattern of Christmas-season showings of the film had continued in 1963, the movie would have had to be shown in early December, only two weeks after the President's death.", "date" : "1964/01/26"}, {"title" : "France and the People's Republic of China announce their decision to establish diplomatic relations.", "date" : "1964/01/26"}, {"title" : "U.S. Senator Margaret Chase Smith, 66, announces her candidacy for the Republican presidential nomination.", "date" : "1964/01/26"}, {"title" : "A U.S. Air Force jet training plane that strays into East Germany is shot down by Soviet fighters near Erfurt all 3 crew men are killed.", "date" : "1964/01/28"}, {"title" : "February 9 – The 1964 Winter Olympics are held in Innsbruck, Austria.", "date" : "1964/01/29"}, {"title" : "The Soviet Union launches 2 scientific satellites, Elektron I and II, from a single rocket.", "date" : "1964/01/29"}, {"title" : "Ranger 6 is launched by NASA, on a mission to carry television cameras and crash-land on the Moon.", "date" : "1964/01/29"}, {"title" : "General Nguyen Khanh leads a bloodless military coup d'état, replacing Duong Van Minh as Prime Minister of South Vietnam.", "date" : "1964/01/30"}, {"title" : "February – African and Malagasy Union for Economic Cooperation (UAMCE) (Union Africaine et Malgache de Coopération Économique).", "date" : "1964/01/30"}, {"title" : "The Beatles vault to the #1 spot on the U.S. singles charts for the first time, with quotI Want to Hold Your Handquot, forever changing the way popular music sounds to Americans, also starting the British Invasion in America.", "date" : "1964/02/01"}, {"title" : "Protesting against alleged de-facto school racial segregation, Black and Puerto Rican groups in New York City boycott public schools.", "date" : "1964/02/03"}, {"title" : "The Government of the United States authorizes the Twenty-fourth Amendment, outlawing the poll tax.", "date" : "1964/02/03"}, {"title" : "General Motors introduces the Oldsmobile Vista Cruiser and the Buick Sport Wagon.", "date" : "1964/02/03"}, {"title" : "Kashmir Day On February 5, 1964, India backed out of its promise to hold plebiscite in disputed territory of Kashmir. Instead, in March 1965, the Indian Parliament passed a bill, declaring Kashmir a province of India. In 1948, India had taken the issue of Kashmir to the United Nations Security Council and offered to hold a plebiscite in the held Kashmir under UN supervision.", "date" : "1964/02/05"}, {"title" : "Cuba cuts off the normal water supply to the United States Guantanamo Bay Naval Base, in reprisal for the U.S. seizure 4 days earlier of 4 Cuban fishing boats off the coast of Florida.", "date" : "1964/02/06"}, {"title" : "A Jackson, Mississippi jury, trying Byron De La Beckwith for the murder of Medgar Evers in June 1963, reports that it cannot reach a verdict, resulting in a mistrial.", "date" : "1964/02/06"}, {"title" : "The Beatles arrive from England at New York City's JFK International Airport, receiving a tumultuous reception from a throng of screaming fans, marking the first occurrence of ampquotBeatlemaniaampquot in the United States.", "date" : "1964/02/06"}, {"title" : "The Beatles appear on ''The Ed Sullivan Show'', marking their first live performance on American television. Seen by an estimated 73 million viewers, the appearance becomes the catalyst for the mid-1960s quotBritish Invasionquot of American popular music.", "date" : "1964/02/09"}, {"title" : "Greeks ampamp Turks begin fighting in Limassol, Cyprus.", "date" : "1964/02/09"}, {"title" : "The Republic of China (Taiwan) drops diplomatic relations with France because of French recognition of the People's Republic of China.", "date" : "1964/02/09"}, {"title" : "''Wesberry v. Sanders'' (376 US 1 1964): The Supreme Court of the United States rules that congressional districts have to be approximately equal in population.", "date" : "1964/02/09"}, {"title" : "Gabonese president Leon M'ba is toppled by a military coup and his archrival, Jean-Hilaire Aubame, is installed in his place.  However, French intervention restores M'ba's government the next day.", "date" : "1964/02/09"}, {"title" : "hrysler's Second Generation HEMI racing engine (426 Cubic Inches with Hemispherical Head design) debuts at the Daytona 500. The HEMI powered Plymouth of Richard Petty (#43) wins. HEMI powered Plymouths finish 1-2-3.", "date" : "1964/02/23"}, {"title" : "Muhammad Ali beats Sonny Liston in Miami Beach, Florida, and is crowned the heavyweight champion of the world.", "date" : "1964/02/25"}, {"title" : "U.S. politician John Glenn slips on a bathroom rug in his Columbus, Ohio apartment and hits his head on the bathtub, injuring his left inner ear, and prompting him (later that week) to withdraw from the race for the Democratic Party Senate nomination.", "date" : "1964/02/26"}, {"title" : "The government of Italy asks for help to keep the Leaning Tower of Pisa from toppling over.", "date" : "1964/02/27"}, {"title" : "U.S. President Lyndon B. Johnson announces that the United States has developed a jet airplane (the A-11), capable of sustained flight at more than {{convert|2000|mi/h|km/h}} and of altitudes of more than {{convert|70000|ft|m}}.", "date" : "1964/02/29"}, {"title" : "Teamsters President Jimmy Hoffa is convicted by a federal jury of tampering with a federal jury in 1962.", "date" : "1964/03/04"}, {"title" : "Constantine II becomes King of Greece, upon the death of his father King Paul.", "date" : "1964/03/04"}, {"title" : "Malcolm X, suspended from the Nation of Islam, says in New York City that he is forming a black nationalist party.", "date" : "1964/03/04"}, {"title" : "''New York Times Co. v Sullivan'' (376 US 254 1964): The United States Supreme Court rules that under the First Amendment, speech criticizing political figures cannot be censored.", "date" : "1964/03/04"}, {"title" : "The first Ford Mustang rolls off the assembly line at Ford Motor Company.", "date" : "1964/03/04"}, {"title" : "Soviet military forces shoot down an unarmed reconnaissance bomber that had strayed into East Germany the 3 U.S. flyers parachute to safety.", "date" : "1964/03/04"}, {"title" : "Henry Cabot Lodge, Jr., Ambassador to South Vietnam, wins the New Hampshire Republican primary.", "date" : "1964/03/04"}, {"title" : "Malcolm X leaves the Nation of Islam.", "date" : "1964/03/12"}, {"title" : "In a notorious incident, 38 of her neighbors in Queens, New York City fail to respond to the cries of Kitty Genovese, 28, as she is being stabbed to death.", "date" : "1964/03/13"}, {"title" : "A Dallas, Texas jury finds Jack Ruby guilty of killing John F. Kennedy assassin Lee Harvey Oswald.", "date" : "1964/03/14"}, {"title" : "Richard Burton and Elizabeth Taylor marry (for the first time) in Montreal.", "date" : "1964/03/15"}, {"title" : "June 6 – The first United Nations Conference on Trade and Development takes place.", "date" : "1964/03/20"}, {"title" : "The precursor of the European Space Agency, ESRO (European Space Research Organization) is established per an agreement signed on June 14, 1962.", "date" : "1964/03/20"}, {"title" : "''Non ho l'età'' by Gigliola Cinquetti (music by Nicola Salerno, text by Mario Panzeri) wins the Eurovision Song Contest 1964 for Italy.", "date" : "1964/03/21"}, {"title" : "U.S. Defense Secretary Robert McNamara delivers an address that reiterates American determination to give South Vietnam increased military and economic aid, in its war against the Communist insurgency.", "date" : "1964/03/26"}, {"title" : "Good Friday) – The Great Alaskan earthquake, the second most powerful known (and the most powerful earthquake in the United States) at a magnitude of 9.2, strikes South Central Alaska, killing 125 people and inflicting massive damage to the city of Anchorage.", "date" : "1964/03/27"}, {"title" : "King Saud of Saudi Arabia abdicates the throne.", "date" : "1964/03/28"}, {"title" : "Radio Caroline becomes England's first pirate radio station, from a ship anchored just outside  UK territorial waters.", "date" : "1964/03/29"}, {"title" : "Merv Griffin's game show ''Jeopardy!'' debuts on NBC Art Fleming is its first host.", "date" : "1964/03/30"}, {"title" : "The military overthrows Brazilian President João Goulart in a coup, starting 21 years of dictatorship in Brazil.", "date" : "1964/03/31"}, {"title" : "Mrs. Malcolm Peabody, 72, mother of Massachusetts Governor Endicott Peabody, is released on $450 bond after spending 2 days in a St. Augustine, Florida jail, for participating in an anti-segregation demonstration there.", "date" : "1964/04/02"}, {"title" : "The Beatles hold the top 5 positions in the Billboard Top 40 singles in America, an unprecedented achievement. The top songs in America as listed on April 4, in order, are: Can't Buy Me Love, Twist and Shout, She Loves You, I Want to Hold Your Hand, and Please Please Me.", "date" : "1964/04/02"}, {"title" : "Three high school friends in Hoboken, N.J., open the first BLIMPIE on Washington Street.", "date" : "1964/04/02"}, {"title" : "Jigme Palden Dorji, Premier of the Himalayan kingdom of Bhutan, is shot dead by an unidentified assassin in Puncholing, near the Indian border.", "date" : "1964/04/06"}, {"title" : "IBM announces the System/360.", "date" : "1964/04/07"}, {"title" : "Four of 5 railroad operating unions strike against the Illinois Central Railroad without warning, bringing to a head a 5-year dispute over railroad work rules.", "date" : "1964/04/07"}, {"title" : "Gemini 1 is launched, the first unmanned test of the 2-man spacecraft.", "date" : "1964/04/07"}, {"title" : "''From Russia with Love'' premiers in U.S. movie theaters.", "date" : "1964/04/07"}, {"title" : "The United Nations Security Council adopts by a 9–0 vote a resolution deploring a British air attack on a fort in Yemen 12 days earlier, in which 25 persons were reported killed.", "date" : "1964/04/09"}, {"title" : "The Brazilian Congress elects Field Marshal Humberto de Alencar Castello Branco as President of Brazil.", "date" : "1964/04/11"}, {"title" : "In Detroit, Michigan, Malcolm X delivers a speech entitled quotThe Ballot or the Bullet.quot", "date" : "1964/04/12"}, {"title" : "The 36th Academy Awards ceremony is held.", "date" : "1964/04/13"}, {"title" : "Sidney Poitier is the first black person to win an Academy Award in the catergory Best Actor in a Leading Role in Lilies of the Field", "date" : "1964/04/13"}, {"title" : "A Delta rocket's third stage motor ignites prematurely in an assembly room at Cape Canaveral, killing 3.", "date" : "1964/04/14"}, {"title" : "The Rolling Stones release their debut album, ''The Rolling Stones''.", "date" : "1964/04/14"}, {"title" : "Sentences totalling 307 years are passed on 12 men who stole £2.6m in used bank notes, after holding up the night mail train travelling from Glasgow to London in August 1963 – a heist that became known as the Great Train Robbery.", "date" : "1964/04/14"}, {"title" : "In the United States, the Ford Mustang is officially unveiled to the public.", "date" : "1964/04/14"}, {"title" : "Shea Stadium opens in Flushing, New York.", "date" : "1964/04/14"}, {"title" : "In Laos, the coalition government of Prince Souvanna Phouma is deposed by a right-wing military group, led by Brig. Gen. Kouprasith Abhay.  Not supported by the U.S., the coup is ultimately unsuccessful, and Souvanna Phouma is reinstated, remaining Prime Minister until 1975.", "date" : "1964/04/19"}, {"title" : "U.S. President Lyndon Johnson in New York, and Soviet Premier Nikita Khrushchev in Moscow, simultaneously announce plans to cut back production of materials for making nuclear weapons.", "date" : "1964/04/19"}, {"title" : "Nelson Mandela makes his ampquotI Am Prepared to Dieampquot speech at the opening of the Rivonia Trial, a classic of the anti-apartheid movement.", "date" : "1964/04/19"}, {"title" : "BBC2 starts broadcasting in the UK.", "date" : "1964/04/19"}, {"title" : "British businessman Greville Wynne, imprisoned in Moscow since 1963 for spying, is exchanged for Soviet spy Gordon Lonsdale.", "date" : "1964/04/19"}, {"title" : "The 1964 New York World's Fair opens to celebrate the 300th anniversary of New Amsterdam being taken over by British forces under the Duke of York (later King James II) and being renamed New York in 1664. The fair runs until October 18, 1964 and reopens April 21, 1965, finally closing October 17, 1965. (Not sanctioned, due to being within 10 years of the Seattle World's Fair in 1962, some countries decline, but many countries have pavilions with exotic crafts, art ampamp food.)", "date" : "1964/04/19"}, {"title" : "The Swedish warship ''Vasa'', sunk in 1628, is raised from the waters of Stockholm harbor.", "date" : "1964/04/24"}, {"title" : "Thieves steal the head of the Little Mermaid statue in Copenhagen, Denmark (Henrik Bruun confesses in 1997).", "date" : "1964/04/25"}, {"title" : "Tanganyika and Zanzibar merge to form Tanzania.", "date" : "1964/04/26"}, {"title" : "At 4:00 a.m., John George Kemeny and Thomas Eugene Kurtz run the first program written in BASIC (Beginners' All-purpose Symbolic Instruction Code), an easy to learn high level programming language which they have created. BASIC is eventually included on many computers and even some games consoles.", "date" : "1964/05/01"}, {"title" : "Senator Barry Goldwater receives more than 75% of the votes in the Texas Republican Presidential primary.", "date" : "1964/05/01"}, {"title" : "Some 400–1,000 students march through Times Square, New York and another 700 in San Francisco, in the first major student demonstration against the Vietnam War. Smaller marches also occur in Boston, Seattle, and Madison, Wisconsin.", "date" : "1964/05/01"}, {"title" : "Henry Hezekiah Dee and Charles Eddie Moore, hitchhiking in Meadville, Mississippi, are kidnapped and beaten by members of the Ku Klux Klan. Their badly decomposed bodies are found by chance 2 months later in July, during the search for 3 civil rights workers – Chaney, Goodman, and Schwerner.", "date" : "1964/05/01"}, {"title" : "The United States Congress recognized Bourbon whiskey as a quotdistinctive product of the United Statesquot.", "date" : "1964/05/04"}, {"title" : "Pacific Air Lines Flight 773 crashes near San Ramon, California, killing all 44 aboard the FBI later reports that a cockpit recorder tape indicates that the pilot and co-pilot had been shot by a suicidal passenger.", "date" : "1964/05/04"}, {"title" : "At a mail rockets demonstration by Gerhard Zucker on Hasselkopf Mountain near Braunlage (Lower Saxonia, Germany), 3 persons are killed by a rocket explosion.", "date" : "1964/05/04"}, {"title" : "South Korean President Chung Hee Park reshuffles his Cabinet, after a series of student demonstrations against his efforts to restore diplomatic and trade relations with Japan.", "date" : "1964/05/09"}, {"title" : "Terence Conran opens the first Habitat store on London's Fulham Road.", "date" : "1964/05/11"}, {"title" : "Twelve young men in New York City publicly burn their draft cards to protest the war the first such act of war resistance.", "date" : "1964/05/12"}, {"title" : "The United States State Department says that more than 40 hidden microphones have been found embedded in the walls of the U.S. Embassy in Moscow.", "date" : "1964/05/19"}, {"title" : "Mrs. Madeline Dassault, 63, wife of a French plane manufacturer and politician, is kidnapped while leaving her car in front of her Paris home she is found unharmed the next day in a farmhouse {{convert|27|mi|km}} from Paris.", "date" : "1964/05/19"}, {"title" : "Pablo Picasso paints his fourth ''Head of a Bearded Man''.", "date" : "1964/05/19"}, {"title" : "Nelson Rockefeller defeats Barry Goldwater in the Oregon Republican primary, slowing but not stalling Goldwater's drive toward the nomination.", "date" : "1964/05/26"}, {"title" : "Prime Minister of India Jawaharlal Nehru dies he is succeeded by Lal Bahadur Shastri.", "date" : "1964/05/27"}, {"title" : "Senator Barry Goldwater wins the California Republican Presidential primary, making him the overwhelming favorite for the nomination.", "date" : "1964/05/27"}, {"title" : "Five million shares of stock in the Communications Satellite Corporation (Comsat) are offered for sale at $20 a share, and the issue is quickly sold out.", "date" : "1964/05/27"}, {"title" : "South Korean President Park Chung Hee declares martial law in Seoul, after 10,000 student demonstrators overpower police.", "date" : "1964/06/03"}, {"title" : "With a temporary order, the rocket launches at Cuxhaven are terminated.", "date" : "1964/06/06"}, {"title" : "The Beatles travel the canals of Amsterdam.", "date" : "1964/06/07"}, {"title" : "In Federal Court in Kansas City, Kansas, army deserter George John Gessner, 28, is convicted of passing United States secrets to the Soviet Union.", "date" : "1964/06/09"}, {"title" : "The U.S. Senate votes cloture of the Civil Rights Bill after a 75-day filibuster.", "date" : "1964/06/10"}, {"title" : "Greece rejects direct talks with Turkey over Cyprus.", "date" : "1964/06/10"}, {"title" : "In Cologne, Germany, Walter Seifert attacks students and teachers in an elementary school with a flamethrower, killing 10 and injuring 21.", "date" : "1964/06/10"}, {"title" : "Pennsylvania Governor William Scranton announces his candidacy for the Republican Presidential nomination, as part of a 'stop-Goldwater' movement.", "date" : "1964/06/10"}, {"title" : "Nelson Mandela and 7 others are sentenced to life imprisonment in South Africa, and sent to the Robben Island prison.", "date" : "1964/06/10"}, {"title" : "Keith Bennett, 12, is abducted by Myra Hindley and Ian Brady.", "date" : "1964/06/16"}, {"title" : "U.S. Senator Edward Kennedy, 32, is seriously injured in a private plane crash at Southampton, Massachusetts the pilot is killed.", "date" : "1964/06/19"}, {"title" : "Three civil rights workers, Michael Schwerner, Andrew Goodman, and James Chaney, are murdered near Philadelphia, Mississippi, by local Klansmen, cops, and a sheriff.", "date" : "1964/06/19"}, {"title" : "Spain beats the Soviet Union 2–1 to win the 1964 European Nations Cup.", "date" : "1964/06/19"}, {"title" : "Jim Bunning pitches a perfect game for the Philadelphia Phillies, the first in the National League since 1880.", "date" : "1964/06/19"}, {"title" : "The Catholic Church condemns the female combined oral contraceptive pill.", "date" : "1964/06/25"}, {"title" : "Moise Tshombe returns to the Democratic Republic of the Congo from exile in Spain.", "date" : "1964/06/26"}, {"title" : "Manx Radio commences broadcasting from Douglas, Isle of Man after receiving its first Low power broadcast licence from the United Kingdom's General Post Office.", "date" : "1964/06/29"}, {"title" : "President Lyndon Johnson signs the Civil Rights Act of 1964 into law, abolishing racial segregation in the United States.", "date" : "1964/07/02"}, {"title" : "Malawi receives its independence from the United Kingdom.", "date" : "1964/07/06"}, {"title" : "U.S. military personnel announce that U.S. casualties in Vietnam have risen to 1,387, including 399 dead and 17 MIA.", "date" : "1964/07/08"}, {"title" : "The Beatles return to Liverpool in triumph after their successful US tour, just in time for the premiere of their film 'A Hard Day's Night'. Since 2008, this day is celebrated as Beatles Day in Liverpool, Hamburg and other cities.", "date" : "1964/07/10"}, {"title" : "At the Republican National Convention in San Francisco, U.S. presidential nominee Barry Goldwater declares that quotextremism in the defense of liberty is no vicequot, and quotmoderation in the pursuit of justice is no virtuequot.", "date" : "1964/07/16"}, {"title" : "Six days of race riots begin in Harlem.", "date" : "1964/07/16"}, {"title" : "Judith Graham Pool publishes her discovery of cryoprecipitate, a substance that extends the lives of hemophiliacs around the world.", "date" : "1964/07/16"}, {"title" : "Vietnam War: At a rally in Saigon, South Vietnamese Prime Minister Nguyen Khanh calls for expanding the war into North Vietnam.", "date" : "1964/07/19"}, {"title" : "Vietnam War: Viet Cong forces attack a provincial capital, killing 11 South Vietnamese military personnel and 40 civilians (30 of which are children).", "date" : "1964/07/19"}, {"title" : "The National Movement of the Revolution is instituted as the sole legal political party in the Republic of Congo.", "date" : "1964/07/19"}, {"title" : "Race riots begin in Singapore between ethnic Chinese and Malays.", "date" : "1964/07/21"}, {"title" : "The second meeting of the Organization of African Unity is held.", "date" : "1964/07/22"}, {"title" : "Vietnam War: The U.S. sends 5,000 more military advisers to South Vietnam, bringing the total number of United States forces in Vietnam to 21,000.", "date" : "1964/07/27"}, {"title" : "Ranger program: Ranger 7 sends back the first close-up photographs of the moon (images are 1,000 times clearer than anything ever seen from Earth-bound telescopes).", "date" : "1964/07/31"}, {"title" : "The Final Looney Tune, ampquotSeñorella and the Glass Huaracheampquot, is released before the Warner Bros. Cartoon Division is shut down by Jack Warner.", "date" : "1964/07/31"}, {"title" : "Emancipation Day in Barbados, Bermuda, Guyana, St. Vincent and the Grenadines, Trinidad and Tobago, Turks and Caicos Islands, and Jamaica – celebration of the end of slavery in these former and continuing British colonies in the Caribbean.", "date" : "1964/07/31"}, {"title" : "American civil rights movement: The bodies of murdered civil rights workers Michael Schwerner, Andrew Goodman and James Chaney are found.", "date" : "1964/07/31"}, {"title" : "Vietnam War: United States destroyers USS ''Maddox'' and USS ''C. Turner Joy'' are attacked in the Gulf of Tonkin. Air support from the carrier USS ''Ticonderoga'' sinks 1 gunboat, while the other 2 leave the battle.", "date" : "1964/07/31"}, {"title" : "Vietnam War: Operation Pierce Arrow – Aircraft from carriers USS ''Ticonderoga'' and USS ''Constellation'' bomb North Vietnam in retaliation for strikes against U.S. destroyers in the Gulf of Tonkin.", "date" : "1964/07/31"}, {"title" : "The Simba rebel army in the Democratic Republic of the Congo captures Stanleyville, and takes 1,000 Western hostages.", "date" : "1964/07/31"}, {"title" : "Vietnam War: The United States Congress passes the Gulf of Tonkin Resolution, giving U.S. President Lyndon B. Johnson broad war powers to deal with North Vietnamese attacks on U.S. forces.", "date" : "1964/08/07"}, {"title" : "A Rolling Stones gig in Scheveningen gets out of control. Riot police end the gig after about 15 minutes, upon which spectators start to fight the riot police.", "date" : "1964/08/08"}, {"title" : "Murderers Gwynne Owen Evans and Peter Anthony Allen become the last people to be executed in the United Kingdom.", "date" : "1964/08/13"}, {"title" : "Vietnam War: In a coup, General Nguyen Khanh replaces Duong Van Minh as South Vietnam's chief of state and establishes a new constitution, drafted partly by the U.S. Embassy.", "date" : "1964/08/16"}, {"title" : "Margaret Harshaw, Metropolitan Opera soprano, sings the role of Turandot in Puccini's opera ''Turandot'' at the New York World's Fair.", "date" : "1964/08/17"}, {"title" : "International Telecommunications Satellite Consortium{{specify|date=May 2011}}", "date" : "1964/08/20"}, {"title" : "Fannie Lou Hamer, civil rights activist and Vice Chair of the Mississippi Freedom Democratic Party, addresses the Credentials Committee of the Democratic National Convention, challenging the all-white Mississippi delegation.", "date" : "1964/08/20"}, {"title" : "Goalkeeper Derek Foster of Sunderland becomes the youngest-ever player to play in the Football League, aged 15 years and 185 days.", "date" : "1964/08/20"}, {"title" : "27 – The Democratic National Convention in Atlantic City nominates incumbent President Lyndon B. Johnson for a full term, and U.S. Senator Hubert Humphrey of Minnesota as his running mate.", "date" : "1964/08/24"}, {"title" : "Walt Disney's ''Mary Poppins'' has its world premiere in Los Angeles. It will go on to become Disney's biggest moneymaker, and winner of 5 Academy Awards, including a Best Actress award for Julie Andrews, who accepted the part after she was passed over by Jack L. Warner for the leading role of Eliza Dolittle in the film version of ''My Fair Lady''. ''Mary Poppins'' is the first Disney film to be nominated for Best Picture.", "date" : "1964/08/27"}, {"title" : "30 – Philadelphia 1964 race riot: Tensions between African American residents and police lead to 341 injuries and 774 arrests.", "date" : "1964/08/28"}, {"title" : "Indian Hungry generation poets are arrested on charges of conspiracy against the State and obscenity in literature.", "date" : "1964/09/02"}, {"title" : "The Forth Road Bridge opens over the Firth of Forth.", "date" : "1964/09/04"}, {"title" : "African Development Bank (AfDB) founded.", "date" : "1964/09/04"}, {"title" : "The third period of the Second Vatican Council opens.", "date" : "1964/09/04"}, {"title" : "The London ''Daily Herald'' ceases publication, replaced by ''The Sun''.", "date" : "1964/09/04"}, {"title" : "''Shindig!'' premieres on the ''ABC'', featuring the top musical acts of the Sixties.", "date" : "1964/09/16"}, {"title" : "''Goldfinger'' opens in the UK.", "date" : "1964/09/16"}, {"title" : "''Bewitched'', starring Elizabeth Montgomery, premieres on ABC.", "date" : "1964/09/16"}, {"title" : "In Athens, King Constantine II of Greece marries Princess Anne-Marie of Denmark, who becomes Europe's youngest Queen at age eighteen years, nineteen days.", "date" : "1964/09/18"}, {"title" : "At the autumnal equinox, the Order of Bards, Ovates and Druids (OBOD) is founded in England.", "date" : "1964/09/20"}, {"title" : "The island of Malta obtains independence from the United Kingdom.", "date" : "1964/09/21"}, {"title" : "The Warren Commission Report, the first official investigation of the assassination of United States President John F. Kennedy, is published.", "date" : "1964/09/24"}, {"title" : "The Mozambican War of Independence is launched by FRELIMO.", "date" : "1964/09/25"}, {"title" : "September – Pete Townshend of The Who destroys his first guitar in the name of auto-destructive art at the Railway Hotel, London.", "date" : "1964/09/25"}, {"title" : "October – In ''Photoplay'' magazine, Hedda Hopper announces that Sophia Loren and Paul Newman will star in the film version of Arthur Miller's play ''After the Fall'', with Loren in the role that was written about Marilyn Monroe. The film was never made.", "date" : "1964/09/25"}, {"title" : "Three thousand student activists at University of California, Berkeley surround and block a police car from taking a CORE volunteer arrested for not showing his ID, when he violated a ban on outdoor activist card tables. This protest eventually explodes into the Berkeley Free Speech Movement.", "date" : "1964/09/25"}, {"title" : "The ''Shinkansen'' high-speed rail system is inaugurated in Japan, for the first sector between Tokyo and Osaka.", "date" : "1964/09/25"}, {"title" : "The Kinks release their first album, ''The Kinks''.", "date" : "1964/10/02"}, {"title" : "Twenty-three men and thirty-one women escape to West Berlin through a narrow tunnel under the Berlin Wall.", "date" : "1964/10/02"}, {"title" : "Elizabeth II and The Duke of Edinburgh begin an 8-day visit to Canada.", "date" : "1964/10/02"}, {"title" : "24 – The 1964 Summer Olympics are held in Tokyo.", "date" : "1964/10/10"}, {"title" : "The Soviet Union launches ''Voskhod 1'' into Earth orbit as the first spacecraft with a multi-person crew and the first flight without space suits. The flight is cut short and lands again on October 13 after 16 orbits.", "date" : "1964/10/12"}, {"title" : "American civil rights movement leader Dr. Martin Luther King, Jr. becomes the youngest recipient of the Nobel Peace Prize, which was awarded to him for leading non-violent resistance to end racial prejudice in the United States.", "date" : "1964/10/14"}, {"title" : "15 – Nikita Khrushchev is deposed as leader of the Soviet Union Leonid Brezhnev and Alexei Kosygin assume power.", "date" : "1964/10/14"}, {"title" : "Craig Breedlove's jet-powered car ''Spirit of America'' goes out of control in Bonneville Salt Flats in Utah and makes skid marks 9.6ampampnbspkm long.", "date" : "1964/10/14"}, {"title" : "The St. Louis Cardinals defeat the visiting New York Yankees, 7–5 to win the World Series in 7 games (4–3), ending a long run of 29 World Series appearances in 44 seasons for the Bronx Bombers (also known as the ''Yankee Dynasty'').", "date" : "1964/10/14"}, {"title" : "The People's Republic of China explodes an atomic bomb in Sinkiang.", "date" : "1964/10/14"}, {"title" : "The NY World's Fair closes for the year (it reopens April 21, 1965).", "date" : "1964/10/18"}, {"title" : "The film version of the hit Broadway stage musical ''My Fair Lady'' premieres in New York City. The movie stars Audrey Hepburn in the role of Eliza Doolittle and Rex Harrison repeating his stage performance as Professor Henry Higgins, and which will win him his only Academy Award for Best Actor. The film will win seven other Academy Awards, including Best Picture, but Audrey Hepburn will not be nominated. Critics interpret this as a rebuke to Jack L. Warner for choosing Ms Hepburn over Julie Andrews.", "date" : "1964/10/21"}, {"title" : "Canada: A Federal Multi-Party Parliamentary Committee selects a design to become the new official Flag of Canada.", "date" : "1964/10/21"}, {"title" : "A 5.3 Kiloton nuclear device is detonated at the Tatum Salt Dome, {{convert|21|mi|km}} from Hattiesburg, Mississippi as part of the Vela Uniform program. This test is the Salmon phase of the Atomic Energy Commission's Project Dribble.", "date" : "1964/10/21"}, {"title" : "Northern Rhodesia, a former British protectorate, becomes the independent Republic of Zambia, ending 73 years of British rule.", "date" : "1964/10/24"}, {"title" : "Eric Edgar Cooke becomes the last man executed in Western Australia, for murdering 8 citizens in  Perth, Western Australia between 1959 and 1963.", "date" : "1964/10/26"}, {"title" : "In the Democratic Republic of the Congo, rebel leader Christopher Gbenye takes 60 Americans and 800 Belgians hostage.", "date" : "1964/10/27"}, {"title" : "A collection of irreplaceable gemstones, including the {{convert|565|carat|g}} Star of India, is stolen from the American Museum of Natural History in New York City.", "date" : "1964/10/29"}, {"title" : "Campaigning at Madison Square Garden, New York, U.S. President Lyndon Johnson pledges the creation of the Great Society.", "date" : "1964/10/31"}, {"title" : "Mortar fire from North Vietnamese forces rains on the Bien Hoa Air Base, killing four U.S. servicemen, wounding 72, and destroying five B-57 jet bombers and other planes.", "date" : "1964/11/01"}, {"title" : "United States presidential election, 1964: Incumbent President Lyndon B. Johnson defeats Republican challenger Barry Goldwater with over 60 percent of the popular vote.", "date" : "1964/11/01"}, {"title" : "The Bolivian government of President Víctor Paz Estenssoro is overthrown by a military rebellion led by General Alfredo Ovando Candía, commander-in-chief of the armed forces.", "date" : "1964/11/01"}, {"title" : "Mariner program: Mariner 3, a U.S. space probe intended for Mars, is launched from Cape Kennedy but fails.", "date" : "1964/11/05"}, {"title" : "The British House of Commons votes to abolish the death penalty for murder in Britain.", "date" : "1964/11/09"}, {"title" : "Australia partially reintroduces compulsory military service due to the Indonesian Confrontation.", "date" : "1964/11/10"}, {"title" : "Bob Pettit (St. Louis Hawks) becomes the first NBA player to score 20,000 points.", "date" : "1964/11/13"}, {"title" : "The United States Department of Defense announces the closing of 95 military bases and facilities, including the Brooklyn Navy Yard, the Brooklyn Army Terminal, and Fort Jay, New York.", "date" : "1964/11/19"}, {"title" : "Second Vatican Council: The third period of the Catholic Church's ecumenical council closes.", "date" : "1964/11/19"}, {"title" : "The Verrazano Narrows Bridge opens to traffic (the world's longest suspension bridge at this time).", "date" : "1964/11/19"}, {"title" : "Belgian paratroopers and mercenaries capture Stanleyville, but a number of hostages die in the fighting, among them Evangelical Covenant Church missionary Dr. Paul Carlson.", "date" : "1964/11/24"}, {"title" : "Mariner program: NASA launches the Mariner 4 space probe from Cape Kennedy toward Mars to take television pictures of that planet in July 1965.", "date" : "1964/11/24"}, {"title" : "Vietnam War: United States National Security Council members, including Robert McNamara, Dean Rusk, and Maxwell Taylor, agree to recommend a plan for a 2-stage escalation of bombing in North Vietnam, to President Lyndon B. Johnson.", "date" : "1964/11/24"}, {"title" : "28 November  - France performs underground nuclear test at Ecker in Algeria", "date" : "1964/11/24"}, {"title" : "Gustavo Díaz Ordaz takes office as President of Mexico.", "date" : "1964/11/24"}, {"title" : "Vietnam War: U.S. President Lyndon B. Johnson and his top-ranking advisers meet to discuss plans to bomb North Vietnam (after some debate, they agree on a 2-phase bombing plan).", "date" : "1964/11/24"}, {"title" : "Berkeley Free Speech Movement: Police arrest about 800 students at the University of California, Berkeley, following their takeover of and massive sit-in at the Sproul Hall administration building.  The sit-in most directly protested the U.C. Regents' decision to punish student activists for what many thought had been justified civil disobedience earlier in the conflict.", "date" : "1964/12/03"}, {"title" : "The 1-hour stop-motion animated special ''Rudolph the Red-Nosed Reindeer'', based on the popular Christmas song, premieres on NBC. It becomes a beloved Christmas tradition, still being shown on television more than 40 years later.", "date" : "1964/12/06"}, {"title" : "Dr. Martin Luther King, Jr. is awarded the Nobel Peace Prize in Oslo, Norway.", "date" : "1964/12/10"}, {"title" : "Che Guevara addresses the U.N. General Assembly.", "date" : "1964/12/11"}, {"title" : "''The Washington Post'' publishes an article about James Hampton, who had built a glittering religious throne out of recycled materials.", "date" : "1964/12/15"}, {"title" : "In the wake of deadly riots in January over control of the Panama Canal, the U.S. offers to negotiate a new canal treaty.", "date" : "1964/12/15"}, {"title" : "The deadly Christmas flood of 1964 begins It becomes one of the most destructive weather events to affect Oregon in the 20th century.", "date" : "1964/12/15"}, {"title" : "The James Bond film ''Goldfinger'' begins its run in U.S. theaters. It becomes one of the most successful and popular Bond films ever made.", "date" : "1964/12/21"}, {"title" : "Comedian Lenny Bruce is sentenced to 4 months in prison, concluding a 6-month obscenity trial.", "date" : "1964/12/21"}, {"title" : "A cyclone in the Palk Strait destroys the Indian town of Dhanushkodi, killing 1800 people.", "date" : "1964/12/21"}, {"title" : " ''Wonderful Radio London'' commences transmissions with American top 40 format broadcasting, from a ship anchored off the south coast of England.", "date" : "1964/12/23"}, {"title" : "Lesley Ann Downey, 10, is abducted by Myra Hindley and Ian Brady.", "date" : "1964/12/26"}, {"title" : "The Cleveland Browns defeat the Baltimore Colts in the NFL Championship Game.", "date" : "1964/12/27"}, {"title" : "United Nations Conference on Trade and Development (UNCTAD) established as a permanent organ of the UN General Assembly.", "date" : "1964/12/30"}, {"title" : " The ship SS ''Catala'' is driven onto the beach in Ocean Shores, Washington, stranding her.", "date" : "1965/01/01"}, {"title" : " U.S. President Lyndon B. Johnson proclaims his quotGreat Societyquot during his State of the Union Address.", "date" : "1965/01/04"}, {"title" : " The Mirzapur Cadet College formally opens for academic activities in East Pakistan (now Bangladesh).", "date" : "1965/01/09"}, {"title" : " Wanda Beach Murders: The bodies of two 15-year-olds, Christine Sharrock and Marianne Schmidt, are found at Wanda Beach, Sydney.", "date" : "1965/01/12"}, {"title" : " The Prime Minister of Northern Ireland and the Taoiseach of the Republic of Ireland meet for the first time in 43 years.", "date" : "1965/01/14"}, {"title" : " The unmanned ''Gemini 2'' is launched on a suborbital test of various spacecraft systems.", "date" : "1965/01/19"}, {"title" : " Lyndon B. Johnson is sworn in for his own full term as U.S. President.", "date" : "1965/01/20"}, {"title" : " Anti-Hindi agitations break out in India, because of which Hindi does not get quotNational Languagequot status and remains one of the 23 official languages of India.", "date" : "1965/01/26"}, {"title" : "State funeral of Sir Winston Churchill takes place with the largest assembly of statesmen in the world until the 2005 funeral of Pope John Paul II.", "date" : "1965/01/30"}, {"title" : " Sir Stanley Matthews plays his final First Division game, at the record age of 50 years and 5 days.", "date" : "1965/02/06"}, {"title" : " African and Malagasy Common Organization (OCAM) (Organization Commune Africaine et Malgache) formed as successor to the Afro-Malagasy Union for Economic Cooperation (Union Africaine et Malgache de Cooperation Economique UAMCE), formerly the African and Malagasy Union (Union Africaine et Malgache UAM)).", "date" : "1965/02/12"}, {"title" : " A new red and white maple leaf design is inaugurated as the flag of Canada, replacing the Union Flag and the Canadian Red Ensign.", "date" : "1965/02/15"}, {"title" : " The Gambia becomes independent from the United Kingdom.", "date" : "1965/02/18"}, {"title" : "''Ranger 8'' crashes into the Moon, after a successful mission of photographing possible landing sites for the Apollo program astronauts.", "date" : "1965/02/18"}, {"title" : "Suat Hayri Ürgüplü forms the new (interim) government of Turkey (29th government)", "date" : "1965/02/18"}, {"title" : "frican-American Muslim minister and human rights activist Malcolm X was assassinated.", "date" : "1965/02/21"}, {"title" : " A new, revised, color production of Rodgers and Hammerstein's ''Cinderella'' airs on CBS. Lesley Ann Warren makes her TV debut in the title role. The show becomes an annual tradition.", "date" : "1965/02/22"}, {"title" : " ''The Sound of Music'' premieres at the Rivoli Theater in New York City.", "date" : "1965/03/02"}, {"title" : " Bloody Sunday: Some 200 Alabama State Troopers clash with 525 civil rights demonstrators in Selma, Alabama.", "date" : "1965/03/07"}, {"title" : " Vietnam War: Some 3,500 United States Marines arrive in South Vietnam, becoming the first American combat troops in Vietnam.", "date" : "1965/03/08"}, {"title" : " The second attempt to march from Selma to Montgomery, Alabama, under the leadership of Martin Luther King, Jr., stops at the bridge that was the site of Bloody Sunday, to hold a prayer service and return to Selma, in obedience to a court restraining order.  White supremacists beat up white Unitarian Universalist minister James J. Reeb later that day in Selma.", "date" : "1965/03/09"}, {"title" : "Goldie, a London Zoo golden eagle, is recaptured 12 days after her escape.", "date" : "1965/03/09"}, {"title" : "Engagement announced between Princess Margriet of the Netherlands and Pieter van Vollenhoven, who will become the first commoner and the first Dutchman to marry into the Dutch Royal Family.", "date" : "1965/03/09"}, {"title" : " White Unitarian Universalist minister James J. Reeb, beaten by White supremacists in Selma, Alabama on March 9 following the second march from Selma, dies in a hospital in Birmingham, Alabama.", "date" : "1965/03/11"}, {"title" : " President Lyndon B. Johnson makes his quotWe Shall Overcomequot speech.", "date" : "1965/03/15"}, {"title" : " Police clash with 600 SNCC marchers in Montgomery, Alabama.", "date" : "1965/03/16"}, {"title" : "In Montgomery, Alabama, 1,600 civil rights marchers demonstrate at the Courthouse.", "date" : "1965/03/16"}, {"title" : "In response to the events of March 7 and 9 in Selma, Alabama, President Lyndon B. Johnson sends a bill to Congress that forms the basis for the Voting Rights Act of 1965.  It is passed by the Senate May 26, the House July 10, and signed into law by President Johnson Aug. 6.", "date" : "1965/03/16"}, {"title" : "Cosmonaut Aleksei Leonov, leaving his spacecraft ''Voskhod 2'' for 12 minutes, becomes the first person to walk in space.", "date" : "1965/03/16"}, {"title" : "A United States federal judge rules that SCLC has the lawful right to march to Montgomery, Alabama to petition for 'redress of grievances'.", "date" : "1965/03/16"}, {"title" : " The wreck of the ''SS Georgiana'', reputed to have been the most powerful Confederate cruiser ever built and owned by the real Rhett Butler, is discovered off the Isle of Palms, South Carolina, by teenage diver E. Lee Spence, exactly 102 years after she was sunk with a million dollar cargo while attempting to run past the Union blockade into Charleston.", "date" : "1965/03/19"}, {"title" : "''Poupée de cire, poupée de son'', sung by France Gall (music and lyrics by Serge Gainsbourg) wins the Eurovision Song Contest 1965 for Luxembourg.", "date" : "1965/03/19"}, {"title" : "The Indo-Pakistani War of 1965 begins.", "date" : "1965/03/19"}, {"title" : "Ranger program: NASA launches ''Ranger 9'', which is the last in a series of unmanned lunar space probes.''", "date" : "1965/03/19"}, {"title" : "Martin Luther King, Jr. leads 3,200 civil rights activists in the third march from Selma, Alabama to the capitol in Montgomery.", "date" : "1965/03/19"}, {"title" : " Nicolae Ceauşescu becomes the first secretary of the Romanian Communist Party.", "date" : "1965/03/22"}, {"title" : " ''Gemini 3'': NASA launches the United States' first 2-person crew (Gus Grissom, John Young) into Earth orbit.", "date" : "1965/03/23"}, {"title" : " Martin Luther King, Jr. and 25,000 civil rights activists successfully end the 4-day march from Selma, Alabama, to the capitol in Montgomery.", "date" : "1965/03/25"}, {"title" : "Funeral services are held for Detroit homemaker Viola Liuzzo, who was shot dead by 4 Klansmen as she drove marchers back to Selma at night after the civil rights march.", "date" : "1965/03/25"}, {"title" : "Second ODECA charter, signed on 12 December 1962, effective.", "date" : "1965/03/25"}, {"title" : " The world's first space nuclear power reactor, ''SNAP-10A'', is launched by the United States from Vandenberg AFB, California.  The reactor operates for 43 days and remains in Low Earth orbit.", "date" : "1965/04/03"}, {"title" : " At the 37th Academy Awards, ''My Fair Lady'' wins 8 Academy Awards, including Best Picture and Best Director. Rex Harrison wins an Oscar for Best Actor. ''Mary Poppins'' takes home 5 Oscars. Julie Andrews wins an Academy Award for Best Actress, for her portrayal in the role.  Sherman Brothers receives 2 Oscars including Best Song, quotChim Chim Cher-eequot.", "date" : "1965/04/05"}, {"title" : "The Early Bird communications satellite is launched. It becomes operational May 2 and is placed in commercial service in June.", "date" : "1965/04/05"}, {"title" : "The British Government announced the cancellation of the TSR-2 aircraft project.", "date" : "1965/04/05"}, {"title" : "The West German parliament extends the statute of limitations on Nazi war crimes.", "date" : "1965/04/05"}, {"title" : "In Houston, Texas, the Harris County Domed Stadium (more commonly known as the Astrodome) opens.", "date" : "1965/04/05"}, {"title" : "The 100th anniversary of the end of the American Civil War is observed.", "date" : "1965/04/05"}, {"title" : "Charlie Brown and the ''Peanuts'' Gang appear on the cover of ''Time Magazine''.", "date" : "1965/04/05"}, {"title" : " The Palm Sunday tornado outbreak of 1965: An estimated 51 tornadoes (47 confirmed) hit in 6 Midwestern states, killing between 256 to 271 people and injuring some 1,500 more.", "date" : "1965/04/11"}, {"title" : " ''In Cold Blood'' killers Richard Hickock and Perry Smith, convicted of murdering 4 members of the Herbert Clutter family of Holcomb, Kansas, are executed by hanging at the Kansas State Penitentiary for Men in Lansing, Kansas.", "date" : "1965/04/14"}, {"title" : " The first SDS march against the Vietnam War draws 25,000 protestors to Washington, DC.", "date" : "1965/04/17"}, {"title" : " Consecration of St Clement of Ohrid Macedonian Orthodox Cathedral in Toronto, Canada.", "date" : "1965/04/18"}, {"title" : " The NY World's Fair in Flushing Meadows, NY, reopens.", "date" : "1965/04/21"}, {"title" : " The Pennine Way officially opens.", "date" : "1965/04/23"}, {"title" : "The 1965 Yerevan demonstrations start in Yerevan, demanding recognition of the Armenian Genocide.", "date" : "1965/04/23"}, {"title" : "The bodies of Portuguese opposition politician Humberto Delgado and his secretary Arajaryr Moreira de Campos are found in a forest near Villanueva del Fresno, Spain (they were killed February 12).", "date" : "1965/04/23"}, {"title" : "In the Dominican Republic, officers and civilians loyal to deposed President Juan Bosch mutiny against the right-wing junta running the country, setting up a provisional government.  Forces loyal to the deposed military-imposed government stage a countercoup the next day, and civil war breaks out, although the new government retains its hold on power.", "date" : "1965/04/23"}, {"title" : " On this Sunday morning teenage sniper Michael Clark kills three and wounds others shooting at cars from a hilltop along Highway 101 just south of Orcutt, California. Sixteen year old Clark kills himself as police rush hilltop.", "date" : "1965/04/25"}, {"title" : "U.S. troops are sent to the Dominican Republic by President Lyndon B. Johnson, ampquotfor the stated purpose of protecting U.S. citizens and preventing an alleged Communist takeover of the countryampquot, thus thwarting the possibility of ampquotanother Cubaampquot.", "date" : "1965/04/25"}, {"title" : "Vietnam War: Prime Minister of Australia Robert Menzies announces that the country will substantially increase its number of troops in South Vietnam, supposedly at the request of the Saigon government (it is later revealed that Menzies had asked the leadership in Saigon to send the request at the behest of the Americans).", "date" : "1965/04/25"}, {"title" : " Australia announces that it is sending an infantry battalion to support the South Vietnam government.", "date" : "1965/04/29"}, {"title" : "Bob Askin replaces Jack Renshaw as Premier of New South Wales.", "date" : "1965/04/29"}, {"title" : "The Battle of Dong-Yin occurs as a conflict between Taiwan and the People's Republic of China.", "date" : "1965/04/29"}, {"title" : "Liverpool wins the FA Cup Final, beating Leeds Utd 2–1.", "date" : "1965/04/29"}, {"title" : " Forty men burn their draft cards at the University of California, Berkeley, and a coffin is marched to the Berkeley Draft Board.", "date" : "1965/05/05"}, {"title" : " A tornado outbreak near the Twin Cities in Minnesota kills 13 and injures 683.", "date" : "1965/05/06"}, {"title" : " The pianist Vladimir Horowitz returned to stage after a 12 years absence performing a legendary concert in Carnegie Hall in New York.", "date" : "1965/05/09"}, {"title" : "West Germany and Israel establish diplomatic relations.", "date" : "1965/05/09"}, {"title" : "The Italian liner T/S ''Michelangelo'' enters into service.", "date" : "1965/05/09"}, {"title" : " A West German court of appeals condemns the behavior of ex-defense minister Franz Joseph Strauss during the Spiegel scandal.", "date" : "1965/05/13"}, {"title" : " The largest teach-in to date begins at Berkeley, California, attended by 30,000.", "date" : "1965/05/21"}, {"title" : " The first skateboard championship is held.  In addition, several hundred Vietnam War protesters in Berkeley, California, march to the Draft Board again to burn 19 more cards. Lyndon Johnson is hung in effigy.", "date" : "1965/05/22"}, {"title" : " Muhammad Ali knocks out Sonny Liston in the first round of their championship rematch with the quotPhantom Punchquot at the Central Maine Civic Center in Lewiston.", "date" : "1965/05/25"}, {"title" : " A mining accident in Dhanbad, India kills 274.", "date" : "1965/05/29"}, {"title" : " Racing driver Jim Clark wins the Indianapolis 500, and later wins the Formula One world driving championship in the same year.", "date" : "1965/05/31"}, {"title" : "Florida International University is founded in Miami, FL.", "date" : "1965/05/31"}, {"title" : "A coal mine explosion in Fukuoka, Japan kills 237.", "date" : "1965/05/31"}, {"title" : " Vietnam War: The first contingent of Australian combat troops arrives in South Vietnam.", "date" : "1965/06/02"}, {"title" : " ''Gemini 4'': Astronaut Edward Higgins White makes the first U.S. space walk.", "date" : "1965/06/03"}, {"title" : " A mining accident in Kakanj, Bosnia and Herzegovina, results in 128 deaths.", "date" : "1965/06/07"}, {"title" : " Vietnam War ampndash Battle of Dong Xoai: About 1,500 Vietcong mount a mortar attack on Dong Xoai, overrunning its military headquarters and the adjoining militia compound.", "date" : "1965/06/10"}, {"title" : " A planned anti-war protest at The Pentagon becomes a teach-in, with demonstrators distributing 50,000 leaflets in and around the building.", "date" : "1965/06/16"}, {"title" : " Houari Boumédienne's Revolutionary Council ousts Ahmed Ben Bella, in a bloodless coup in Algeria.", "date" : "1965/06/19"}, {"title" : " Police in Algiers break up demonstrations by people who have taken to the streets chanting slogans in support of deposed President Ben Bella.", "date" : "1965/06/20"}, {"title" : " The Treaty on Basic Relations between Japan and the Republic of Korea is signed in Tokyo.", "date" : "1965/06/22"}, {"title" : " A U.S. Air Force Boeing C135-A bound for Okinawa crashes just after takeoff at MCAS El Toro in Orange County, California, killing all 85 on board.", "date" : "1965/06/25"}, {"title" : "July ampampndash Commonwealth secretariat created.", "date" : "1965/06/25"}, {"title" : " U.S. spacecraft ''Mariner 4'' flies by Mars, becoming the first spacecraft to return images from the Red Planet.", "date" : "1965/07/14"}, {"title" : " Greek Prime minister George Papandreou and his government are dismissed by King Constantine II.", "date" : "1965/07/15"}, {"title" : " The Mont Blanc Tunnel is inaugurated by presidents Giuseppe Saragat and Charles de Gaulle.", "date" : "1965/07/16"}, {"title" : " Vietnam War:  Four F-4C Phantoms escorting a bombing raid at Kang Chi are targeted by antiaircraft missiles, in the first such attack against American planes in the war. One is shot down and the other 3 sustain damage.", "date" : "1965/07/24"}, {"title" : " Bob Dylan elicits controversy among folk purists by quotgoing electricquot at the Newport Folk Festival.", "date" : "1965/07/25"}, {"title" : " The Maldives receive full independence from Great Britain.", "date" : "1965/07/26"}, {"title" : " Edward Heath becomes Leader of the British Conservative Party.", "date" : "1965/07/27"}, {"title" : " Vietnam War: U.S. President Lyndon B. Johnson announces his order to increase the number of United States troops in South Vietnam from 75,000 to 125,000, and to more than double the number of men drafted per month - from 17,000 to 35,000.", "date" : "1965/07/28"}, {"title" : " Vietnam War: The first 4,000 101st Airborne Division paratroopers arrive in Vietnam, landing at Cam Ranh Bay.", "date" : "1965/07/29"}, {"title" : " War on Poverty: U.S. President Lyndon B. Johnson signs the Social Security Act of 1965 into law, establishing Medicare and Medicaid.", "date" : "1965/07/30"}, {"title" : " Cigarette advertising is banned on British television.", "date" : "1965/08/01"}, {"title" : " U.S. President Lyndon B. Johnson signs the Voting Rights Act of 1965 into law.", "date" : "1965/08/06"}, {"title" : " Tunku Abdul Rahman, Prime Minister of Malaysia, recommends the expulsion of Singapore from the Federation of Malaysia, negotiating its separation with Lee Kuan Yew, Prime Minister of Singapore.", "date" : "1965/08/07"}, {"title" : "Singapore is expelled from the Federation of Malaysia, which recognizes it as a sovereign nation.  Lee Kuan Yew announces Singapore's independence and assumes the position of Prime Minister of the new island nation.", "date" : "1965/08/07"}, {"title" : "An explosion at an Arkansas missile plant kills 53.", "date" : "1965/08/07"}, {"title" : "Indonesian president Sukarno collapses in public.", "date" : "1965/08/07"}, {"title" : " The Watts Riots begin in Los Angeles, California.", "date" : "1965/08/11"}, {"title" : " The rock group Jefferson Airplane debuts at the Matrix in San Francisco, California and begins to appear there regularly.", "date" : "1965/08/13"}, {"title" : " The Beatles perform the first stadium concert in the history of rock, playing before 55,600 persons at Shea Stadium in New York City.", "date" : "1965/08/15"}, {"title" : " Vietnam War ampndash Operation Starlite: 5,500 United States Marines destroy a Viet Cong stronghold on the Van Tuong peninsula in Quang Ngai Province, in the first major American ground battle of the war. The Marines were tipped-off by a Viet Cong deserter who said that there was an attack planned against the U.S. base at Chu Lai.", "date" : "1965/08/18"}, {"title" : " At the Auschwitz trial in Frankfurt, 66 ex-SS personnel receive life sentences, 15 others smaller ones.", "date" : "1965/08/19"}, {"title" : " Jonathan Myrick Daniels, an Episcopal seminarian from Keene, New Hampshire, is murdered in Hayneville, Alabama while working in the American civil rights movement.", "date" : "1965/08/20"}, {"title" : " ''Gemini 5'' (Gordon Cooper, Pete Conrad) is launched on the first 1-week flight, as well as the first test of fuel cells for electrical power.", "date" : "1965/08/21"}, {"title" : "Casey Stengel announces his retirement after 55 years in baseball.", "date" : "1965/08/21"}, {"title" : "Rock musician Bob Dylan releases his influential album ''Highway 61 Revisited'', featuring the song ampquotLike a Rolling Stoneampquot.", "date" : "1965/08/21"}, {"title" : "An avalanche buries a dam construction site at Saas-Fee, Switzerland killing 90 workers.", "date" : "1965/08/21"}, {"title" : " President Johnson signs a law penalizing the burning of draft cards with up to 5 years in prison and a $1,000 fine.", "date" : "1965/08/31"}, {"title" : " Pakistani troops enter the Indian sector of Kashmir, while Indian troops try to invade Lahore.", "date" : "1965/09/02"}, {"title" : " Islamic Republic Of Pakistan observes its Defence Day on account of successful defence of Lahore and other important areas against India.", "date" : "1965/09/06"}, {"title" : "Pakistan celebrates Air Force Day on account of heavy retaliations to India.", "date" : "1965/09/06"}, {"title" : "The People's Republic of China announces that it will reinforce its troops on the Indian border.", "date" : "1965/09/06"}, {"title" : "Vietnam War: In a follow-up to August's Operation Starlite, United States Marines and South Vietnamese forces initiate Operation Piranha on the Batangan Peninsula, {{convert|23|mi|km}} south of the Chu Lai Marine base.", "date" : "1965/09/06"}, {"title" : "India opens 2 additional fronts against Pakistan.", "date" : "1965/09/06"}, {"title" : "Pakistan Navy raids Indian coasts without any resistance in Operation Dwarka, Pakistan celebrates Victory Day annually.", "date" : "1965/09/06"}, {"title" : "Sandy Koufax pitches a perfect game in a baseball match against the Chicago Cubs. The opposing pitcher, Bob Hendley, allows only 1 run, which is unearned.", "date" : "1965/09/06"}, {"title" : "U.N. Secretary General U Thant negotiates with Pakistan President Ayub Khan.", "date" : "1965/09/06"}, {"title" : "U Thant recommends China for United Nations membership.", "date" : "1965/09/06"}, {"title" : "Hurricane Betsy roars ashore near New Orleans, Louisiana with winds of {{convert|145|mi/h|km/h|abbr=on}}, causing 76 deaths and $1.42 billion in damage. The storm is the first hurricane to cause $1 billion in unadjusted damages, giving it the nickname ampquotBillion Dollar Betsyampquot. It is the last major hurricane to strike New Orleans until Hurricane Katrina 40 years later.", "date" : "1965/09/06"}, {"title" : " The Congress of Arab Countries begins in Casablanca Habib Bourguiba of Tunisia boycotts the meeting.", "date" : "1965/09/13"}, {"title" : " The fourth and final period of the Second Vatican Council opens.", "date" : "1965/09/14"}, {"title" : " ''Mary Poppins'' comes out in theaters in France.", "date" : "1965/09/15"}, {"title" : "China protests against Indian provocations in its border region.", "date" : "1965/09/15"}, {"title" : "In Iraq, Prime Minister Arif Abd ar-Razzaq's attempted coup fails.", "date" : "1965/09/15"}, {"title" : " King Constantine II of Greece forms a new government with Prime Minister Stephanos Stephanopoulos, in an attempt to end a 2-year-old political crisis.", "date" : "1965/09/17"}, {"title" : "In Denmark, Palle Sørensen shoots 4 policemen in pursuit he is apprehended the same day.", "date" : "1965/09/17"}, {"title" : "Comet Ikeya-Seki is first sighted by Japanese astronomers.", "date" : "1965/09/17"}, {"title" : "Soviet Premier Alexei Kosygin invites the leaders of India and Pakistan to meet in the Soviet Union to negotiate.", "date" : "1965/09/17"}, {"title" : " Radio Peking announces that Indian troops have dismantled their equipment on the Chinese side of the border.", "date" : "1965/09/22"}, {"title" : "Fighting resumes between Indian and Pakistani troops.", "date" : "1965/09/22"}, {"title" : "The British governor of Aden cancels the constitution and takes direct control of the protectorate, due to the bad security situation.", "date" : "1965/09/22"}, {"title" : " The ''Tom amp Jerry'' cartoon series makes its world broadcast premiere on CBS.", "date" : "1965/09/25"}, {"title" : " The largest tanker ship at the time, ''Tokyo Maru'', is launched in Yokohama, Japan.", "date" : "1965/09/27"}, {"title" : " Fidel Castro announces that anyone who wants to can emigrate to the United States.", "date" : "1965/09/28"}, {"title" : " Taal Volcano in Luzon, Philippines, erupts, killing hundreds.", "date" : "1965/09/28"}, {"title" : "The Indonesian army, led by General Suharto, crushes an alleged communist coup attempt (see Transition to the New Order and 30 September Movement).", "date" : "1965/09/28"}, {"title" : "Classic family sci-fi show ''Thunderbirds'' debuts on ITV.", "date" : "1965/09/28"}, {"title" : "Fidel Castro announces that Che Guevara has resigned and left the country.", "date" : "1965/09/28"}, {"title" : "U.S. President Lyndon B. Johnson signs an immigration bill which abolishes quotas based on national origin.", "date" : "1965/09/28"}, {"title" : "At least 150 killed when a commuter train derails at the outskirts of Durban, KwaZulu-Natal, South Africa.", "date" : "1965/09/28"}, {"title" : "Prime minister Ian Smith of Rhodesia and Arthur Bottomley of the Commonwealth of Nations begin negotiations in London.", "date" : "1965/09/28"}, {"title" : "Pope Paul VI visits the United States.   He appears for a Mass in Yankee Stadium and makes a speech at the United Nations.", "date" : "1965/09/28"}, {"title" : "The University of California, Irvine opens its doors.", "date" : "1965/09/28"}, {"title" : " Pakistan severs diplomatic relations with Malaysia because of their disagreement in the UN.", "date" : "1965/10/05"}, {"title" : " Ian Brady, a 27-year-old stock clerk from Hyde in Cheshire, is arrested for allegedly hacking to death (with a hatchet) 17-year-old apprentice electrician Edward Evans at a house on the Hattersley housing estate.", "date" : "1965/10/06"}, {"title" : " Seven Japanese fishing boats are sunk off Guam by super typhoon Carmen 209 are killed.", "date" : "1965/10/07"}, {"title" : "The Indonesian army instigates the arrest and execution of communists which last until March 1966{{Citation needed|date=June 2008}} (see Indonesian killings of 1965–66).", "date" : "1965/10/07"}, {"title" : "The International Olympic Committee admits East Germany as a member.", "date" : "1965/10/07"}, {"title" : "The Post Office Tower opens in London.", "date" : "1965/10/07"}, {"title" : "Yale University presents the ''Vinland map''.", "date" : "1965/10/07"}, {"title" : "A brigade of South Korean soldiers arrive in South Vietnam.", "date" : "1965/10/07"}, {"title" : "Per Borten forms a government in Norway.", "date" : "1965/10/10"}, {"title" : "The U.N. General Council recommends that the United Kingdom try everything to stop a rebellion in Rhodesia.", "date" : "1965/10/10"}, {"title" : " Congo President Joseph Kasavubu fires Prime Minister Moise Tshombe and forms a provisional government, with Evariste Kimba in a leading position.", "date" : "1965/10/13"}, {"title" : " Vietnam War: The Catholic Worker Movement stages an anti-war protest in Manhattan. One draft card burner is arrested, the first under the new law.", "date" : "1965/10/15"}, {"title" : "Police find a girl's body on Saddleworth Moor near Oldham in Lancashire. The body is quickly identified as that of 10-year-old Lesley Ann Downey, who disappeared on Boxing Day the previous year from a fairground in the Ancoats area of Manchester. Ian Brady, arrested for the murder of a 17-year-old man in nearby Hattersley, is charged with murdering Lesley, as is his 23-year-old girlfriend Myra Hindley.", "date" : "1965/10/15"}, {"title" : "Anti-war protests draw 100,000 in 80 U.S. cities and around the world.", "date" : "1965/10/15"}, {"title" : " The NY World's Fair at Flushing Meadows, NY, closes.  Due to financial losses, some of the projected site park improvements fail to materialize.", "date" : "1965/10/17"}, {"title" : "The Indonesian government outlaws the Communist Party of Indonesia.", "date" : "1965/10/18"}, {"title" : " Ludwig Erhard is re-elected Chancellor of West Germany (he had first been elected in 1963).", "date" : "1965/10/20"}, {"title" : "Comet Ikeya-Seki approaches perihelion, passing 450,000 kilometers from the sun.", "date" : "1965/10/20"}, {"title" : "The OAU meets in Accra, Ghana.", "date" : "1965/10/20"}, {"title" : "French authors André Figueras and Jacques Laurent are fined for their comments against Charles De Gaulle.", "date" : "1965/10/20"}, {"title" : "African countries demand that the United Kingdom use force to prevent Rhodesia from declaring unilateral independence.", "date" : "1965/10/20"}, {"title" : "Colonel Christophe Soglo stages a second coup in Dahomey.", "date" : "1965/10/20"}, {"title" : "British Prime Minister Harold Wilson and Commonwealth Secretary Arthur Bottomley travel to Rhodesia for negotiations.", "date" : "1965/10/20"}, {"title" : "British police find the decomposed body of a boy on Saddleworth Moor.", "date" : "1965/10/20"}, {"title" : " The Soviet Union declares its support of African countries in case Rhodesia unilaterally declares independence.", "date" : "1965/10/25"}, {"title" : "Anti-government demonstrations occur in the Dominican Republic.", "date" : "1965/10/25"}, {"title" : "Police discover the body of Sylvia Likens in Indianapolis, Indiana.", "date" : "1965/10/25"}, {"title" : "Brazilian president Humberto de Alencar Castelo Branco removes power from parliament, legal courts and opposition parties.", "date" : "1965/10/25"}, {"title" : "Süleyman Demirel of AP forms the new government of Turkey (30th government)", "date" : "1965/10/25"}, {"title" : "French Foreign Minister Couve de Murville travels to Moscow.", "date" : "1965/10/25"}, {"title" : "Pope Paul VI announces that the ecumenical council has decided that Jews are not collectively responsible for the killing of Christ.", "date" : "1965/10/25"}, {"title" : "In St. Louis, Missouri, the {{convert|630|ft|m|adj=on}}-tall inverted catenary steel Gateway Arch is completed.", "date" : "1965/10/25"}, {"title" : "Mehdi Ben Barka, a Moroccan politician, is kidnapped in Paris and never seen again.", "date" : "1965/10/25"}, {"title" : "Ian Brady and Myra Hindley appear in court, charged with the murders of Edward Evans (17), Lesley Ann Downey (10), and John Kilbride (12).", "date" : "1965/10/25"}, {"title" : "An 80-kiloton nuclear device is detonated at Amchitka Island, Alaska as part of the Vela Uniform program, code-named Project Long Shot.", "date" : "1965/10/25"}, {"title" : "Vietnam War: Near Da Nang, United States Marines repel an intense attack by Viet Cong forces, killing 56 guerrillas. A sketch of Marine positions is found on the dead body of a 13-year-old Vietnamese boy who sold drinks to the Marines the day before.", "date" : "1965/10/25"}, {"title" : "In Washington, DC, a pro-Vietnam War march draws 25,000.", "date" : "1965/10/25"}, {"title" : " A trolleybus plunges into the Nile at Cairo killing 74 passengers.", "date" : "1965/11/01"}, {"title" : "Republican John Lindsay is elected mayor of New York City.", "date" : "1965/11/01"}, {"title" : "Quaker Norman Morrison, 32, sets himself on fire in front of The Pentagon.", "date" : "1965/11/01"}, {"title" : " French President Charles De Gaulle announces that he will stand for re-election.", "date" : "1965/11/03"}, {"title" : " Martial law is announced in Rhodesia. The UN General Assembly accepts British intent to use force against Rhodesia if necessary by a vote of 82–9.", "date" : "1965/11/05"}, {"title" : " Freedom Flights begin: Cuba and the United States formally agree to start an airlift for Cubans who want to go to the United States (by 1971 250,000 Cubans take advantage of this program).", "date" : "1965/11/06"}, {"title" : " Pillsbury's world-famous mascot, the Pillsbury Doughboy, is created.", "date" : "1965/11/07"}, {"title" : "Vietnam War ampampndash Operation Hump: The 173rd Airborne is ambushed by over 1,200 Viet Cong.", "date" : "1965/11/07"}, {"title" : "The British Indian Ocean Territory is created, consisting of Chagos Archipelago, Aldabra, Farquhar and Des Roches islands (on June 23, 1976 Aldabra, Farquhar and Des Roches are returned to the Seychelles).", "date" : "1965/11/07"}, {"title" : "The Murder (Abolition of Death Penalty) Act 1965 is given Royal Assent, suspending the death penalty for murder in the United Kingdom renewal of the Act in 1969 made the abolition permanent.", "date" : "1965/11/07"}, {"title" : "The soap opera ''Days of our Lives'' debuts on NBC.", "date" : "1965/11/07"}, {"title" : "Northeast Blackout of 1965: Several U.S. states (VT, NH, MA, CT, RI, NY and portions of NJ) and parts of Canada are hit by a series of blackouts lasting up to 13½ hours.", "date" : "1965/11/07"}, {"title" : "Vietnam War: In New York City, 22-year-old Catholic Worker Movement member Roger Allen LaPorte sets himself on fire in front of the United Nations building in protest of the war.", "date" : "1965/11/07"}, {"title" : "In Rhodesia (modern-day Zimbabwe), the white-minority government of Ian Smith unilaterally declares independence ('UDI').", "date" : "1965/11/07"}, {"title" : "United Airlines Flight 227 a Boeing 727-22, crashes short of the runway and catches fire at Salt Lake City International Airport in Salt Lake City, Utah. 43 out of 91 passengers and crew perish.", "date" : "1965/11/07"}, {"title" : " A UN Security Council resolution (voted 10–0) recommends that other countries not recognize independent Rhodesia.", "date" : "1965/11/12"}, {"title" : " The SS ''Yarmouth Castle'' burns and sinks {{convert|60|mi|km}} off Nassau, with the loss of 90 lives.", "date" : "1965/11/13"}, {"title" : " Vietnam War ampndash Battle of the Ia Drang: In the Ia Drang Valley of the Central Highlands in Vietnam, the first major engagement of the war between regular United States and North Vietnamese forces begins.", "date" : "1965/11/14"}, {"title" : " U.S. racer Craig Breedlove sets a new land speed record of {{convert|600.601|mi/h|km/h|abbr=on}}.", "date" : "1965/11/15"}, {"title" : " Venera program: The Soviet Union launches the ''Venera 3'' space probe from Baikonur, Kazakhstan toward Venus (on March 1, 1966 it became the first spacecraft to reach the surface of another planet).", "date" : "1965/11/16"}, {"title" : " The UN Security Council recommends that all states stop trading with Rhodesia.", "date" : "1965/11/20"}, {"title" : " Mireille Mathieu sings on France's Télé-Dimanche and begins her successful singing career (Dimanche is French for Sunday).", "date" : "1965/11/21"}, {"title" : "''Man of La Mancha'' opens in a Greenwich Village theatre in New York and eventually becomes one of the greatest musical hits of all time, winning a Tony Award for its star, Richard Kiley.", "date" : "1965/11/21"}, {"title" : "Bob Dylan weds Sara Lowndes.", "date" : "1965/11/21"}, {"title" : "UNDP established as a specialized agency of the United Nations.", "date" : "1965/11/21"}, {"title" : " Soviet general Mikhail Kazakov assumes command of the Warsaw Pact.", "date" : "1965/11/23"}, {"title" : " Congolese lieutenant general Mobutu ousts Joseph Kasavubu and declares himself president.", "date" : "1965/11/24"}, {"title" : " At the Hammaguira launch facility in the Sahara Desert, France launches a Diamant-A rocket with its first satellite, ''Asterix-1'' on board, becoming the third country to enter outer space.", "date" : "1965/11/26"}, {"title" : "Tens of thousands of Vietnam War protesters picket the White House, then march on the Washington Monument.", "date" : "1965/11/26"}, {"title" : "Vietnam War: The Pentagon tells U.S. President Lyndon B. Johnson that if planned major sweep operations to neutralize Viet Cong forces during the next year are to succeed, the number of American troops in Vietnam will have to be increased from 120,000 to 400,000.", "date" : "1965/11/26"}, {"title" : " Vietnam War: In response to U.S. President Lyndon B. Johnson's call for quotmore flagsquot in Vietnam, Philippines President-elect Ferdinand Marcos announces he will send troops to help fight in South Vietnam.", "date" : "1965/11/28"}, {"title" : " The Canadian satellite ''Alouette 2'' is launched.", "date" : "1965/11/29"}, {"title" : " The Border Security Force is established in India as a special force to guard the borders.", "date" : "1965/12/01"}, {"title" : "The first British aid flight arrives in Lusaka Zambia had asked for British help against Rhodesia.", "date" : "1965/12/01"}, {"title" : "Members of the Organization of African Unity decide to sever diplomatic relations with the United Kingdom, unless the British government ends the rebellion of Rhodesia by mid-December.", "date" : "1965/12/01"}, {"title" : "The Beatles release ''Rubber Soul''.", "date" : "1965/12/01"}, {"title" : " Charles de Gaulle is re-elected as French president with 10,828,421 votes.", "date" : "1965/12/05"}, {"title" : "Rhodesian prime minister Ian Smith warns that Rhodesia will resist a trade embargo by neighboring countries with force.", "date" : "1965/12/05"}, {"title" : "The Race Relations Act becomes the first legislation to address racial discrimination in the United Kingdom.", "date" : "1965/12/05"}, {"title" : "The Second Vatican Council closes.", "date" : "1965/12/05"}, {"title" : " ''A Charlie Brown Christmas'', the first ''Peanuts'' television special, debuts on CBS, quickly becoming an annual tradition.", "date" : "1965/12/09"}, {"title" : "Caribbean Free Trade Association (CARIFTA) formed.", "date" : "1965/12/09"}, {"title" : "Tanzania and Guinea sever diplomatic relations with the United Kingdom.", "date" : "1965/12/09"}, {"title" : "''Gemini 6'' and ''Gemini 7'' perform the first controlled rendezvous in Earth orbit.", "date" : "1965/12/09"}, {"title" : " The British government begins an oil embargo against Rhodesia the United States joins the effort.", "date" : "1965/12/17"}, {"title" : " WFP made a permanent UN agency.", "date" : "1965/12/20"}, {"title" : "The Soviet Union announces that it has shipped rockets to North Vietnam.", "date" : "1965/12/20"}, {"title" : "Soviet scientists condemn Trofim Lysenko for pseudoscience.", "date" : "1965/12/20"}, {"title" : "In West Germany, Konrad Adenauer resigns as chairman of the Christian Democratic Party.", "date" : "1965/12/20"}, {"title" : "A new, 1-hour German-American production of ''The Nutcracker'', with an international cast that includes Edward Villella in the title role, makes its U.S. TV debut. It is repeated annually by CBS over the next 3 years, but after that, it is virtually forgotten, until it is issued on DVD in 2009 by Warner Archive.", "date" : "1965/12/20"}, {"title" : "A military coup occurs in Dahomey.", "date" : "1965/12/20"}, {"title" : "A {{convert|70|mi/h|km/h|abbr=on}} speed limit is imposed on British roads.", "date" : "1965/12/20"}, {"title" : "Release of David Lean's film of ''Doctor Zhivago'', starring Omar Sharif and Julie Christie.", "date" : "1965/12/20"}, {"title" : " The Yemeni Nasserite Unionist People's Organisation is founded in Taiz.", "date" : "1965/12/25"}, {"title" : " The British oil platform ''Sea Gem'' collapses in the North Sea.", "date" : "1965/12/27"}, {"title" : " Italian Foreign Minister Amintore Fanfani resigns.", "date" : "1965/12/28"}, {"title" : "President Kenneth Kaunda of Zambia announces that Zambia and the United Kingdom have agreed on a deadline before which the Rhodesian white government should be ousted.", "date" : "1965/12/28"}, {"title" : "Ferdinand Marcos becomes President of the Philippines.", "date" : "1965/12/28"}, {"title" : " Bokassa takes power in the Central Africa Republic.", "date" : "1965/12/31"}, {"title" : " In a coup, Colonel Jean-Bédel Bokassa takes over as military ruler of the Central African Republic, ousting President David Dacko.", "date" : "1966/01/01"}, {"title" : " A strike of public transportation workers in New York City begins (it will end January 13).", "date" : "1966/01/02"}, {"title" : " The first Acid Test is conducted at the Fillmore, San Francisco.", "date" : "1966/01/03"}, {"title" : "A military coup occurs in Upper Volta (later Burkina Faso).", "date" : "1966/01/03"}, {"title" : "The prime ministers of India and Pakistan meet in Moscow.", "date" : "1966/01/03"}, {"title" : "PakistaniampampndashIndian peace negotiations end successfully in Tashkent.", "date" : "1966/01/03"}, {"title" : "The French paper ''L'Express'' publishes a story of Georges Figon, who took part in the kidnapping of Mehdi Ben Barka.", "date" : "1966/01/03"}, {"title" : "A conference on Rhodesia begins in Lagos, Nigeria.", "date" : "1966/01/03"}, {"title" : "The first SR-71 Blackbird spy plane goes into service at Beale AFB.", "date" : "1966/01/03"}, {"title" : " United States President Lyndon Johnson states that the United States should stay in South Vietnam until Communist aggression there is ended.", "date" : "1966/01/12"}, {"title" : " Robert C. Weaver becomes the first African American Cabinet member, by being appointed United States Secretary of Housing and Urban Development.", "date" : "1966/01/13"}, {"title" : " A bloody military coup is staged in Nigeria, deposing the civilian government.", "date" : "1966/01/15"}, {"title" : "The Nigerian coup is overturned by another faction of the military, leaving a military government in power.  This is the beginning of a long period of military rule.", "date" : "1966/01/15"}, {"title" : "A B-52 bomber collides with a KC-135 Stratotanker over Spain, dropping three 70-kiloton hydrogen bombs near the town of Palomares, and one into the sea, in the 1966 Palomares B-52 crash.", "date" : "1966/01/15"}, {"title" : "Carl Brashear, the first African American United States Navy diver, is involved in an accident during the recovery of a lost H-bomb which results in the amputation of his leg.", "date" : "1966/01/15"}, {"title" : "French police announce that Georges Figon has committed suicide, prior to his arrest for the kidnapping of Mehdi Ben Barka.", "date" : "1966/01/15"}, {"title" : "About 8,000 U.S. soldiers land in South Vietnam U.S. troops now total 190,000.", "date" : "1966/01/15"}, {"title" : " Indira Gandhi is elected Prime Minister of India she is sworn in January 24.", "date" : "1966/01/19"}, {"title" : " Demonstrations occur against high food prices in Hungary.", "date" : "1966/01/20"}, {"title" : " Italian Prime Minister Aldo Moro resigns due to a power struggle in his party.", "date" : "1966/01/21"}, {"title" : "The military government of Nigeria announces that ex-prime minister Abubakar Tafawa Balewa was killed during the coup.", "date" : "1966/01/21"}, {"title" : "The Chadian Muslim insurgent group FROLINAT is founded in Sudan, starting the Chadian Civil War.", "date" : "1966/01/21"}, {"title" : " Air India Flight 101 crashes into Mont Blanc, killing all 117 persons on board, including Dr. Homi J. Bhabha, chairman of the Indian Atomic Energy Commission.", "date" : "1966/01/24"}, {"title" : "Harold Holt becomes Prime Minister of Australia when Robert Menzies retires.", "date" : "1966/01/24"}, {"title" : "Beaumont children disappearance: Three children disappear on their way to Glenelg, South Australia, never to be seen again.", "date" : "1966/01/24"}, {"title" : " The British government promises the U.S. that British troops in Malaysia will stay until more peaceful conditions occur in the region.", "date" : "1966/01/27"}, {"title" : " The first of 608 performances of ''Sweet Charity'' opens at the Palace Theatre in New York City.", "date" : "1966/01/29"}, {"title" : " The United Kingdom ceases all trade with Rhodesia.", "date" : "1966/01/31"}, {"title" : " West Germany procures some 2,600 political prisoners from East Germany.", "date" : "1966/02/01"}, {"title" : " The unmanned Soviet Luna 9 spacecraft makes the first controlled rocket-assisted landing on the Moon.", "date" : "1966/02/03"}, {"title" : " All Nippon Airways Flight 60 plunges into Tokyo Bay 133 are killed.", "date" : "1966/02/04"}, {"title" : " The National Hockey League expands to twelve teams.", "date" : "1966/02/08"}, {"title" : " Soviet writers Yuli Daniel and Andrei Sinyavsky are sentenced to 5 and 7 years, respectively, for 'anti-Soviet' writings.", "date" : "1966/02/10"}, {"title" : " The Belgian government resigns.", "date" : "1966/02/11"}, {"title" : " Tay Vinh massacre: Vietnam War.", "date" : "1966/02/12"}, {"title" : " The Australian dollar is introduced at a rate of 2 dollars per pound, or 10 shillings per dollar.", "date" : "1966/02/14"}, {"title" : " The naval minister of the United Kingdom, Christopher Mayhew, resigns.", "date" : "1966/02/19"}, {"title" : " While Soviet author and translator Valery Tarsis is abroad, the Soviet Union negates his citizenship.", "date" : "1966/02/20"}, {"title" : " An intra-party military coup in Syria replaces the previous government of Amin al-Hafiz by one lead by Salah Jadid.", "date" : "1966/02/23"}, {"title" : " A military coup in Ghana raises sacked General Ankrah to power while president Kwame Nkrumah is abroad.", "date" : "1966/02/24"}, {"title" : "Go Dai massacre: Vietnam War.", "date" : "1966/02/24"}, {"title" : "A curfew is declared in Jakarta, Indonesia.", "date" : "1966/02/24"}, {"title" : " U.S. astronauts Charles Bassett and Elliott See are killed in an aircraft accident in St. Louis, Missouri.", "date" : "1966/02/28"}, {"title" : "Soviet space probe ''Venera 3'' crashes on Venus, becoming the first spacecraft to land on another planet's surface.", "date" : "1966/02/28"}, {"title" : "The Ba'ath Party takes power in Syria.", "date" : "1966/02/28"}, {"title" : " Kwame Nkrumah arrives in Guinea and is granted asylum.", "date" : "1966/03/02"}, {"title" : "Canadian Pacific Airlines Flight 402 crashes while landing at Tokyo International Airport in Japan, killing 64 of 72 persons on board.", "date" : "1966/03/02"}, {"title" : "In an interview with ''London Evening Standard'' reporter Maureen Cleave, John Lennon of The Beatles states that they are ampquotmore popular than Jesus nowampquot.", "date" : "1966/03/02"}, {"title" : "BOAC Flight 911 crashes in severe clear-air turbulence over Mount Fuji near Tokyo, Japan, killing all 124 persons on board.", "date" : "1966/03/02"}, {"title" : "A massive theft of nuclear materials is revealed in Brazil.", "date" : "1966/03/02"}, {"title" : "''Merci Chérie'' by Udo Jürgens (music by Udo Jürgens, text by Udo Jürgens and Thomas Hörbiger) wins the Eurovision Song Contest 1966 for Austria.", "date" : "1966/03/02"}, {"title" : " Charles De Gaulle asks U.S. President Lyndon B. Johnson for negotiations about the state of NATO equipment in France.", "date" : "1966/03/07"}, {"title" : "Anti-communist demonstrations occur at the Indonesian Foreign Ministry.", "date" : "1966/03/07"}, {"title" : "Vietnam War: U.S. announces it will substantially increase the number of its troops in Vietnam.", "date" : "1966/03/07"}, {"title" : "An Irish Republican Army bomb destroys Nelson's Pillar in Dublin.", "date" : "1966/03/07"}, {"title" : " Ronnie Kray murders George Cornell in east London's Blind Beggar pub, a crime for which he is finally convicted in 1969.", "date" : "1966/03/09"}, {"title" : " Crown Princess Beatrix of the Netherlands marries Claus von Amsberg. Some spectators demonstrate against the groom because he is German.", "date" : "1966/03/10"}, {"title" : "Indonesian President Sukarno gives all executive powers to General Suharto (see Transition to the New Order and Supersemar).", "date" : "1966/03/10"}, {"title" : "French President Charles De Gaulle states that French troops will be taken out of NATO and that all French NATO bases and HQ's must be closed within a year.", "date" : "1966/03/10"}, {"title" : " Bobby Hull of the Chicago Blackhawks sets the NHL single season scoring record against the New York Rangers, with his 51st goal.", "date" : "1966/03/12"}, {"title" : " ''Gemini 8'' (David Scott, Neil Armstrong) docks with an Agena target vehicle.", "date" : "1966/03/16"}, {"title" : "More anti-communist demonstrations occur in Indonesia.", "date" : "1966/03/16"}, {"title" : "Off the coast of Spain in the Mediterranean, the ''DSV Alvin'' submarine finds a missing American hydrogen bomb.", "date" : "1966/03/16"}, {"title" : " The Texas Western Miners defeat the Kentucky Wildcats with 5 African-American starters, ushering in desegregation in athletic recruiting.", "date" : "1966/03/19"}, {"title" : " The World Cup Trophy (the quotJules Rimetquot) is stolen at an exhibition it is later found by a dog named quotPicklesquot and his owner David Corbett.", "date" : "1966/03/20"}, {"title" : " In Washington, D.C., General Motors President James M. Roche appears before a Senate subcommittee, and apologizes to consumer advocate Ralph Nader for the company's intimidation and harassment campaign against him.", "date" : "1966/03/22"}, {"title" : " Pope Paul VI and Arthur Michael Ramsey, the Archbishop of Canterbury, meet in Rome.", "date" : "1966/03/23"}, {"title" : " Demonstrations are held across the United States against the Vietnam War.", "date" : "1966/03/26"}, {"title" : " In South Vietnam, 20,000 Buddhists march in demonstrations against the policies of the military government.", "date" : "1966/03/27"}, {"title" : "Indira Gandhi visits Washington, D.C.", "date" : "1966/03/27"}, {"title" : "Cevdet Sunay becomes the fifth president of Turkey.", "date" : "1966/03/27"}, {"title" : " The 23rd Communist Party Conference is held in the Soviet Union Leonid Brezhnev demands that U.S. troops leave Vietnam, and announces that Chinese-Soviet relations are not satisfying.", "date" : "1966/03/29"}, {"title" : "The Soviet Union launches ''Luna 10'', which later becomes the first space probe to enter orbit around the Moon.", "date" : "1966/03/29"}, {"title" : " The Indonesian army demands that the country rejoin the United Nations.", "date" : "1966/04/02"}, {"title" : " The first manmade object ''Luna 10'' enters lunar orbit.", "date" : "1966/04/03"}, {"title" : " The United Kingdom asks the United Nations Security Council for authority to use force to stop oil tankers that violate the embargo against Rhodesia (authority is given April 10).", "date" : "1966/04/07"}, {"title" : " Buddhists in South Vietnam protest against the fact that the new government has not set a date for free elections.", "date" : "1966/04/08"}, {"title" : " Norwich City F.C. captain Barry Butler is killed in a car accident.", "date" : "1966/04/09"}, {"title" : " United States president Lyndon Johnson signs the 1966 Uniform Time Act, dealing with daylight saving time.", "date" : "1966/04/13"}, {"title" : " The South Vietnamese government promises free elections in 3–5 months.", "date" : "1966/04/14"}, {"title" : " An anti-Nasser conspiracy is exposed in Egypt.", "date" : "1966/04/15"}, {"title" : "China declares that it will stop economic aid to Indonesia.", "date" : "1966/04/15"}, {"title" : "The 38th Academy Awards ceremony is held.", "date" : "1966/04/15"}, {"title" : " Bobbi Gibb becomes the first woman to run the Boston Marathon.", "date" : "1966/04/19"}, {"title" : "An artificial heart is installed in the chest of Marcel DeRudder in a Houston, Texas hospital.", "date" : "1966/04/19"}, {"title" : "The opening of the Parliament of the United Kingdom is televised for the first time.", "date" : "1966/04/19"}, {"title" : "Haile Selassie visits Jamaica for the first time, meeting with Rasta leaders.", "date" : "1966/04/19"}, {"title" : "Ian Brady and Myra Hindley go on trial at Chester Crown Court, for the murders of 3 children who vanished between November 1963 and October 1965.", "date" : "1966/04/19"}, {"title" : " Uniform daylight saving time is first observed in most parts of North America.", "date" : "1966/04/24"}, {"title" : " A new government is formed in the Republic of Congo, led by Ambroise Noumazalaye.", "date" : "1966/04/26"}, {"title" : " Pope Paul VI and Soviet Foreign Minister Andrei Gromyko meet in the Vatican (the first meeting between leaders of the Roman Catholic Church and the Soviet Union).", "date" : "1966/04/27"}, {"title" : " In Rhodesia, security forces kill 7 ZANLA men in combat ''Chimurenga'', the ZANU rebellion, begins.", "date" : "1966/04/28"}, {"title" : " U.S. troops in Vietnam total 250,000.", "date" : "1966/04/29"}, {"title" : "Regular hovercraft service begins over the English Channel (discontinued in 2000 due to the Channel Tunnel).", "date" : "1966/04/29"}, {"title" : "The Church of Satan is formed by Anton Szandor LaVey in San Francisco", "date" : "1966/04/29"}, {"title" : " Floods occur on the Finnish coast.", "date" : "1966/05/01"}, {"title" : " Swinging Radio England and Britain Radio commence broadcasting on AM, with a combined potential 100,000 watts, from the same ship anchored off the south coast of England in international waters.", "date" : "1966/05/03"}, {"title" : " Fiat signs a contract with the Soviet government to build a car factory in the Soviet Union.", "date" : "1966/05/04"}, {"title" : " The Montreal Canadiens defeat the Detroit Red Wings to win the Stanley Cup.", "date" : "1966/05/05"}, {"title" : " The Moors murders trial ends with Ian Brady being found guilty on all 3 counts of murder and sentenced to 3 concurrent terms of life imprisonment. Myra Hindley is convicted on 2 counts of murder and of being an accessory in the third murder committed by Brady, and receives 2 concurrent terms of life imprisonment and a 7-year fixed term for being an accessory.", "date" : "1966/05/06"}, {"title" : "African members of the UN Security Council say that the British army should blockade Rhodesia.", "date" : "1966/05/06"}, {"title" : "The Busch Memorial Stadium opens in St Louis, Missouri.", "date" : "1966/05/06"}, {"title" : "Radio Peking claims that U.S. planes have shot down a Chinese plane over Yunnan (the U.S. denies the story the next day).", "date" : "1966/05/06"}, {"title" : " Turkey and Greece intend to start negotiations about the situation in Cyprus.", "date" : "1966/05/14"}, {"title" : "Indonesia asks Malaysia for peace negotiations.", "date" : "1966/05/14"}, {"title" : "The South Vietnamese army besieges Da Nang.", "date" : "1966/05/14"}, {"title" : "Tens of thousands of anti-war demonstrators again picket the White House, then rally at the Washington Monument.", "date" : "1966/05/14"}, {"title" : "The Communist Party of China issues the 'May 16 Notice', marking the beginning of the Cultural Revolution.", "date" : "1966/05/14"}, {"title" : "A seamen's strike is called in Britain.", "date" : "1966/05/14"}, {"title" : "The legendary album ''Pet Sounds'' by The Beach Boys is released.", "date" : "1966/05/14"}, {"title" : "Bob Dylan's seminal album, ''Blonde on Blonde'' is released in the U.S.", "date" : "1966/05/14"}, {"title" : "In New York City, Dr. Martin Luther King Jr. makes his first public speech on the Vietnam War.", "date" : "1966/05/14"}, {"title" : " Gertrude Baniszewski is found guilty of murdering and torturing Sylvia Likens and is sentenced to life in prison. (she is released on parole in December 1985).", "date" : "1966/05/19"}, {"title" : "Ugandan army troops arrest Mutesa II of Buganda and occupy his palace.", "date" : "1966/05/19"}, {"title" : "The Nigerian government forbids all political activity in the country until January 17, 1969.", "date" : "1966/05/19"}, {"title" : "Explorer program: ''Explorer 32'' is launched.", "date" : "1966/05/19"}, {"title" : " Guyana achieves independence.", "date" : "1966/05/26"}, {"title" : "It's a Small World opens at Disneyland.", "date" : "1966/05/26"}, {"title" : "Fidel Castro declares martial law in Cuba because of a possible U.S. attack.", "date" : "1966/05/26"}, {"title" : "The Indonesian and Malaysian governments declare that the Indonesian Confrontation is over (a treaty is signed on August 11).", "date" : "1966/05/26"}, {"title" : " The Philippines reestablishes diplomatic relations with Malaysia.", "date" : "1966/05/31"}, {"title" : " The final new episode of ''The Dick Van Dyke Show'' airs (the first episode aired on October 3, 1961).", "date" : "1966/06/01"}, {"title" : "Éamon de Valera is re-elected as Irish president.", "date" : "1966/06/01"}, {"title" : "Surveyor program: ''Surveyor 1'' lands in Oceanus Procellarum on the Moon, becoming the first U.S. spacecraft to soft-land on another world.", "date" : "1966/06/01"}, {"title" : "Four former cabinet ministers are executed in the Democratic Republic of the Congo, for alleged involvement in a plot to kill Mobutu Sese Seko.", "date" : "1966/06/01"}, {"title" : " Joaquín Balaguer is elected president of the Dominican Republic.", "date" : "1966/06/03"}, {"title" : " ''Gemini 9'': Gene Cernan completes the second U.S. spacewalk (2 hours, 7 minutes).", "date" : "1966/06/05"}, {"title" : " Civil rights activist James Meredith is shot while trying to march across Mississippi.", "date" : "1966/06/06"}, {"title" : "An XB-70 Valkyrie prototype is destroyed in a mid-air collision with a F-104 Starfighter chase plane during a photo shoot. NASA pilot Joseph A. Walker and USAF test pilot Carl Cross are both killed.", "date" : "1966/06/06"}, {"title" : " ''Miranda v. Arizona'': The Supreme Court of the United States rules that the police must inform suspects of their rights before questioning them.", "date" : "1966/06/13"}, {"title" : " The Vatican abolishes the ''Index Librorum Prohibitorum'' (index of banned books).", "date" : "1966/06/14"}, {"title" : " An Air France personnel strike begins.", "date" : "1966/06/17"}, {"title" : " CIA chief William Raborn resigns Richard Helms becomes his successor.", "date" : "1966/06/18"}, {"title" : " French President Charles De Gaulle starts his visit to the Soviet Union.", "date" : "1966/06/20"}, {"title" : " Opposition leader Arthur Calwell is shot after attending a political meeting in Mosman, Sydney, Australia.", "date" : "1966/06/21"}, {"title" : " The gothic soap opera Dark Shadows premiered on ABC.", "date" : "1966/06/27"}, {"title" : " In Argentina, a junta deposes president Arturo Umberto Illia in a coup, and appoints General Juan Carlos Onganía to lead.", "date" : "1966/06/28"}, {"title" : "A sailors' strike, organised by the National Union of Seamen, ends in the United Kingdom.", "date" : "1966/06/28"}, {"title" : "Vietnam War: U.S. planes begin bombing Hanoi and Haiphong.", "date" : "1966/06/28"}, {"title" : "France formally leaves NATO.", "date" : "1966/06/28"}, {"title" : "The National Organization for Women (NOW) is founded in Washington, DC.", "date" : "1966/06/28"}, {"title" : "July ampampndash Gangster Charlie Richardson is arrested by police and sentenced to 25 years in prison in the following year for his part in the Torture Gang assaults.", "date" : "1966/06/28"}, {"title" : " Joaquin Balaguer becomes president of the Dominican Republic.", "date" : "1966/07/01"}, {"title" : " Rene Barrientos is elected president of Bolivia.", "date" : "1966/07/03"}, {"title" : "North Vietnam declares general mobilization.", "date" : "1966/07/03"}, {"title" : "American President Lyndon B. Johnson signs the Freedom of Information Act, which goes into effect the following year.", "date" : "1966/07/03"}, {"title" : " Malawi becomes a republic.", "date" : "1966/07/06"}, {"title" : " A Warsaw Pact conference ends with a promise to support North Vietnam.", "date" : "1966/07/07"}, {"title" : " King Mwambutsa IV Bangiriceng of Burundi is deposed by his son Ntare V, who is in turn deposed by prime minister Michel Micombero.", "date" : "1966/07/08"}, {"title" : " The 1966 FIFA World Cup begins in England.", "date" : "1966/07/11"}, {"title" : "Indira Gandhi visits Moscow.", "date" : "1966/07/11"}, {"title" : "Zambia threatens to leave the Commonwealth of Nations because of British peace overtures to Rhodesia.", "date" : "1966/07/11"}, {"title" : "Israeli and Syrian jet fighters clash over the Jordan River.", "date" : "1966/07/11"}, {"title" : "Richard Speck murders 8 student nurses in their Chicago dormitory. He is arrested on July 17.", "date" : "1966/07/11"}, {"title" : "Gwynfor Evans becomes member of Parliament for Carmarthen, the first Plaid Cymru MP in the UK.", "date" : "1966/07/11"}, {"title" : "''Gemini 10'' (John Young, Michael Collins) is launched. After docking with an Agena target vehicle, the astronauts then set a world altitude record of 474 miles (763ampampnbspkm).", "date" : "1966/07/16"}, {"title" : "The Hough Riots break out in Cleveland, Ohio, the city's first race riot.", "date" : "1966/07/16"}, {"title" : " A Chinese delegate in the Netherlands, Liu en-Tsiu, is declared persona non grata because of the death of a Chinese engineer in unclear circumstances there are claims that he was kidnapped and taken to the delegate's office.", "date" : "1966/07/19"}, {"title" : " The Chinese government declares Dutch delegate G. J. Jongejans persona non grata, but tells him not to leave the country before a group of Chinese engineers has left the Netherlands.", "date" : "1966/07/22"}, {"title" : " Katangese troops in Stanleyville, Congo, revolt for several weeks in support of the exiled minister Moise Tshombe.", "date" : "1966/07/23"}, {"title" : " U.N. Secretary General U Thant visits Moscow.", "date" : "1966/07/24"}, {"title" : " Lord Gardiner issues the Practice Statement in the House of Lords, stating that the House is not bound to follow its own previous precedent.", "date" : "1966/07/26"}, {"title" : " The U.S. announces that a Lockheed U-2 reconnaissance plane has disappeared over Cuba.", "date" : "1966/07/28"}, {"title" : "Nigerian army officers from the north of the country rebel and execute head of state General Aguiyi-Ironsi.", "date" : "1966/07/28"}, {"title" : "Bob Dylan is injured in a motorcycle accident near his home in Woodstock, New York. He is not seen in public for over a year.", "date" : "1966/07/28"}, {"title" : " England beats West Germany 4–2 to win the 1966 FIFA World Cup at Wembley after extra time.", "date" : "1966/07/30"}, {"title" : "Sniper Charles Whitman kills 13 people and wounds 31 from atop the University of Texas at Austin Main Building tower, after earlier killing his wife and mother.", "date" : "1966/07/30"}, {"title" : "A military coup occurs in Nigeria General Yakubu Gowon takes over.", "date" : "1966/07/30"}, {"title" : " The Spanish government forbids overflights of British military aircraft.", "date" : "1966/08/02"}, {"title" : "Groundbreaking takes place for the World Trade Center.", "date" : "1966/08/02"}, {"title" : "Martin Luther King Jr. leads a civil rights march in Chicago, during which he is struck by a rock thrown from an angry white mob.", "date" : "1966/08/02"}, {"title" : "Caesars Palace hotel and casino opens in Las Vegas.", "date" : "1966/08/02"}, {"title" : "The Beatles release the legendary ''Revolver'' album in the United Kingdom.", "date" : "1966/08/02"}, {"title" : "Braniff Airlines Flight 250 crashes in Falls City, Nebraska, killing all 42 on board.", "date" : "1966/08/02"}, {"title" : "Rene Barrientos takes office as the president of Bolivia.", "date" : "1966/08/02"}, {"title" : "The Salazar Bridge (now the 25 de Abril Bridge) opens in Lisbon, Portugal.", "date" : "1966/08/02"}, {"title" : " Race riots occur in Lansing, Michigan.", "date" : "1966/08/07"}, {"title" : "An East German court sentences Günter Laudahn to life imprisonment for spying for the United States.", "date" : "1966/08/07"}, {"title" : "Lunar Orbiter 1, the first U.S. spacecraft to orbit the moon, is launched.", "date" : "1966/08/07"}, {"title" : " The Beatles hold a press conference in Chicago, during which John Lennon apologizes for his quotmore popular than Jesusquot remark, saying, quotI didn't mean it as a lousy anti-religious thing.quot", "date" : "1966/08/11"}, {"title" : " Massacre of Braybrook Street: Harry Roberts, John Duddy and Jack Witney shoot dead 3 plainclothes policemen in London they are later sentenced to life imprisonment.", "date" : "1966/08/12"}, {"title" : "In the People's Republic of China, Mao Zedong begins the Cultural Revolution to purge and reorganize China's Communist Party.", "date" : "1966/08/12"}, {"title" : "An earthquake in Varto town, Turkey, kills 2,394 and injures 10,000.", "date" : "1966/08/12"}, {"title" : "Syrian and Israeli troops clash over Lake Kinneret (also known as the Sea of Galilee) for 3 hours.", "date" : "1966/08/12"}, {"title" : "It is announced that the ''New York Herald Tribune'' will not resume publication.", "date" : "1966/08/12"}, {"title" : " Vietnam War: The House Un-American Activities Committee starts investigating Americans who have aided the Viet Cong, with the intent to make these activities illegal. Anti-war demonstrators disrupt the meeting and 50 are arrested.", "date" : "1966/08/16"}, {"title" : " Saudi Arabia and the United Arab Republic begin negotiations in Kuwait to end the war in Yemen.", "date" : "1966/08/17"}, {"title" : " Vietnam War ampndash Battle of Long Tan: D Company, 6th Battalion of the Royal Australian Regiment, meets and defeats a Viet Cong force estimated to be 4 times larger, at the  in Phuoc Tuy Province, Republic of Vietnam.", "date" : "1966/08/18"}, {"title" : " An earthquake in eastern Turkey destroys whole cities.", "date" : "1966/08/19"}, {"title" : " Seven men are sentenced to death in Egypt, for anti-Nasser agitation.", "date" : "1966/08/21"}, {"title" : "Asian Development Bank (ADB) established.", "date" : "1966/08/21"}, {"title" : "The United Farm Workers Organizing Committee (UFWOC), predecessor of the United Farm Workers of America (UFW), is formed.", "date" : "1966/08/21"}, {"title" : " The Doors record their self-titled debut LP.", "date" : "1966/08/24"}, {"title" : "Riots occur in French Somaliland.", "date" : "1966/08/24"}, {"title" : "First battle between the South African Defense Force and the armed wing of SWAPO - PLAN takes place at Ongulumbashe in Northern Namibia.", "date" : "1966/08/24"}, {"title" : " The Beatles end their US tour with a concert at Candlestick Park in San Francisco, California. It is their last-ever live performance, except for the short quotrooftop concertquot at the Apple Corps offices in January 1969.", "date" : "1966/08/29"}, {"title" : " France offers independence to French Somaliland.", "date" : "1966/08/30"}, {"title" : "United Nations Secretary-General U Thant declares that he will not seek re-election, because U.N. efforts in Vietnam have failed.", "date" : "1966/08/30"}, {"title" : "98 British tourists die in an air crash in Ljubljana, Yugoslavia.", "date" : "1966/08/30"}, {"title" : "While waiting at a bus stop, Ralph Baer an inventor with Sanders Associates, writes a four-page document which lays out the basic principles for creating a video game to be played on a television: the beginning of a multi billion dollar industry.", "date" : "1966/08/30"}, {"title" : " In Cape Town, the South African architect of Apartheid, Prime Minister Hendrik Verwoerd, is stabbed to death by Dimitri Tsafendas during a parliamentary meeting.", "date" : "1966/09/06"}, {"title" : "the ocean liner ''SS Hanseatic'' catches fire and burns in New York City Harbor.", "date" : "1966/09/07"}, {"title" : " ''Star Trek'', the classic science fiction television series, debuts on NBC-TV with its first episode, titled quotThe Man Trapquot.", "date" : "1966/09/08"}, {"title" : " NATO decides to move SHAPE headquarters to Belgium.", "date" : "1966/09/09"}, {"title" : "''Gemini 11'' (Richard Gordon, Pete Conrad) docks with an Agena target vehicle.", "date" : "1966/09/09"}, {"title" : "Balthazar Johannes Vorster becomes the new South African Prime Minister.", "date" : "1966/09/09"}, {"title" : " TASS reports on clashes between the Chinese Communist Party and the Red Guards.", "date" : "1966/09/13"}, {"title" : "In South Vietnam, Thich Tri Quang ends a 100-day hunger strike.", "date" : "1966/09/13"}, {"title" : "The Metropolitan Opera House opens at Lincoln Center in New York City to the world premiere of Samuel Barber's opera, ''Antony and Cleopatra''.", "date" : "1966/09/13"}, {"title" : " Valerie Percy, 21-year-old daughter of then U.S. Senate candidate Charles H. Percy, is stabbed and bludgeoned to death in the family mansion on Chicago's North Shore.", "date" : "1966/09/18"}, {"title" : "Scotland Yard arrests Buster Edwards, suspected of involvement in the Great Train Robbery.", "date" : "1966/09/18"}, {"title" : "Timothy Leary forms the spiritual group League for Spiritual Discovery.", "date" : "1966/09/18"}, {"title" : "Baldur von Schirach and Albert Speer are released from Spandau Prison.", "date" : "1966/09/18"}, {"title" : "Botswana achieves independence.", "date" : "1966/09/18"}, {"title" : "October", "date" : "1966/09/18"}, {"title" : "Bobby Seale and Huey P. Newton found the Black Panther Party.", "date" : "1966/09/18"}, {"title" : "Toyota Corolla car introduced.", "date" : "1966/09/18"}, {"title" : " Tunisia severs diplomatic relations with the United Arab Republic.", "date" : "1966/10/03"}, {"title" : "Israel applies for the membership of the EEC.", "date" : "1966/10/03"}, {"title" : "Basutoland becomes independent and takes the name Lesotho.", "date" : "1966/10/03"}, {"title" : "UNESCO signs the Recommendation Concerning the Status of Teachers. This event is now celebrated as World Teachers' Day.", "date" : "1966/10/03"}, {"title" : "An experimental Reactor at the Enrico Fermi Nuclear Generating Station suffered a partial meltdown when its cooling system failed.", "date" : "1966/10/03"}, {"title" : "LSD is made illegal in the United States and controlled so strictly that not only were possession and recreational use criminalized, but all legal scientific research programs on the drug in the US were shut down as well.", "date" : "1966/10/03"}, {"title" : "The Love Pageant Rally takes place in the Panhandle of Golden Gate Park, a narrower section that projects into San Francisco's Haight-Ashbury district.", "date" : "1966/10/03"}, {"title" : " The Soviet Union declares that all Chinese students must leave the country before the end of October.", "date" : "1966/10/07"}, {"title" : "The Baltimore Orioles defeat the Los Angeles Dodgers in Game 4 of the World Series, 1–0, to sweep the series for their 1st World Championship.", "date" : "1966/10/07"}, {"title" : "Vietnam War: Binh Tai massacre.", "date" : "1966/10/07"}, {"title" : "Vietnam War: Dien Nien-Phuoc Binh Massacre.", "date" : "1966/10/07"}, {"title" : " France and the Soviet Union sign a treaty for cooperation in nuclear research.", "date" : "1966/10/11"}, {"title" : " The city of Montreal inaugurates its metro system (see Montreal Metro).", "date" : "1966/10/14"}, {"title" : "U.S. President Lyndon B. Johnson signs a bill creating the United States Department of Transportation.", "date" : "1966/10/14"}, {"title" : "The U.S. Congress passes a bill for the creation of Pictured Rocks National Lakeshore.", "date" : "1966/10/14"}, {"title" : "ABC-TV telecasts a highly acclaimed 90-minute television adaptation of the musical ''Brigadoon'', starring Robert Goulet, Peter Falk, and Sally Ann Howes. It wins many Emmy Awards and inaugurates a short-lived series of special television adaptations of famous Broadway musicals on ABC.  Goulet stars in all but one of these specials.", "date" : "1966/10/14"}, {"title" : " Grace Slick performs live for the first time with Jefferson Airplane.", "date" : "1966/10/16"}, {"title" : " Lesotho and Botswana are admitted to the United Nations.", "date" : "1966/10/17"}, {"title" : "The Aberfan disaster occurs in South Wales, United Kingdom.", "date" : "1966/10/17"}, {"title" : "The AFL-NFL merger is approved by the U.S. Congress.", "date" : "1966/10/17"}, {"title" : "British spy George Blake escapes from Wormwood Scrubs prison he is next seen in Moscow.", "date" : "1966/10/17"}, {"title" : " Negotiations about the Vietnam War begin in Manila, Philippines.", "date" : "1966/10/24"}, {"title" : "A military court in Jakarta sentences ex-foreign minister Subandrio to death.", "date" : "1966/10/24"}, {"title" : "Spain closes its Gibraltar border to non-pedestrian traffic.", "date" : "1966/10/24"}, {"title" : "NATO moves its HQ from Paris to Brussels.", "date" : "1966/10/24"}, {"title" : "A fire aboard the aircraft carrier USS Oriskany in the Gulf of Tonkin kills 44 crewmen.", "date" : "1966/10/24"}, {"title" : " The United Nations takes Namibia from South Africa.", "date" : "1966/10/27"}, {"title" : "The first ever regeneration in Doctor Who: William Hartnell's face morphs into that of Patrick Troughton.", "date" : "1966/10/27"}, {"title" : "The Guinean delegation to the OAU meeting in Ethiopia, become hostages of the Ghanaian government in Accra.", "date" : "1966/10/27"}, {"title" : " The Cuban Adjustment Act comes into force, allowing 123,000 Cubans the opportunity to apply for permanent residence in the United States.", "date" : "1966/11/02"}, {"title" : " The Arno River floods Florence, Italy, to a maximum depth of {{convert|6.7|m|ft|abbr=on}}, leaving thousands homeless and destroying millions of masterpieces of art and rare books.", "date" : "1966/11/04"}, {"title" : " Thirty-eight African states demand that the United Kingdom use force against the Rhodesian government.", "date" : "1966/11/05"}, {"title" : " Lunar Orbiter 2 is launched.", "date" : "1966/11/06"}, {"title" : "Former Massachusetts Attorney General Edward Brooke becomes the first African American elected to the United States Senate since Reconstruction.", "date" : "1966/11/06"}, {"title" : "Actor Ronald Reagan, is elected Governor of California.", "date" : "1966/11/06"}, {"title" : " John Lennon meets Yoko Ono at the Indica Gallery.", "date" : "1966/11/09"}, {"title" : " Seán Lemass retires as Taoiseach of the Republic of Ireland to be replaced in the role by fellow Fianna Fáil member Jack Lynch.", "date" : "1966/11/10"}, {"title" : "A mine kills 3 Israeli paratroopers on the West Bank border.", "date" : "1966/11/10"}, {"title" : "Spain declares general amnesty for crimes committed during the Spanish Civil War (effective only for the Falangists' side).", "date" : "1966/11/10"}, {"title" : " Jack L. Warner sells Warner Bros. Pictures to Seven Arts Productions, which eventually becomes Warner Bros.-Seven Arts.", "date" : "1966/11/14"}, {"title" : "''Gemini 12'' (James A. Lovell, Buzz Aldrin), splashes down safely in the Atlantic Ocean, 600ampampnbspkm east of the Bahamas.", "date" : "1966/11/14"}, {"title" : "Harry Maurice Roberts, who killed 3 policemen in August, is caught near London.", "date" : "1966/11/14"}, {"title" : "A Boeing 727 carrying Pan Am Flight 708 crashes near Berlin, Germany, killing all three people on board.", "date" : "1966/11/14"}, {"title" : " U.S. doctor Sam Sheppard is acquitted in his second trial for the murder of his pregnant wife in 1954.", "date" : "1966/11/16"}, {"title" : "The U.N. General Assembly decides to found the United Nations Industrial Development Organization.", "date" : "1966/11/16"}, {"title" : "A spectacular Leonid meteor shower passes over Arizona, at the rate of 2,300 a minute for 20 minutes.", "date" : "1966/11/16"}, {"title" : " In Togo, the army crushes an attempted coup.", "date" : "1966/11/21"}, {"title" : " The Beatles begin recording sessions for their landmark Sgt. Pepper's Lonely Hearts Club Band album.", "date" : "1966/11/24"}, {"title" : "Bulgarian TABSO Flight 101 crashes near Bratislava, Czechoslovakia, killing all 82 people on board.", "date" : "1966/11/24"}, {"title" : " In Vancouver, the Saskatchewan Roughriders defeat the Ottawa Rough Riders to win the 54th Grey Cup.", "date" : "1966/11/26"}, {"title" : " The Washington Redskins defeat the New York Giants 72–41 in the highest scoring game in NFL history.", "date" : "1966/11/27"}, {"title" : " Truman Capote's Black and White Ball ('The Party of the Century') is held in New York City.", "date" : "1966/11/28"}, {"title" : " The SS Daniel J. Morrell sinks in a storm on Lake Huron, killing 28 of its 29 crewmen.", "date" : "1966/11/29"}, {"title" : " Barbados achieves independence.", "date" : "1966/11/30"}, {"title" : "Kurt Georg Kiesinger is elected Chancellor of West Germany.", "date" : "1966/11/30"}, {"title" : "British Prime Minister Harold Wilson and Rhodesian Prime minister Ian Smith negotiate on the HMS ''Tiger'' in the Mediterranean.", "date" : "1966/11/30"}, {"title" : " U Thant agrees to serve a second term as U.N. Secretary General.", "date" : "1966/12/02"}, {"title" : " Anti-Portuguese demonstrations occur in Macau a curfew is declared the next day.", "date" : "1966/12/03"}, {"title" : " Binh Hoa massacre: Vietnam War.", "date" : "1966/12/06"}, {"title" : "Syria offers weapons to rebels in Jordan.", "date" : "1966/12/06"}, {"title" : "Barbados is admitted to the United Nations.", "date" : "1966/12/06"}, {"title" : " The Typaldos Line's ferry ''Heraklion'' sinks in rough seas, in the Aegean Sea near Crete, leaving 217 dead.", "date" : "1966/12/08"}, {"title" : " Walt Disney dies while producing ''The Jungle Book'', the last animated feature under his personal supervision.", "date" : "1966/12/15"}, {"title" : "The U.N. Security Council approves an oil embargo against Rhodesia.", "date" : "1966/12/15"}, {"title" : "The International Covenant on Economic, Social and Cultural Rights and the International Covenant on Civil and Political Rights are adopted by the General Assembly, as Resolution 2200 A (XXI).", "date" : "1966/12/15"}, {"title" : " South Africa does not join the trade embargo against Rhodesia.", "date" : "1966/12/17"}, {"title" : " ''How the Grinch Stole Christmas'', narrated by Boris Karloff, is shown for the first time on CBS, becoming an annual Christmas tradition.", "date" : "1966/12/18"}, {"title" : " ADB operations begin.", "date" : "1966/12/19"}, {"title" : " Harold Wilson withdraws all his previous offers to the Rhodesian government, and announces that he will agree to independence only after the founding of a Black majority government.", "date" : "1966/12/20"}, {"title" : " Prime Minister Ian Smith declares that Rhodesia is already a republic.", "date" : "1966/12/22"}, {"title" : " The first Kwanzaa is celebrated by Maulana Karenga, founder of Organization US (a black nationalist group) and later chair of Black Studies, at California State University, Long Beach from 1989 to 2002.", "date" : "1966/12/26"}, {"title" : "East German Premier Walter Ulbricht discusses negotiations about German reunification.", "date" : "1966/12/26"}, {"title" : "Thieves steal millions' worth of paintings from the Dulwich Art Gallery in London.", "date" : "1966/12/26"}, {"title" : "The Congolese government takes over the Union Minière du Haut Katanga.", "date" : "1966/12/26"}, {"title" : "Canada begins a year-long celebration of the 100th anniversary of the British North America Act, 1867, featuring the Expo 67 World's Fair.", "date" : "1967/01/01"}, {"title" : " The San Francisco and Los Angeles stock exchanges merge to form the Pacific Coast Stock Exchange.", "date" : "1957/01/02"}, {"title" : " Hamilton Watch Company introduces the first electric watch.", "date" : "1957/01/03"}, {"title" : " After 69 years the last issue of ''Collier's Weekly'' Magazine is published.", "date" : "1957/01/04"}, {"title" : " Russell Endean becomes the first batsman to be dismissed for having ''handled the ball'' in test match cricket.", "date" : "1957/01/05"}, {"title" : " Elvis Presley appears on ''The Ed Sullivan Show'' for the 3rd and final time. He is only shown from the waist up, even during the gospel segment, singing quotPeace In The Valleyquot. Ed Sullivan describes Elvis thus: quotThis is a real decent, fine boy. We've never had a pleasanter experience on our show with a big name than we've had with you. You're thoroughly all right.quot", "date" : "1957/01/06"}, {"title" : " British Prime Minister Anthony Eden resigns.", "date" : "1957/01/09"}, {"title" : " Harold Macmillan becomes the Prime Minister of the United Kingdom.", "date" : "1957/01/10"}, {"title" : " The African Convention is founded in Dakar.", "date" : "1957/01/11"}, {"title" : " ''Wham-O'' Company produces the first Frisbee.", "date" : "1957/01/13"}, {"title" : " Jagadguru Kripalu Maharaj was named fifth Jagadguru (world teacher) after giving seven days of speeches before 500 Hindu scholars.", "date" : "1957/01/14"}, {"title" : " Release, in Japan, of the film ''Throne of Blood'', Akira Kurosawa's reworking of ''Macbeth''.", "date" : "1957/01/15"}, {"title" : " The Cavern Club opens in Liverpool.", "date" : "1957/01/16"}, {"title" : "Dwight D. Eisenhower is inaugurated for a second term as President of the United States.", "date" : "1957/01/16"}, {"title" : "Israel withdraws from the Sinai Peninsula (captured from Egypt on October 29, 1956).", "date" : "1957/01/16"}, {"title" : "The New York City ampquotMad Bomberampquot, George P. Metesky, is arrested in Waterbury, Connecticut, and is charged with planting more than 30 bombs.", "date" : "1957/01/16"}, {"title" : " Ku Klux Klan members force truck driver Willie Edwards to jump off a bridge into the Alabama River he drowns as a result.", "date" : "1957/01/23"}, {"title" : " The Ibirapuera Planetarium (the first in the Southern Hemisphere) is inaugurated in the city of São Paulo, Brazil.", "date" : "1957/01/26"}, {"title" : " Three students on a junior high school playground in Pacoima, California, are among the 8 persons killed following a mid-air collision between a Douglas DC-7 airliner and a Northrop F-89 Scorpion fighter jet, in the skies above the San Fernando Valley section of Los Angeles, US.", "date" : "1957/01/31"}, {"title" : " President Iskander Mirza of Pakistan lays the foundation-stone of the Guddu Barrage across the river Indus near Sukkur.", "date" : "1957/02/02"}, {"title" : "France prohibits U.N. involvement in Algeria.", "date" : "1957/02/02"}, {"title" : "The first nuclear-powered submarine, the {{USS|Nautilus|SSN-571}}, logs its 60,000th nautical mile, matching the endurance of the fictional ''Nautilus'' described in Jules Verne's novel ''ampquot20,000 Leagues Under the Seaampquot''.", "date" : "1957/02/02"}, {"title" : "A coal gas explosion at the giant Bishop coal mine in Bishop, Virginia kills 37 men.", "date" : "1957/02/02"}, {"title" : " Andrei Gromyko becomes foreign minister of the Soviet Union.", "date" : "1957/02/15"}, {"title" : "The ampquotToddlers' Truceampquot, a controversial television closedown between 6.00 p.m. and 7.00 p.m., is abolished in the United Kingdom.", "date" : "1957/02/15"}, {"title" : "Ingmar Bergman's film ''The Seventh Seal'' opens in Sweden.", "date" : "1957/02/15"}, {"title" : " A fire at a home for the elderly in Warrenton, Missouri, kills 72 people.", "date" : "1957/02/17"}, {"title" : "Kenyan rebel leader Dedan Kimathi is executed by the British colonial government.", "date" : "1957/02/17"}, {"title" : "The last person to be executed in New Zealand, Walter James Bolton, is hanged at Mount Eden Prison for poisoning his wife.", "date" : "1957/02/17"}, {"title" : " The founding congress of the Senegalese Popular Bloc opens in Dakar.", "date" : "1957/02/23"}, {"title" : "U Nu becomes Prime Minister of Burma.", "date" : "1957/02/23"}, {"title" : "Arturo Lezama becomes President of the National Council of Government of Uruguay.", "date" : "1957/02/23"}, {"title" : "Sud Aviation forms from a merger between SNCASE (Société Nationale de Constructions Aéronautiques du Sud Est) and SNCASO (Société Nationale de Constructions Aéronautiques du Sud Ouest).", "date" : "1957/02/23"}, {"title" : "Dr. Seuss' ''The Cat in the Hat'' is published.", "date" : "1957/02/23"}, {"title" : " ''Net als toen'' by Corry Brokken (music by Guus Jansen, text by Willy van Hemert) wins the Eurovision Song Contest 1957 for the Netherlands.", "date" : "1957/03/03"}, {"title" : " Standard amp Poor's first publishes the SampP 500 guide.", "date" : "1957/03/04"}, {"title" : "United Kingdom colonies Gold Coast and British Togoland become the independent nation of Ghana.", "date" : "1957/03/04"}, {"title" : "Zodi Ikhia founds the Nigerien Democratic Front (FDN) in Niger.", "date" : "1957/03/04"}, {"title" : " The United States Congress approves the Eisenhower Doctrine.", "date" : "1957/03/07"}, {"title" : " Egypt re-opens the Suez Canal.", "date" : "1957/03/08"}, {"title" : " Floodgates of The Dalles Dam are closed, inundating Celilo Falls and ancient Indian fisheries along the Columbia River in Oregon, US.", "date" : "1957/03/10"}, {"title" : "The United States Federal Bureau of Investigation arrests Jimmy Hoffa and charges him with bribery.", "date" : "1957/03/10"}, {"title" : "Anglo-Jordanian Treaty of 1948 expires.", "date" : "1957/03/10"}, {"title" : " President Sukarno declares martial law in Indonesia.", "date" : "1957/03/14"}, {"title" : " Philippine President Ramon Magsaysay and 24 others are killed in a plane crash.", "date" : "1957/03/17"}, {"title" : " The French newspaper ''L'Express'' reveals that the French army tortures Algerian prisoners.", "date" : "1957/03/20"}, {"title" : " The Treaty of Rome (patto di Roma) establishes the European Economic Community (EEC) (see European Union).", "date" : "1957/03/25"}, {"title" : " 22-year-old Elvis Presley buys Graceland on 3734 Bellevue Boulevard (Highway 51 South) for $US100,000. He and his family move from the house on 1034 Audubon Drive.", "date" : "1957/03/26"}, {"title" : " The 29th Academy Awards ceremony is held.", "date" : "1957/03/27"}, {"title" : " Rodgers and Hammerstein's ''Cinderella'', the team's only musical written especially for television, is telecast live and in color by CBS, starring Julie Andrews in the title role. The production is seen by millions, but this 1957 version is not to be telecast again for more than 40 years, when a kinescope of it is shown.", "date" : "1957/03/31"}, {"title" : "April ampampndash IBM sells the first compiler for the FORTRAN scientific programming language.", "date" : "1957/03/31"}, {"title" : " The first new conscripts join the Bundeswehr.", "date" : "1957/04/01"}, {"title" : " The Communist Party of India wins the elections in Kerala, making E. M. S. Namboodiripad its first chief minister.", "date" : "1957/04/05"}, {"title" : " Egypt reopens the Suez Canal to all shipping.", "date" : "1957/04/09"}, {"title" : "The United Kingdom announces that Singapore will gain self-rule on January 1, 1958.", "date" : "1957/04/09"}, {"title" : "Allen Ginsberg's poem ''Howl'', printed in England, is seized by U.S. customs officials on the grounds of obscenity.", "date" : "1957/04/09"}, {"title" : " Suspected serial killer John Bodkin Adams is found not guilty of murder at the Old Bailey.", "date" : "1957/04/17"}, {"title" : " Patrick Moore presents the first episode of ''The Sky at Night'', a BBC television programme for astronomy enthusiasts.", "date" : "1957/04/24"}, {"title" : " Vincent Gigante fails to assassinate mafioso Frank Costello in Manhattan.", "date" : "1957/05/02"}, {"title" : " Brooklyn Dodgers owner Walter O'Malley agrees to move the team from Brooklyn, New York, to Los Angeles", "date" : "1957/05/03"}, {"title" : "Operation Grapple: At Malden Island in the Pacific, Britain tests its first hydrogen bomb, which fails to detonate properly.", "date" : "1957/05/03"}, {"title" : "Stanley Matthews plays his final international game, ending an English record international career of almost 23 years.", "date" : "1957/05/03"}, {"title" : " Paul-Henri Spaak becomes the new Secretary General of NATO.", "date" : "1957/05/16"}, {"title" : "Anti-American riots erupt in Taipei, Taiwan.", "date" : "1957/05/24"}, {"title" : " Broad Peak, on the China-Pakistan border, is first ascended.", "date" : "1957/06/09"}, {"title" : " Oklahoma celebrates its semi-centennial statehood. A brand new 1957 Plymouth Belvedere is buried in a time capsule (to be opened 50 years later on June 15, 2007).", "date" : "1957/06/15"}, {"title" : " John Diefenbaker becomes Canada's 13th prime minister.", "date" : "1957/06/21"}, {"title" : " The United Church of Christ is formed in Cleveland, Ohio, by the merger of the Congregational Christian Churches and the Evangelical and Reformed Church.", "date" : "1957/06/25"}, {"title" : " Hurricane Audrey demolishes Cameron, Louisiana, US, killing 400 people.", "date" : "1957/06/27"}, {"title" : "July", "date" : "1957/06/27"}, {"title" : "The International Geophysical Year begins.", "date" : "1957/06/27"}, {"title" : " John Lennon and Paul McCartney meet for the first time, as teenagers at Woolton Fete, 3 years before forming the Beatles.", "date" : "1957/07/06"}, {"title" : " Elvis Presley's ''Loving You'' opens in theaters.", "date" : "1957/07/09"}, {"title" : " His Highness Prince Karim Aga Khan becomes the 49th Imam of the Shia Ismaili Muslims at age 20. His grandfather Sir Sultan Mohammed Shah Aga Khan III appoints Prince Karim in his will.", "date" : "1957/07/11"}, {"title" : " Rawya Ateya takes her seat in the National Assembly of Egypt, thereby becoming the first female parliamentarian in the Arab world.", "date" : "1957/07/14"}, {"title" : " United States Marine Major John Glenn flies an F8U supersonic jet from California to New York in 3 hours, 23 minutes and 8 seconds, setting a new transcontinental speed record.", "date" : "1957/07/16"}, {"title" : " Tunisia becomes a republic, with Habib Bourguiba its first president.", "date" : "1957/07/25"}, {"title" : "The 6th World Festival of Youth and Students, a high point of the Khruschev Thaw, kicks off in Moscow.", "date" : "1957/07/25"}, {"title" : "Heavy rains and mudslides at Isahaya, western Kyūshū, Japan, kill 992.", "date" : "1957/07/25"}, {"title" : "A strong earthquake shakes Mexico City and Mexican port city Acapulco.", "date" : "1957/07/25"}, {"title" : " The International Atomic Energy Agency is established.", "date" : "1957/07/29"}, {"title" : " Juan Manuel Fangio, driving for Maserati, wins the Formula One German Grand Prix, clinching (with 4 wins that season) his record 5th world drivers championship, including his 4th consecutive championship (also a record) these 2 records endure for nearly half a century.", "date" : "1957/08/04"}, {"title" : " ''American Bandstand'', a local dance show produced by WFIL-TV in Philadelphia, joins the ABC Television Network.", "date" : "1957/08/05"}, {"title" : " U.S. President Dwight D. Eisenhower announces a 2-year suspension of nuclear testing.", "date" : "1957/08/21"}, {"title" : " United States Senator Strom Thurmond (D-SC) sets the record for the longest filibuster with his 24-hour, 18-minute speech railing against a civil rights bill.", "date" : "1957/08/28"}, {"title" : " The Federation of Malaya gains independence from the United Kingdom. Tuanku Abdul Rahman ibni Almarhum Tuanku Muhammad, Yang di-Pertuan Besar of Negeri Sembilan becomes the first Yang di-Pertuan Agong of Malaya.", "date" : "1957/08/31"}, {"title" : " 175 die in Jamaica's worst railway disaster.", "date" : "1957/09/01"}, {"title" : " The Wolfenden report on homosexuality is published in the United Kingdom.", "date" : "1957/09/03"}, {"title" : "American Civil Rights Movement ampampndash Little Rock Crisis: Governor Orville Faubus of Arkansas calls out the US National Guard, to prevent African-American students from enrolling in Central High School in Little Rock.", "date" : "1957/09/03"}, {"title" : "The Ford Motor Company introduces the Edsel on what the company proclaims as ampquotE Dayampquot.", "date" : "1957/09/03"}, {"title" : " The first edition of Jack Kerouac's ''On the Road'' goes on sale.", "date" : "1957/09/05"}, {"title" : " Catholic Memorial High School opens its doors for the first time in Boston", "date" : "1957/09/09"}, {"title" : " ''Have Gun, Will Travel'' premieres on CBS.", "date" : "1957/09/14"}, {"title" : "Olav V becomes King of Norway on the death of his father Haakon VII.", "date" : "1957/09/14"}, {"title" : "The sailing ship ''Pamir'' sinks off the Azores in a hurricane.", "date" : "1957/09/14"}, {"title" : " The Academy Award-winning movie ''The Three Faces of Eve'' is released.", "date" : "1957/09/23"}, {"title" : " U.S. President Dwight D. Eisenhower sends federal troops to Arkansas to provide safe passage into Central High School for the Little Rock Nine.", "date" : "1957/09/24"}, {"title" : "West Side Story has its first appearance on Broadway and runs for 732 performances.", "date" : "1957/09/26"}, {"title" : " Kyshtym disaster occurs at a nuclear fuel reprocessing plant in Russia.", "date" : "1957/09/29"}, {"title" : " David Lean's film ''The Bridge on the River Kwai'' opens in the UK.", "date" : "1957/10/02"}, {"title" : "Space Age ampampndash Sputnik program: The Soviet Union launches Sputnik 1, the first artificial satellite to orbit the earth.", "date" : "1957/10/02"}, {"title" : "Canada's Avro Arrow is unveiled to the public.", "date" : "1957/10/02"}, {"title" : "The comedy sitcom ''Leave It to Beaver'' premieres on television.", "date" : "1957/10/02"}, {"title" : " Neil H. McElroy is sworn in as United States Secretary of Defense.", "date" : "1957/10/09"}, {"title" : "A fire at the Windscale power station in the UK releases radioactive material into the surrounding environment, including Iodine-131.", "date" : "1957/10/09"}, {"title" : "The Jodrell Bank Radio telescope opens in Cheshire, UK.", "date" : "1957/10/09"}, {"title" : "The orbit of the last stage of the R-7 Semyorka rocket (carrying Sputnik I) is first successfully calculated on an IBM 704 computer by teams at The M.I.T. Computation Center and Operation Moonwatch, Cambridge, Massachusetts.", "date" : "1957/10/09"}, {"title" : " Ayn Rand's novel ''Atlas Shrugged'' is published.", "date" : "1957/10/12"}, {"title" : "Two trains collide in Turkey 95 die.", "date" : "1957/10/12"}, {"title" : "The U.S. military sustains its first combat fatality in Vietnam, Army Capt. Hank Cramer of the 1st Special Forces Group.", "date" : "1957/10/12"}, {"title" : " Morocco begins its invasion of Ifni.", "date" : "1957/10/23"}, {"title" : " Mafia boss Albert Anastasia is assassinated in a barber shop, at the Park Sheraton Hotel in New York City, US.", "date" : "1957/10/25"}, {"title" : " Celal Bayar is re-elected president of Turkey.", "date" : "1957/10/27"}, {"title" : " Toyota begins exporting vehicles to the U.S., beginning with the Toyota Crown and the Toyota Land Cruiser", "date" : "1957/10/31"}, {"title" : "The Mackinac Bridge, the world's longest suspension bridge between anchorages at the time, opens in the US to connect Michigan's two peninsulas.", "date" : "1957/10/31"}, {"title" : "The westbound tube AKA the first tube of the Hampton Roads Bridge-Tunnel linking to Norfolk, Virginia and Hampton, Virginia opens at a cost of $44 million dollars.", "date" : "1957/10/31"}, {"title" : " Sputnik program: The Soviet Union launches Sputnik 2, with the first animal to orbit the Earth (a dog named Laika) on board.", "date" : "1957/11/03"}, {"title" : " Cold War: In the United States, the Gaither Report calls for more American missiles and fallout shelters.", "date" : "1957/11/07"}, {"title" : " Film ''Jailhouse Rock'' opens across the U.S. to reach #3, and Elvis Presley continues to gain more notoriety.", "date" : "1957/11/08"}, {"title" : "Gordon Gould invents the laser.", "date" : "1957/11/08"}, {"title" : "Flooding in the Po River valley of Italy leads to flooding also in Venice.", "date" : "1957/11/08"}, {"title" : " Apalachin Meeting: American Mafia leaders meet in Apalachin, New York at the house of Joseph Barbara the meeting is broken up by a curious patrolman.", "date" : "1957/11/14"}, {"title" : "A plane crash in the Isle of Wight leaves 43 dead.", "date" : "1957/11/14"}, {"title" : "Yugoslavia announces the end of an economic boycott of Franco's Spain (although it does not reinstitute diplomatic relations).", "date" : "1957/11/14"}, {"title" : "Serial killer Edward Gein murders his last victim, Bernice Worden of Plainfield, Wisconsin, US.", "date" : "1957/11/14"}, {"title" : "U.S. President Dwight D. Eisenhower has a stroke", "date" : "1957/11/14"}, {"title" : "Adnan Menderes of DP forms the new government of Turkey (23rd government,last government formed by DP and Adnan Menderes)", "date" : "1957/11/14"}, {"title" : " Indonesian president Sukarno survives a grenade attack at the Cikini School in Jakarta, but six children are killed.", "date" : "1957/11/30"}, {"title" : " In Indonesia, Sukarno announces the nationalization of 246 Dutch businesses.", "date" : "1957/12/01"}, {"title" : " The Lewisham train disaster in the UK leaves 92 dead.", "date" : "1957/12/04"}, {"title" : " All 326,000 Dutch nationals are expelled from Indonesia.", "date" : "1957/12/05"}, {"title" : " First U.S. attempt to launch a satellite fails, the rocket blowing up on the launch pad.", "date" : "1957/12/06"}, {"title" : " Canadian diplomat Lester B. Pearson receives the Nobel Peace Prize for his peackeeping efforts in the United Nations.", "date" : "1957/12/10"}, {"title" : " ''The Bridge on the River Kwai'' is released in the U.S. It goes on to win the Academy Award for Best Picture. Additional Oscars go to Alec Guinness (Best Actor) and David Lean (Best Director), among others. This is Lean's first Oscar for directing.", "date" : "1957/12/18"}, {"title" : " Meredith Willson's classic musical ''The Music Man'', starring Robert Preston, debuts on Broadway.", "date" : "1957/12/19"}, {"title" : " The Boeing 707 airliner flies for the first time.", "date" : "1957/12/20"}, {"title" : " The CBS afternoon anthology series ''Seven Lively Arts'' presents Tchaikovsky's ballet ''The Nutcracker'' on U.S. television for the first time, although heavily abridged.", "date" : "1957/12/22"}, {"title" : "Edmund Hillary's Commonwealth Trans-Antarctic Expedition completes the third overland journey to the South Pole, and the first to use powered vehicles.", "date" : "1958/01/03"}, {"title" : "Sputnik 1 (launched on October 4, 1957) falls to Earth from its orbit and burns up.", "date" : "1958/01/04"}, {"title" : "14-year-old Bobby Fischer wins the United States Chess Championship.", "date" : "1958/01/08"}, {"title" : "Armed Lumbee Indians confront a handful of Klansmen in Maxton, North Carolina.", "date" : "1958/01/08"}, {"title" : "The first of Leonard Bernstein's ''Young People's Concerts'' with the New York Philharmonic is telecast by CBS. The Emmy-winning series (one concert approximately every three months except for the summer) will run for more than fourteen years. It will make Bernstein's name a household word, and the most famous conductor in the U.S.", "date" : "1958/01/08"}, {"title" : "Anne de Vries releases the fourth and final volume of ''Journey Through the Night''.", "date" : "1958/01/20"}, {"title" : "Hall of Fame baseball player Roy Campanella is involved in an automobile accident that ends his career and leaves him paralyzed.", "date" : "1958/01/28"}, {"title" : "The first successful American satellite, Explorer 1, is launched into orbit.", "date" : "1958/01/31"}, {"title" : "Egypt and Syria unite to form the United Arab Republic.", "date" : "1958/02/01"}, {"title" : "The word ''Aerospace'' is coined, from the words Aircraft (aero) and Spacecraft (space), taking into consideration that the Earth's atmosphere and outerspace is to be one, or a single realm.", "date" : "1958/02/02"}, {"title" : "Gamel Abdel Nasser is nominated as the first president of the United Arab Republic.", "date" : "1958/02/02"}, {"title" : "The Tybee Bomb, a 7,600 pound (3,500ampampnbspkg) Mark 15 hydrogen bomb, is lost in the waters off Savannah, Georgia.", "date" : "1958/02/02"}, {"title" : "Seven Manchester United footballers are among the 21 people killed in the Munich air disaster in West Germany on the return flight from a European Cup game in Yugoslavia. 23 people survive, but four of them, including manager Matt Busby and players Johnny Berry and Duncan Edwards, are in a serious condition.", "date" : "1958/02/06"}, {"title" : "Marshal Chen Yi succeeds Zhou Enlai as Chinese Minister of Foreign affairs.", "date" : "1958/02/06"}, {"title" : "Ruth Carol Taylor is the first African American woman hired as a flight attendant. Hired by Mohawk Airlines, her career lasts only six months, due to another discriminatory barrier ampampndash the airline's ban on married flight attendants.", "date" : "1958/02/06"}, {"title" : "The Hashemite Kingdoms of Iraq and Jordan unite in the Arab Federation of Iraq and Jordan with Iraqi King Faisal II as head of state.", "date" : "1958/02/14"}, {"title" : "Pope Pius XII declares Saint Clare the patron saint of television.", "date" : "1958/02/17"}, {"title" : "A test rocket explodes at Cape Canaveral.", "date" : "1958/02/20"}, {"title" : "A peace symbol is designed and completed by Gerald Holtom, commissioned by the Campaign for Nuclear Disarmament, in protest against the Atomic Weapons Research Establishment.", "date" : "1958/02/21"}, {"title" : "Cuban rebels kidnap five-time world driving champion Juan Manuel Fangio, releasing him 28 hours later.", "date" : "1958/02/21"}, {"title" : "Arturo Frondizi is elected president of Argentina.", "date" : "1958/02/21"}, {"title" : "In Cuba, Fidel Castro's ''Radio Rebelde'' begins broadcasting from Sierra Maestra.", "date" : "1958/02/24"}, {"title" : "Bertrand Russell launches the Campaign for Nuclear Disarmament.", "date" : "1958/02/25"}, {"title" : "One of the worst school bus accidents in U.S. history occurs at Prestonburg, Kentucky 29 are killed.", "date" : "1958/02/28"}, {"title" : "The Turkish passenger ship ''Uskudar'' capsizes and sinks at Izmit Bay, Kocaeli, Turkey at least 300 die.", "date" : "1958/03/01"}, {"title" : "A British Commonwealth Trans-Antarctic Expedition team led by Sir Vivian Fuchs completes the first overland crossing of the Antarctic, using snowcat caterpillar tractors and dogsled teams, in 99 days, via the South Pole.", "date" : "1958/03/02"}, {"title" : "The USS ''Wisconsin'' is decommissioned, leaving the United States Navy without an active battleship for the first time since 1896 (it is recommissioned October 22, 1988).", "date" : "1958/03/08"}, {"title" : "A U.S. B-47 bomber accidentally drops an atom bomb on Mars Bluff, South Carolina. Without a fissile warhead, its conventional explosives destroy a house and injure several people.", "date" : "1958/03/11"}, {"title" : "Convention on the Inter-Governmental Maritime Consultative Organization (IMCO) enters into force, founding the IMCO as a specialized agency of the United Nations.", "date" : "1958/03/17"}, {"title" : "The United States launches the Vanguard 1 satellite.", "date" : "1958/03/17"}, {"title" : "Monarch Underwear Company fire in New York.", "date" : "1958/03/19"}, {"title" : "The U.S. Army inducts Elvis Presley, transforming The King Of Rock amp Roll into U.S. private #53310761.", "date" : "1958/03/24"}, {"title" : "Canada's Avro Arrow makes its debut flight.", "date" : "1958/03/25"}, {"title" : "The United States Army launches Explorer 3.", "date" : "1958/03/25"}, {"title" : "The 30th Academy Awards ceremony takes place ''The Bridge on the River Kwai'' wins seven awards, including Academy Award for Best Picture.", "date" : "1958/03/25"}, {"title" : "Nikita Khrushchev becomes Premier of the Soviet Union.", "date" : "1958/03/27"}, {"title" : "April – Unemployment in Detroit reaches 20%, marking the height of the Recession of 1958 in the United States.", "date" : "1958/03/27"}, {"title" : "The BBC Radiophonic Workshop is established.", "date" : "1958/04/01"}, {"title" : "Castro's revolutionary army begins its attacks on Havana.", "date" : "1958/04/03"}, {"title" : "April 7 – In the first protest march for the Campaign for Nuclear Disarmament from Hyde Park, London to Aldermaston, Berkshire, demonstrators demand the banning of nuclear weapons.", "date" : "1958/04/04"}, {"title" : "Cheryl Crane, daughter of actress Lana Turner, fatally stabs her mother's gangster lover Johnny Stompanato (the stabbing is eventually ruled as self-defense).", "date" : "1958/04/04"}, {"title" : "Soraya Esfandiary Bakhtiari divorces the Shah of Iran, Mohammad Reza Pahlavi after she is unable to produce any children.", "date" : "1958/04/06"}, {"title" : "The satellite Sputnik 2 disintegrates in space after several orbits.", "date" : "1958/04/06"}, {"title" : "Van Cliburn wins the Tchaikovsky International Competition for pianists in Moscow, breaking Cold War tensions.", "date" : "1958/04/06"}, {"title" : "The San Francisco Giants beat the Los Angeles Dodgers 8–0 at San Francisco's Seals Stadium, in the first Major League Baseball regular season game ever played in California.", "date" : "1958/04/15"}, {"title" : "King Baudouin of Belgium officially opens the World Fair in Brussels, also known as Expo '58. The Atomium forms the centrepiece.", "date" : "1958/04/17"}, {"title" : "Montreal Canadiens win the Stanley cup after a defeating the  Boston Bruins in 6 games.", "date" : "1958/04/20"}, {"title" : "United Airlines Flight 736 is involved in a mid-air collision with a U.S. Air Force F-100F-5-NA Super Sabre jet fighter near Las Vegas, Nevada. All 49 persons in both aircraft are killed.", "date" : "1958/04/21"}, {"title" : "Arturo Frondizi becomes President of Argentina.", "date" : "1958/04/21"}, {"title" : "The Nordic Passport Union comes into force.", "date" : "1958/04/21"}, {"title" : "Actor-singer Paul Robeson, whose passport has been reinstated, sings in a sold-out one-man recital at Carnegie Hall. The recital is such a success that Robeson gives another one at Carnegie Hall a few days later but, after this, Robeson is seldom seen in public in the United States again. His Carnegie Hall concerts are later released on records and on CD.", "date" : "1958/05/09"}, {"title" : "Interviewed in the Chave d'Ouro café, when asked about his rival António de Oliveira Salazar, Humberto Delgado utters one of the most famous comments in Portuguese political history: quotObviamente, demito-o! (Obviously, I'll sack him!)quot.", "date" : "1958/05/10"}, {"title" : "A formal North American Aerospace Defense Command agreement is signed between the United States and Canada.", "date" : "1958/05/12"}, {"title" : "French Algerian protesters seize government offices in Algiers, leading to a military coup.", "date" : "1958/05/12"}, {"title" : "During a visit to Caracas, Venezuela, Vice President Richard M. Nixon's car is attacked by anti-American demonstrators.", "date" : "1958/05/12"}, {"title" : "The Soviet Union launches Sputnik 3.", "date" : "1958/05/15"}, {"title" : "MGM's ''Gigi'' opens in New York City, beginning its run in the U.S. after being shown at the Cannes film festival. The last of the great MGM musicals, it will become a huge critical and box office success and win nine Academy Awards including Best Picture. ''Gigi'' is Lerner and Loewe's first musical written especially for film, and is deliberately written in a style evoking the team's ''My Fair Lady'', which was still playing on Broadway at the time and could not be filmed yet.", "date" : "1958/05/15"}, {"title" : "An F-104 Starfighter sets a world speed record of {{Convert|1404.19|mi/h|km/h|abbr=on}}.", "date" : "1958/05/18"}, {"title" : "Fulgencio Batista's government launches a counteroffensive against Castro's rebels.", "date" : "1958/05/20"}, {"title" : "United Kingdom Postmaster General Ernest Marples announces that from December, Subscriber Trunk Dialling will be introduced in the Bristol area.", "date" : "1958/05/21"}, {"title" : "Explorer 1 ceases transmission.", "date" : "1958/05/23"}, {"title" : "The bodies of unidentified United States soldiers killed in action during World War II and the Korean War are buried at the Tomb of the Unknowns in Arlington National Cemetery.", "date" : "1958/05/30"}, {"title" : "Charles de Gaulle is brought out of retirement to lead France by decree for 6 months.", "date" : "1958/05/30"}, {"title" : "Iceland extends its fishing limits to 12 miles (22.2ampampnbspkm).", "date" : "1958/05/30"}, {"title" : "In San Simeon, California, Hearst Castle opens to the public for guided tours.", "date" : "1958/06/02"}, {"title" : "French President Charles De Gaulle visits Algeria.", "date" : "1958/06/04"}, {"title" : "The {{SS|Edmund Fitzgerald}} is launched she will be the largest Lake freighter for more than a dozen years.", "date" : "1958/06/08"}, {"title" : "Imre Nagy is hanged for treason in Hungary.", "date" : "1958/06/16"}, {"title" : "The iron barque ''Omega'' of Callao, Peru (built in Scotland, 1887), sinks on passage carrying guano from the Pachacamac Islands for Huacho, the world’s last full rigged ship trading under sail alone.", "date" : "1958/06/20"}, {"title" : "The Peronist Party becomes legal again in Argentina.", "date" : "1958/06/27"}, {"title" : "Brazil beats Sweden 5–2 to win the football World Cup.", "date" : "1958/06/29"}, {"title" : "Gasherbrum I, the 11th highest mountain in the world, is first ascended.", "date" : "1958/07/05"}, {"title" : "President Dwight D. Eisenhower signs the Alaska Statehood Act into United States law.", "date" : "1958/07/05"}, {"title" : "The first International House of Pancakes (IHOP) opens in Toluca Lake, Los Angeles.", "date" : "1958/07/05"}, {"title" : "A 7.5 Richter scale earthquake in Lituya Bay, Alaska, causes a landslide that produces a huge 520-meter high wave.!-- Exact date unverified? Sources differ. Best sources say 9th. --", "date" : "1958/07/09"}, {"title" : "The first parking meters are installed in Britain.", "date" : "1958/07/10"}, {"title" : "Count Michael Rhédey von Kis-Rhéde, direct descendant of Samuel Aba, King of Hungary, at the age of 60 is pistol-whipped and murdered over a few hectares of land by Czechoslovak Communists during the collectivization process at his residence in Olcsvar, Slovakia.", "date" : "1958/07/11"}, {"title" : "Henri Cornelis becomes Governor-General of the Belgian Congo.  He was the last Belgian governor of the Congo prior to independence.", "date" : "1958/07/12"}, {"title" : "In Lebanon, 5,000 United States Marines land in the capital Beirut in order to protect the pro-Western government there.", "date" : "1958/07/15"}, {"title" : "British paratroopers arrive in Jordan King Hussein has asked help against pressure from Iraq.", "date" : "1958/07/17"}, {"title" : "The Beatles, then The Quarrymen, pay 17 shillings and 6 pence to have their first recording session where they record ''That'll Be The Day'' by Buddy Holly and ''In Spite Of All The Danger'' by Paul McCartney and George Harrison.", "date" : "1958/07/19"}, {"title" : "Various rebel groups in Cuba join forces but the communists do not join them.", "date" : "1958/07/20"}, {"title" : "The first life peerage under the Life Peerages Act 1958 is created in the United Kingdom.", "date" : "1958/07/24"}, {"title" : "Explorer program: Explorer 4 is launched.", "date" : "1958/07/24"}, {"title" : "Elizabeth II gives her son and heir apparent The Prince Charles the customary title of Prince of Wales.", "date" : "1958/07/24"}, {"title" : "The U.S. Congress formally creates the National Aeronautics and Space Administration (NASA).", "date" : "1958/07/29"}, {"title" : "Tibetan resistance movement against rule by China receives support from the United States Central Intelligence Agency.", "date" : "1958/07/31"}, {"title" : "The last Tom and Jerry episode (''Tot Watchers'') made by William Hanna and Joseph Barbera is released. Tom and Jerry will not be released to theatres again until 1961.", "date" : "1958/08/01"}, {"title" : "The nuclear powered submarine USS ''Nautilus'' becomes the first vessel to cross the North Pole under water.", "date" : "1958/08/03"}, {"title" : "Australian athlete Herb Elliott clips almost three seconds off the world record for the mile run at Santry Stadium, Dublin, recording a time of 3 minutes 54.5 seconds.", "date" : "1958/08/06"}, {"title" : "A 4-engine Lockheed L-1049 Super Constellation aircraft belonging to KLM crashes into the sea with 99 people on board.", "date" : "1958/08/14"}, {"title" : "The first Thor-Able rocket is launched, carrying Pioneer 0, from Cape Canaveral Air Force Station Launch Complex 17. The launch fails due to a first stage malfunction.", "date" : "1958/08/17"}, {"title" : "Vladimir Nabokov's controversial novel ''Lolita'' is published in the United States.", "date" : "1958/08/17"}, {"title" : "Brojen Das from East Pakistan swims across the English Channel in a competition, as the first Bangali as well as the first Asian to ever do it. He is first among 39 competitors.", "date" : "1958/08/17"}, {"title" : "Chinese Civil War: The Second Taiwan Strait crisis begins with the People's Liberation Army's bombardment of Quemoy.", "date" : "1958/08/17"}, {"title" : "President of the United States Dwight D. Eisenhower signs the Federal Aviation Act, transferring all authority over aviation in the USA to the newly created Federal Aviation Agency (FAA, later renamed Federal Aviation Administration).", "date" : "1958/08/17"}, {"title" : "Operation Argus: The United States begins nuclear tests over the South Atlantic.", "date" : "1958/08/27"}, {"title" : "September 1 – Notting Hill race riots: Riots between blacks and whites in Notting Hill, London.", "date" : "1958/08/30"}, {"title" : "The first Cod War begins between the United Kingdom and Iceland.", "date" : "1958/09/01"}, {"title" : "Paul Robeson performs in concert at the Soviet Young Pioneer camp Artek.", "date" : "1958/09/06"}, {"title" : "Jack Kilby invents the first integrated circuit.", "date" : "1958/09/12"}, {"title" : "Two rockets designed by German engineer Ernst Mohr (the first German post-war rockets) reach the upper atmosphere.", "date" : "1958/09/14"}, {"title" : "Typhoon Ida kills at least 1,269 in Honshū, Japan.", "date" : "1958/09/27"}, {"title" : "In France, a majority of 79% says yes to the constitution of the Fifth Republic.", "date" : "1958/09/28"}, {"title" : "The U.S.S.R. performs a nuclear test at Novaya Zemlya.", "date" : "1958/09/30"}, {"title" : "Tunisia and Morocco join the Arab League.", "date" : "1958/09/30"}, {"title" : "NASA starts operations and replaces the NACA.", "date" : "1958/09/30"}, {"title" : "Guinea declares itself independent from France.", "date" : "1958/10/02"}, {"title" : "BOAC uses the new De Havilland Comet jets, to become the first airline to fly jet passenger services across the Atlantic.", "date" : "1958/10/04"}, {"title" : "Pope Pius XII dies.", "date" : "1958/10/09"}, {"title" : "Pioneer 1, the second and most successful of the 3 project Able space probes, becomes the first spacecraft launched by the newly formed NASA.", "date" : "1958/10/11"}, {"title" : "The Life Peerages Act entitles women to sit in the British House of Lords for the first time. The Baronesses Swanborough (Stella Isaacs, Marchioness of Reading) and Wooton (Barbara Wooton) are the first to take their seats.", "date" : "1958/10/21"}, {"title" : "First transatlantic flight of a Pan American World Airways Boeing 707.", "date" : "1958/10/26"}, {"title" : "Pope John XXIII succeeds Pope Pius XII as the 261st pope.", "date" : "1958/10/28"}, {"title" : "The new UNESCO building is inaugurated in Paris.", "date" : "1958/11/03"}, {"title" : "The Bossa nova is born in Rio de Janeiro, with João Gilberto's recording of ''Chega de Saudade''.", "date" : "1958/11/10"}, {"title" : "The {{SS|Carl D. Bradley}} sinks in a storm on Lake Michigan, killing 33 of the 35 crewmen on board.", "date" : "1958/11/18"}, {"title" : "The Menzies Liberal government in Australia is re-elected for a fifth term.", "date" : "1958/11/22"}, {"title" : "The radio version of ''Have Gun - Will Travel'' premieres. It is one of the last dramas to go on the air on commercial radio. Only some NPR stations will broadcast radio dramas in years to come.", "date" : "1958/11/23"}, {"title" : "French Sudan gains autonomy as a self-governing member of the French colonial empire.", "date" : "1958/11/25"}, {"title" : "Chad, the Republic of the Congo, and Gabon become autonomous republics within the French colonial empire.", "date" : "1958/11/28"}, {"title" : "Ted Kennedy marries Virginia Joan Bennett at St. Joseph's Church in Bronxville, New York.", "date" : "1958/11/29"}, {"title" : "Gaullists win the French parliamentary election.", "date" : "1958/11/30"}, {"title" : "Adolfo López Mateos takes office as President of Mexico.", "date" : "1958/11/30"}, {"title" : "Our Lady of the Angels School Fire: At least ninety students and three nuns are killed in a fire in Chicago.", "date" : "1958/11/30"}, {"title" : "The Preston bypass, the United Kingdom's first motorway, opens to traffic for the first time. This stretch is now part of the M6 and M55 motorways.", "date" : "1958/11/30"}, {"title" : "The 3rd launch of a Thor-Able rocket, carrying Pioneer 2, is unsuccessful due to a 3rd stage ignition failure.", "date" : "1958/12/06"}, {"title" : "The right-wing John Birch Society is founded in the USA by Robert Welch, a retired candy manufacturer.", "date" : "1958/12/09"}, {"title" : "The ''3rd Soviet Antarctic Expedition'' becomes the first ever to reach the Southern Pole of Inaccessibility.", "date" : "1958/12/14"}, {"title" : "Arthur L. Schawlow and Charles H. Townes of Bell Laboratories publish a paper in ''Physical Review Letters'' setting out the principles of the optical laser.", "date" : "1958/12/15"}, {"title" : "A fire breaks out in the Vida Department Store in Bogota, Colombia and kills 84 persons.", "date" : "1958/12/16"}, {"title" : "President Dwight D. Eisenhower broadcasts a message from a Project SCORE satellite.", "date" : "1958/12/19"}, {"title" : "General Charles de Gaulle is elected president of France with 78.5% of the votes.", "date" : "1958/12/21"}, {"title" : "A BOAC Bristol Britannia (312 G-AOVD) crashes near Winkton, England during a test flight.", "date" : "1958/12/24"}, {"title" : "Tchaikovsky's ballet ''The Nutcracker'' (the George Balanchine version) is shown on prime-time television in color for the first time, as an episode of the CBS anthology series ''Playhouse 90''.", "date" : "1958/12/25"}, {"title" : "Rebel troops under Che Guevara begin to invade Santa Clara, Cuba. Fulgencio Batista resigns two days later, on the night of the 31st.", "date" : "1958/12/29"}, {"title" : "Tallies reveal that, for the first time, the total of passengers carried by air this year exceeds the total carried by sea in transatlantic service.", "date" : "1958/12/31"}, {"title" : "The United States recognizes the new Cuban government of Fidel Castro.", "date" : "1959/01/07"}, {"title" : "Charles De Gaulle is inaugurated as the first president of the French Fifth Republic.", "date" : "1959/01/08"}, {"title" : "Caves of Nerja are discovered in Spain.", "date" : "1959/01/08"}, {"title" : "Motown Records founded by Berry Gordy, Jr.", "date" : "1959/01/08"}, {"title" : "Cuban communists execute 71 supporters of Fulgencio Batista.", "date" : "1959/01/13"}, {"title" : "Knox Mine Disaster: Water breaches the River Slope Mine in Port Griffith, Pennsylvania near Pittston, Pennsylvania 12 miners are killed.", "date" : "1959/01/22"}, {"title" : "Pope John XXIII announces that the Second Vatican Council will be convened in Rome.", "date" : "1959/01/25"}, {"title" : "Walt Disney releases his 16th animated film, ''Sleeping Beauty'' in Beverly Hills. It is Disney's first animated film to be shown in 70mm and modern 6-track stereophonic sound.''Fantasia'' had also used a multi-speaker stereophonic sound system, but it was primitive compared to the one used in ''Sleeping Beauty''. Also on the program is Disney's new live-action short subject ''Grand Canyon'', which uses the music of Ferde Grofe's ''Grand Canyon Suite''. ''Grand Canyon'' wins an Oscar for Best Documentary Short.", "date" : "1959/01/29"}, {"title" : "Danish passenger/cargo ship {{MS|Hans Hedtoft}}, returning to Copenhagen after its maiden voyage to Greenland, strikes an iceberg and sinks off the Greenland coast with the loss of all 95 on board.{{cite news|title=Three Rescue Vessels Reach Ship-Iceberg Collision Scene|location=Oakland|newspaper=Tribune|date=1959-01-31|page=1}}", "date" : "1959/01/30"}, {"title" : "A chartered plane transporting musicians Buddy Holly, Ritchie Valens, and The Big Bopper and pilot Roger Peterson goes down in foggy conditions near Clear Lake, Iowa, killing all 4 occupants on board. The tragedy is later termed ampquotThe Day the Music Diedampquot, popularized in Don McLean's 1972 song ampquotAmerican Pieampquot.", "date" : "1959/02/01"}, {"title" : "American Airlines Flight 320, a Lockheed L-188 Electra heading from Chicago to New York City, crashes into the East River, killing 65 of the 73 people on board.", "date" : "1959/02/01"}, {"title" : "At Cape Canaveral, Florida, the first successful test firing of a Titan intercontinental ballistic missile is accomplished.", "date" : "1959/02/06"}, {"title" : "Yugoslavia and Spain set trade relations (not diplomatic ones)", "date" : "1959/02/09"}, {"title" : "TAT-2, ATampT's second Trans-Atlantic telephone cable, goes into operation.", "date" : "1959/02/13"}, {"title" : "Fidel Castro becomes Premier of Cuba.", "date" : "1959/02/13"}, {"title" : "A blizzard causes a massive power outage in Newfoundland.", "date" : "1959/02/13"}, {"title" : "The United States launches the Vanguard II weather satellite.", "date" : "1959/02/17"}, {"title" : "Jesús Sosa Blanco, a  colonel in the  Cuban army of Fulgencio Batista, is executed in Cuba after being convicted of committing 108 murders for Batista.", "date" : "1959/02/17"}, {"title" : "Women in Nepal vote for the first time.", "date" : "1959/02/17"}, {"title" : "The United Kingdom decides to grant Cyprus its independence.", "date" : "1959/02/19"}, {"title" : "The Canadian Government cancels the CF-105 Arrow project.", "date" : "1959/02/20"}, {"title" : "Lee Petty wins the first Daytona 500.", "date" : "1959/02/22"}, {"title" : "The USS Tuscaloosa, USS New Orleans, USS Tennessee and USS West Virginia are struck from the Naval Vessel Register.", "date" : "1959/02/22"}, {"title" : "Archbishop Makarios returns to Cyprus from exile.", "date" : "1959/02/22"}, {"title" : "Recording sessions for the album Kind of Blue by Miles Davis take place at Columbia's 30th Street Studio in New York City.", "date" : "1959/03/02"}, {"title" : "The Marx Brothers make their last television appearance, in ''The Incredible Jewel Robbery''.", "date" : "1959/03/08"}, {"title" : "The Barbie doll debuts.", "date" : "1959/03/09"}, {"title" : "A Tibetan uprising against 10 years of Chinese rule erupts in Lhasa.", "date" : "1959/03/10"}, {"title" : "''Een beetje'' by Teddy Scholten (music by Dick Schallies, text by Willy van Hemert) wins the Eurovision Song Contest for the Netherlands.", "date" : "1959/03/10"}, {"title" : "''A Raisin in the Sun'' by Lorraine Hansberry opens on Broadway.", "date" : "1959/03/10"}, {"title" : "Tenzin Gyatso, the 14th Dalai Lama, flees Tibet.", "date" : "1959/03/17"}, {"title" : "American President Dwight D. Eisenhower signs a bill allowing for Hawaiian statehood.", "date" : "1959/03/18"}, {"title" : "Two other islands join Addu in the United Suvadive Republic (abolished September 1963), in the Maldives Islands.", "date" : "1959/03/19"}, {"title" : "Busch Gardens in Tampa, Florida opens.", "date" : "1959/03/19"}, {"title" : "The Dalai Lama is granted asylum in India.", "date" : "1959/03/19"}, {"title" : "The 31st Academy Awards ceremony is held.", "date" : "1959/04/06"}, {"title" : "The Inter-American Development Bank (IADB) is established.", "date" : "1959/04/08"}, {"title" : "NASA announces its selection of seven military pilots to become the first U.S. astronauts (later known as the ''Mercury Seven'').", "date" : "1959/04/09"}, {"title" : "Japanese Prince Akihito marries Shōda Michiko.", "date" : "1959/04/10"}, {"title" : "Recording sessions for the influential jazz album Kind of Blue by Miles Davis take place at Columbia's 30th Street Studio in New York City.", "date" : "1959/04/22"}, {"title" : "The  St. Lawrence Seaway linking the Great Lakes and the Atlantic Ocean officially opens to shipping.", "date" : "1959/04/25"}, {"title" : "National People's Congress elects Liu Shaoqi as Chairman of the People's Republic of China, as a successor of Mao Zedong.", "date" : "1959/04/27"}, {"title" : "May", "date" : "1959/04/27"}, {"title" : "The first Ten Tors event is held in Dartmoor.", "date" : "1959/04/27"}, {"title" : "Import tariffs are lifted in the United Kingdom.", "date" : "1959/04/27"}, {"title" : "1959 FA Cup Final: Nottingham Forest defeats Luton Town 2–1.", "date" : "1959/05/02"}, {"title" : "The National Liberation Committee of Côte d'Ivoire is launched in Conakry, Guinea.", "date" : "1959/05/18"}, {"title" : "''Gypsy: A Musical Fable'', starring Ethel Merman in her last new musical, opens on Broadway and runs for 702 performances", "date" : "1959/05/21"}, {"title" : "British Empire Day is renamed Commonwealth Day.", "date" : "1959/05/24"}, {"title" : "Two monkeys, Able and Miss Baker are the first living beings to successfully return to Earth from space aboard the flight Jupiter AM-18.", "date" : "1959/05/28"}, {"title" : "Singapore becomes a self-governing crown colony of Britain with Lee Kuan Yew as Prime Minister.", "date" : "1959/06/03"}, {"title" : "A new government of the State of Singapore is sworn in by Sir William Goode. Two former ministers are re-elected to the Legislative Assembly.", "date" : "1959/06/05"}, {"title" : "The USS ''Barbero'' and United States Postal Service attempt the delivery of mail via Missile Mail.", "date" : "1959/06/08"}, {"title" : "The USS ''George Washington'' is launched as the first submarine to carry ballistic missiles.", "date" : "1959/06/09"}, {"title" : "Disneyland Monorail System, the first daily operating monorail system in the Western Hemisphere, opens to the public in Anaheim, California.", "date" : "1959/06/09"}, {"title" : "A 3-front revolutionary invasion by air and sea takes place in the Dominican Republic, consisting of exiles aided by Fidel Castro and the Venezuelan government, whose objective is to overthrow dictator Rafael Leonidas Trujillo. Within a few days most are captured and executed. Only four are released by the government. Trujillo is killed less than two years later by men partly inspired by the deaths of the 1959 revolutionaries.", "date" : "1959/06/09"}, {"title" : "The film ''The Nun's Story'', based on the best-selling novel, is released. Audrey Hepburn stars as the title character she later says that this is her favorite film role. The film is a box-office hit, and is nominated for several Oscars.", "date" : "1959/06/18"}, {"title" : "Sean Lemass becomes the third Taoiseach of Ireland.", "date" : "1959/06/18"}, {"title" : "Convicted Manhattan Project spy Klaus Fuchs is released after only nine years in a British prison and allowed to emigrate to Dresden, East Germany where he resumes a scientific career.", "date" : "1959/06/18"}, {"title" : "Elizabeth II (Queen of Canada) and U.S. President Dwight Eisenhower open the Saint Lawrence Seaway.", "date" : "1959/06/18"}, {"title" : "''Darby O'Gill and the Little People'', a film based on H.T. Kavanagh's short stories, is released in the U.S. by the Walt Disney Company after a world premiere in Ireland.", "date" : "1959/06/18"}, {"title" : "Twenty-one students were killed and more than a hundred were injured when an American North American F-100 Super SabreF-100 jet crashed into Miamori Elementary School  on the island of Okinawa.  The pilot had ejected after the plane malfunctioned and struck the school.quot21 Die as Jet Hits School On Okinawaquot, ''Oakland Tribune'', June 30, 1959, p1", "date" : "1959/06/30"}, {"title" : "Prince Albert of Belgium marries Italian Donna Paola Ruffo di Calabria.", "date" : "1959/07/02"}, {"title" : "With the admission of Alaska as the 49th U.S. state earlier in the year, the 49-star flag of the United States debuts in Philadelphia, Pennsylvania.", "date" : "1959/07/04"}, {"title" : "At 14:28 UT Venus occults the star Regulus. The rare event (which will next occur on October 1, 2044) is used to determine the diameter of Venus and the structure of Venus' atmosphere.", "date" : "1959/07/07"}, {"title" : "A strike occurs against the United States' steel industry.", "date" : "1959/07/15"}, {"title" : "The first skull of Australopithecus is discovered by Louis Leakey and his wife Mary Leakey in the Olduvai Gorge of Tanzania.", "date" : "1959/07/17"}, {"title" : "Kumamoto University medical research group studying Minamata disease concludes that it is caused by mercury.", "date" : "1959/07/22"}, {"title" : "At the opening of the American National Exhibition in Moscow, United States Vice President Richard Nixon and USSR Premier Nikita Khrushchev engage ine the quotKitchen Debatequot.", "date" : "1959/07/24"}, {"title" : "The SR-N1 hovercraft crosses the English Channel from Calais to Dover in just over 2 hours, on the 50th anniversary of Louis Blériot's first crossing by heavier-than-air craft.", "date" : "1959/07/25"}, {"title" : "Martial law is declared in Laos.", "date" : "1959/08/04"}, {"title" : "Explorer program: The United States launches Explorer 6 from the Atlantic Missile Range in Cape Canaveral, Florida.", "date" : "1959/08/04"}, {"title" : "United States The Roseburg Oregon Blast kills 14 and causes $12 million worth of damage.", "date" : "1959/08/04"}, {"title" : "A flood in Taiwan kills 2,000.", "date" : "1959/08/08"}, {"title" : "Explorer 6 sends the first picture of Earth from orbit.", "date" : "1959/08/14"}, {"title" : "Cyprus gains independence.", "date" : "1959/08/15"}, {"title" : "The Hebgen Lake Earthquake in southwest Montana kills 28.", "date" : "1959/08/15"}, {"title" : "Columbia Records releases Miles Davis' groundbreaking album, ''Kind of Blue''.", "date" : "1959/08/15"}, {"title" : "The Central Treaty Organization (CENTO) is established.", "date" : "1959/08/19"}, {"title" : "Hawaii is admitted as the 50th U.S. state.", "date" : "1959/08/21"}, {"title" : "Cyprus joins the United Nations.", "date" : "1959/08/24"}, {"title" : "The original Mini designed by Sir Alec Issigonis is launched.", "date" : "1959/08/26"}, {"title" : "Luna 2 becomes the first man-made object to crash on the Moon.", "date" : "1959/09/14"}, {"title" : "The first ''Navy Navigation Satellite System'' Transit 1A is launched but fails to reach orbit.", "date" : "1959/09/17"}, {"title" : "The ''M/S Princess of Tasmania'' (Australia's first passenger RO/RO diesel ferry) makes its maiden voyage across the Bass Strait.", "date" : "1959/09/23"}, {"title" : "Ceylon's prime minister S.W.R.D. Bandaranaike is assassinated.", "date" : "1959/09/25"}, {"title" : "Typhoon Vera hits central Honshū, Japan, killing an estimated 5,098, injuring another 38,921, and leaving 1,533,000 homeless. Most of the victims and damage are centered in the Nagoya area.", "date" : "1959/09/25"}, {"title" : "The first official large unit action of the Vietnam War took place when two companies of the ARVN 23d Division were ambushed by a well-organized Vietcong force of several hundred identified as the ampquot2d Liberation Battalionampquot.", "date" : "1959/09/25"}, {"title" : "Soviet Union leader Nikita Khrushchev meets Mao Zedong in Beijing.", "date" : "1959/09/30"}, {"title" : "Rod Serling's classic anthology series ''The Twilight Zone'' premieres on CBS.", "date" : "1959/10/02"}, {"title" : "The U.S.S.R. probe ''Luna 3'' sends back the first ever photos of the far side of the Moon.", "date" : "1959/10/07"}, {"title" : "At the national APRA Congress in Peru, a group of leftist radicals is expelled from the party they later form APRA Rebelde.", "date" : "1959/10/12"}, {"title" : "The United States launches Explorer 7.", "date" : "1959/10/13"}, {"title" : "In New York City, the Solomon R. Guggenheim Museum (designed by Frank Lloyd Wright) opens to the public.", "date" : "1959/10/21"}, {"title" : "Riots break out in the Belgian Congo.", "date" : "1959/10/31"}, {"title" : "In Rwanda, Hutu politician Dominique Mbonyumutwa is beaten up by Tutsi forces, leading to a period of violence known as the wind of destruction.", "date" : "1959/11/01"}, {"title" : "The first section of the M1 motorway in England opens between Hertfordshire, just north of London, and the border of Northamptonshire and Warwickshire. The motorway is set to be expanded over the next few years to provide an unbroken motorway link with London and Leeds. A full motorway network across Britain is also set to be developed over the coming decade and into the 1970s.", "date" : "1959/11/02"}, {"title" : "The Warner Bros. religious epic ''The Miracle'', very loosely based on the 1911 stage pantomime ''Das Mirakel'', is released. It is a critical and financial bomb.", "date" : "1959/11/12"}, {"title" : "The Clutter family of Holcomb, Kansas is brutally murdered, inspiring Truman Capote's ''In Cold Blood''.", "date" : "1959/11/15"}, {"title" : "MGM's widescreen, multimillion dollar, Technicolor version of ''Ben-Hur'', starring Charlton Heston, is released and becomes the studio's greatest hit up to that time. It is critically acclaimed and eventually wins 11 Academy Awards – a record held until 1998, when 1997's ''Titanic'' becomes the first film to equal the record. To the present day, the 1959 ''Ben-Hur'' remains the last MGM film to win a Best Picture Oscar, though ''Doctor Zhivago'', another MGM film, was nominated in 1965.", "date" : "1959/11/18"}, {"title" : "The Declaration of the Rights of the Child is adopted by the United Nations.", "date" : "1959/11/20"}, {"title" : "Cold War – Antarctic Treaty: 12 countries, including the United States and the Soviet Union, sign a landmark treaty, which sets aside Antarctica as a scientific preserve and bans military activity on that continent (the first arms control agreement established during the Cold War).", "date" : "1959/12/01"}, {"title" : "Malpasset Dam in southern France collapses and water flows over the town of Frejus, killing 412.", "date" : "1959/12/02"}, {"title" : "The Mona, a lifeboat based at Broughty Ferry in Scotland, capsizes during a rescue attempt, with the loss of 8 lives.", "date" : "1959/12/08"}, {"title" : "Three years after its first telecast, MGM's ''The Wizard of Oz'' is shown on television for only the second time, but it gains an even larger viewing audience than its first television outing, spurring CBS to make it an annual tradition.", "date" : "1959/12/13"}, {"title" : "Makarios III is selected the first president of Cyprus.", "date" : "1959/12/14"}, {"title" : "Cameroon gains its independence from French-administered U.N. trusteeship.", "date" : "1960/01/01"}, {"title" : "U.S. Senator John F. Kennedy (D-MA) announces his candidacy for the Democratic presidential nomination.", "date" : "1960/01/02"}, {"title" : "January 11 – Aswan High Dam construction begins in Egypt.", "date" : "1960/01/09"}, {"title" : "British Prime Minister Harold Macmillan makes the Wind of Change speech for the first time (see February 3).", "date" : "1960/01/10"}, {"title" : "The Reserve Bank and Commonwealth Bank are created in Australia.", "date" : "1960/01/14"}, {"title" : "The Treaty of Mutual Cooperation and Security between the United States and Japan is signed in Washington, D.C.", "date" : "1960/01/19"}, {"title" : "A mine collapses at Coalbrook, South Africa, killing 500 miners.", "date" : "1960/01/21"}, {"title" : "In France, President Charles de Gaulle fires Jacques Massu, the commander-in-chief of the French troops in Algeria.", "date" : "1960/01/21"}, {"title" : "Jacques Piccard and Don Walsh descend into the Mariana Trench in the ''bathyscaphe Trieste'', reaching the depth of 10,911 meters (35,797 feet) and become the first human beings to reach the lowest spot on Earth.", "date" : "1960/01/21"}, {"title" : "A major insurrection occurs in Algiers against French colonial policy.", "date" : "1960/01/24"}, {"title" : "In Washington, D.C., the National Association of Broadcasters reacts to the payola scandal by threatening fines for any disc jockeys who accepted money for playing particular records.", "date" : "1960/01/25"}, {"title" : "The African National Party is founded in Chad, through the merger of traditionalist parties.", "date" : "1960/01/30"}, {"title" : "Prime Minister of the United Kingdom Harold Macmillan makes the Wind of Change speech to the South African Parliament in Cape Town (although he had first made the speech, to little publicity, in Accra, Gold Coast – now Ghana – on January 10).", "date" : "1960/02/03"}, {"title" : "The first CERN particle accelerator becomes operational in Geneva, Switzerland.", "date" : "1960/02/05"}, {"title" : "Joanne Woodward receives the first star on the Hollywood Walk of Fame in Southern California.", "date" : "1960/02/05"}, {"title" : "Adolph Coors III, the chairman of the board of the Coors Brewing Company, is kidnapped, and his captors demand a ransom of $500,000. Coors was later found murdered, and Joseph Corbett, Jr., is indicted for the crime.", "date" : "1960/02/05"}, {"title" : "A conference about the proposed independence of the Belgian Congo begins in Brussels, Belgium.", "date" : "1960/02/10"}, {"title" : "The N class blimp ZPG-3W of the U.S. Navy is destroyed during a storm over Massachusetts.", "date" : "1960/02/10"}, {"title" : "Twelve Indian soldiers die in clashes with Red Chinese troops along their small common border.", "date" : "1960/02/10"}, {"title" : "France tests its first atomic bomb - in the Sahara Desert of Algeria.", "date" : "1960/02/13"}, {"title" : "The 1960 Winter Olympic Games begin at the Squaw Valley Ski Resort, in Placer County, California.", "date" : "1960/02/18"}, {"title" : "A New York bound Alitalia airliner crashes into a cemetery at Shannon, Ireland, shortly after takeoff, killing 34 of the 52 persons on board.", "date" : "1960/02/26"}, {"title" : "The 1960 Agadir earthquake completely destroys the town of  Agadir, Morocco.", "date" : "1960/02/29"}, {"title" : "Elvis Presley returns home from Germany, after being away on duty for 2 years.", "date" : "1960/03/03"}, {"title" : "Alberto Korda takes his iconic photograph of Che Guevara, ''Guerrillero Heroico'', in Havana.", "date" : "1960/03/05"}, {"title" : "Vietnam War: The United States announces that 3,500 American soldiers will be sent to Vietnam.", "date" : "1960/03/05"}, {"title" : "The Canton of Geneva in Switzerland gives women the right to vote.", "date" : "1960/03/05"}, {"title" : "Northwest Airlines Flight 710 crashes near Tell City, Indiana, killing all 63 on board.", "date" : "1960/03/17"}, {"title" : "The Sharpeville massacre in South Africa results in more than 69 dead, 300 injured.", "date" : "1960/03/21"}, {"title" : "Arthur Leonard Schawlow amp Charles Hard Townes receive the first patent for a laser.", "date" : "1960/03/22"}, {"title" : "Soviet premier Nikita Khrushchev meets French president Charles de Gaulle in Paris.", "date" : "1960/03/23"}, {"title" : "''Tom Pillibi'' by Jacqueline Boyer (music by André Popp, text by Pierre Cour) wins the Eurovision Song Contest 1960 for France.", "date" : "1960/03/29"}, {"title" : "Tuanku Abdul Rahman ibni Almarhum Tuanku Muhammad, 1st Yang di-Pertuan Agong of Malaysia, dies in office. He is replaced by Hisamuddin Alam Shah ibni Almarhum Sultan Alaeddin Sulaiman Shah, Sultan of Selangor.", "date" : "1960/03/29"}, {"title" : "The United States launches the first weather satellite, TIROS-1.", "date" : "1960/03/29"}, {"title" : "At the 32nd Academy Awards ceremony, ''Ben-Hur'' wins a record number of Oscars, including Best Picture.", "date" : "1960/03/29"}, {"title" : "Elvis Presley's song ampquotAre You Lonesome Tonightampquot is recorded for the first time", "date" : "1960/03/29"}, {"title" : "Eric Peugeot, the youngest son of the founder of the Peugeot Corporation, is kidnapped in Paris. Then, he is released on April 15 in exchange for $300,000 in ransom.", "date" : "1960/04/12"}, {"title" : "United States launches navigation satellite Transit I-b.", "date" : "1960/04/12"}, {"title" : "The proposed mass-production of the Blue Streak missile is canceled.", "date" : "1960/04/12"}, {"title" : "The gunman David Pratt shoots South African Prime Minister Henrik Verwoerd in Johannesburg, wounding him seriously.", "date" : "1960/04/16"}, {"title" : "Russwood Park, a baseball stadium in Memphis, Tennessee, burns to the ground from a fire shortly after a Chicago White Sox versus Cleveland Indians Major League Baseball game.", "date" : "1960/04/17"}, {"title" : "April Revolution: South Korean students hold a nationwide pro-democracy protest against President Syngman Rhee. Thus eventually leads him to resign from that office.", "date" : "1960/04/19"}, {"title" : "In Brazil, the country's capital (Federal District) is relocated from the city of Rio de Janeiro to the new city, Brasília, in the highlands. The actual city of Rio de Janeiro becomes the State of Guanabara.", "date" : "1960/04/21"}, {"title" : "Togo gains independence from France, with the French-administered United Nations Trust Territory being terminated.", "date" : "1960/04/27"}, {"title" : "Several Soviet surface-to-air missiles shoot down an American Lockheed U-2 spy plane. Its pilot, Francis Gary Powers, of the Central Intelligence Agency is captured.", "date" : "1960/04/27"}, {"title" : "In India, May 1 is declared as 'Maharashtra Divas', i.e., Maharashtra Day (also celebrated as 'Kaamgaar Divas', i.e., Workers Day).", "date" : "1960/04/27"}, {"title" : "European Free Trade Association (EFTA) established.", "date" : "1960/04/27"}, {"title" : "The Fantasticks, the world's longest-running musical, opens at New York City's Sullivan Street Playhouse where it will play for 42 years.", "date" : "1960/04/27"}, {"title" : "A.J. Liebling promulgates Liebling's Law in The New Yorker magazine: ampquotFreedom of the press is guaranteed only to those who own one.ampquot", "date" : "1960/04/27"}, {"title" : "President of the United States Dwight D. Eisenhower signs the Civil Rights Act of 1960 into law.", "date" : "1960/05/06"}, {"title" : "The U.S. Food and Drug Administration announces that it will approve birth control as an additional indication for Searle's Enovid, making it the world's first approved oral contraceptive pill.", "date" : "1960/05/09"}, {"title" : "The nuclear submarine USS ''Triton'', under the command of Captain Edward L. Beach, Jr., completes the first underwater circumnavigation of the Earth codenamed Operation Sandblast.", "date" : "1960/05/10"}, {"title" : "In Buenos Aires, four Mossad agents abduct the fugitive Nazi criminal against humanity, Adolf Eichmann, in order that he could be taken to Israel and put on trial. Eichmann was later convicted and executed.", "date" : "1960/05/11"}, {"title" : "A joint Swiss amp Austrian expedition makes the first ascent of the Asian mountain, Dhaulagiri, the world's 7th highest mountain.", "date" : "1960/05/13"}, {"title" : "The Kenyan African National Congress Party is founded in Kenya, when 3 political parties join forces.", "date" : "1960/05/14"}, {"title" : "The satellite Sputnik 4 is launched into orbit by the Soviet Union.", "date" : "1960/05/15"}, {"title" : "Soviet premier Nikita Khrushchev demands an apology from President Dwight D. Eisenhower for the U-2 reconnaissance plane flights over the Soviet Union, thus aborting the summit meeting scheduled for Paris in 1960.", "date" : "1960/05/15"}, {"title" : "Theodore Maiman operates the first laser.", "date" : "1960/05/15"}, {"title" : "In Japan, police carry away socialist members of the Diet of Japan. The Diet next approves a mutual security treaty with the United States.", "date" : "1960/05/20"}, {"title" : "The Great Chilean Earthquake: Chile's subduction fault ruptures from Talcahuano to Taitao Peninsula, causing the most powerful earthquake on record (with a magnitude of 9.5) and a tsunami. Because of its power, the seismographs in the city of Valdivia are overloaded and malfunction through the entire earthquake.", "date" : "1960/05/22"}, {"title" : "Prime Minister of Israel David Ben-Gurion announces that Nazi war criminal Adolf Eichmann has been captured.", "date" : "1960/05/23"}, {"title" : "In Turkey, a bloodless military coup d'état removes President Celal Bayar and installs General Cemal Gürsel the as head of state.", "date" : "1960/05/27"}, {"title" : "Cemal Gürsel forms the new government of Turkey (its 24th government, composed mostly of so-called quottechnocratsquot)", "date" : "1960/05/30"}, {"title" : "New Zealand's first television station begins broadcasting in the city of Auckland.", "date" : "1960/06/01"}, {"title" : "U.S. Senator John F. Kennedy wins the California Democratic primary.", "date" : "1960/06/07"}, {"title" : "Typhoon Mary kills 1,600 people in China.", "date" : "1960/06/09"}, {"title" : "Violent demonstrations at Tokyo University result in 182 arrests, 589 injuries.", "date" : "1960/06/09"}, {"title" : "The BC Ferries company, later to become the second-largest ferry operator in th world, commences service between Tsawwassen and Swartz Bay, British Columbia, Canada.", "date" : "1960/06/09"}, {"title" : "The Associated Broadcasting Company (now TV5) is founded in the Philippines.", "date" : "1960/06/19"}, {"title" : "The short-lived Mali Federation, consisting of the Sudanese Republic (now the Republic of Mali) and Senegal, gains independence from France.", "date" : "1960/06/20"}, {"title" : "The Japanese prime minister, Nobusuke Kishi, announces his resignation.", "date" : "1960/06/23"}, {"title" : "Joseph Kasavubu is elected as the first President of the independent Congo.", "date" : "1960/06/24"}, {"title" : "British Somaliland receives its independence from the United Kingdom. Five days later, it unites with Somalia (the former Italian Somaliland) to create the Somalia.", "date" : "1960/06/24"}, {"title" : "The Malagasy Republic, now Madagascar, becomes independent from France", "date" : "1960/06/24"}, {"title" : "The Belgian Congo receives its independence from Belgium as the Republic of the Congo (Léopoldville). A civil war followed closely on the heels of this.", "date" : "1960/06/24"}, {"title" : "Public demonstrations by democratic and left forces, against Italian government support of the post-fascist Italian Social Movement, are heavily suppressed by police.", "date" : "1960/06/24"}, {"title" : "Ghana becomes a republic and Kwame Nkrumah becomes its first President.", "date" : "1960/06/24"}, {"title" : "Cold War: A Soviet Air Force MiG-19 fighter plane flying north of Murmansk, Russia, over the Barents Sea shoots down a six-man RB-47 Stratojet reconnaissance plane of the U.S. Air Force. Four of the U.S. Air Force officers are killed, and the two survivors are held prisoner in the Soviet Union", "date" : "1960/06/24"}, {"title" : "Italian Somaliland gains its independence from Italy, 5 days after British Somaliland, with which it unites to form the Somali Republic.", "date" : "1960/06/24"}, {"title" : "Following the admission of the State of Hawaii as the 50th state in August 1959, the new 50-star Flag of the United States is first officially flown over Philadelphia, Pennsylvania.", "date" : "1960/07/04"}, {"title" : "The Soviet Union national football team defeats the Yugoslavian national football team 2–1 in Paris to win the first European Soccer Championship.", "date" : "1960/07/10"}, {"title" : "Moise Tshombe declares the Congolese province of Katanga independent. He requests and receives help from Belgium.", "date" : "1960/07/10"}, {"title" : "Harper Lee publishes her novel ''To Kill a Mockingbird'', which later wins the Pulitzer Prize for the best American novel of 1960.", "date" : "1960/07/10"}, {"title" : "The U.S. Senator John F. Kennedy is nominated for President of the United States at", "date" : "1960/07/13"}, {"title" : "The United Nations Security Council decides to send troops to Katanga to oversee the withdrawal of Belgian troops.", "date" : "1960/07/14"}, {"title" : "Ceylon elects Mrs Sirimavo Bandaranaike as its Prime Minister, the world's first elected female head of government. She takes office the following day.", "date" : "1960/07/20"}, {"title" : "Francis Chichester, English navigator and yachtsman, arrives at New York City aboard his yacht, ''Gypsy Moth II'', crossing the Atlantic Ocean solo in a new record of just forty days.", "date" : "1960/07/21"}, {"title" : "The Woolworth Company's lunch counter in Greensboro, North Carolina, the location of a sit-in that had sparked demonstrations by Negroes across the Southern United States, serves a meal to its first black customer.", "date" : "1960/07/25"}, {"title" : "July 28 – In Chicago, the 1960 Republican National Convention nominates Vice-President Richard Nixon as its candidate for President of the United States, and Henry Cabot Lodge, Jr., as its candidate to become the new Vice-President.", "date" : "1960/07/25"}, {"title" : "Dahomey, now known as Benin, becomes independent from France.", "date" : "1960/08/01"}, {"title" : "Niger becomes independent from France.", "date" : "1960/08/03"}, {"title" : "Upper Volta, now known as Burkina Faso, becomes independent from France.", "date" : "1960/08/05"}, {"title" : "Cuban Revolution: In response to a United States embargo against Cuba, Fidel Castro nationalizes all American and foreign-owned property in Cuba.", "date" : "1960/08/05"}, {"title" : "In the Republic of the Congo (Léopoldville), now the Democratic Republic of the Congo, Albert Kalonji declares the independence of the ampquotAutonomous State of South Kasaiampquot.", "date" : "1960/08/05"}, {"title" : "The Côte d'Ivoire (the Ivory Coast)  becomes independent from France.", "date" : "1960/08/07"}, {"title" : "Chad becomes independent from France.", "date" : "1960/08/11"}, {"title" : "Ubangi-Shari becomes independent from France, as the quotCentral African Republicquot. It later becomes the quotCentral African Empirequot for some years.", "date" : "1960/08/13"}, {"title" : "Middle Congo becomes independent from France, as Republic of Congo (Congo-Brazzaville).", "date" : "1960/08/15"}, {"title" : "Joseph Kittinger parachutes from a balloon over New Mexico at an aititude of about 102,800 feet (31,333 meters). Kittinger set unbeaten ({{As of|2012|lc=on}}) world records for: high-altitude jump free-fall by falling 16.0 miles (25.7 kilometers) before opening his parachute and the fastest speed attained by a human being without mechanical or chemical assistance, about 982 k.p.h (614 m.p.h.). Kittinger survived more or less uninjured, and he is still alive in Florida as of 2012.", "date" : "1960/08/15"}, {"title" : "The Mediterranean island of Cyprus receives its independence from the United Kingdom.", "date" : "1960/08/15"}, {"title" : "The newly-named band, the Beatles begin a 48-night series of performances at the Indra Club in Hamburg, Germany.", "date" : "1960/08/15"}, {"title" : "Gabon becomes independent from France.", "date" : "1960/08/15"}, {"title" : "The trial of the American U - 2 pilot Francis Gary Powers begins in Moscow.", "date" : "1960/08/15"}, {"title" : "Cold War: In Moscow, the American U - 2 pilot Francis Gary Powers is sentenced to 10 years in prison for espionage.", "date" : "1960/08/15"}, {"title" : "Sputnik program: The Soviet Union launches the satellite Sputnik 5, with the dogs Belka and Strelka (the Russian for ampquotSquirrelampquot and ampquotLittle Arrowampquot), 40 mice, two rats and a variety of plants. This satellite returns to earth the next day and all animals are recovered safely.", "date" : "1960/08/15"}, {"title" : "Senegal breaks away from the Mali Federation, declaring its independence.", "date" : "1960/08/20"}, {"title" : "The 1960 Summer Olympic Games begin in Rome.", "date" : "1960/08/20"}, {"title" : "The American nuclear submarine USS ''Seadragon'' (SSN-584) surfaced through the arctic ice cap at the North Pole, the first submarine ever to do so.", "date" : "1960/08/20"}, {"title" : "Hurricane Donna kills 50 people in Florida and New England.", "date" : "1960/08/29"}, {"title" : "Sultan Hisamuddin Alam Shah, Sultan of Selangor and 2nd Yang di-Pertuan Agong of Malaysia, dies in office. He is replaced by Tuanku Syed Putra, Raja of Perlis.", "date" : "1960/08/29"}, {"title" : "Disgruntled railroad workers effectively halt operations of the Pennsylvania Railroad, marking the first shutdown in the company's history (the event lasts two days).", "date" : "1960/08/29"}, {"title" : "The first elections of the Parliament of the Central Tibetan Administration are held. The Tibetan community observes this date as Democracy Day.", "date" : "1960/09/02"}, {"title" : "1960 Summer Olympic Games: Cassius Clay wins the gold medal in light-heavyweight boxing.", "date" : "1960/09/02"}, {"title" : "The Congolese president, Joseph Kasavubu, fires Patrice Lumumba's entire government, and also places Lumumba under house arrest.", "date" : "1960/09/02"}, {"title" : "William Hamilton Martin and Bernon F. Mitchell, two American cryptologists, announce their defection to the Soviet Union at a press conference in Moscow.", "date" : "1960/09/06"}, {"title" : "In Huntsville, Alabama, U.S. President Dwight D. Eisenhower formally dedicates the Marshall Space Flight Center (which had been activated by NASA on July 1).", "date" : "1960/09/08"}, {"title" : "Colonel Joseph Mobutu takes power in Republic of the Congo via a military coup.", "date" : "1960/09/08"}, {"title" : "The countries of Iran, Iraq, Kuwait, Saudi Arabia, and Venezuela form OPEC.", "date" : "1960/09/08"}, {"title" : "Mali, the sole remaining member of the quotMali Federationquot following the withdrawal of Senegal one month earlier, declares its full independence as the ''Republic of Mali''.", "date" : "1960/09/22"}, {"title" : "The leading candidates for President of the United States, Richard Nixon and John F. Kennedy, made the first televised debate.", "date" : "1960/09/26"}, {"title" : "Nigeria becomes independent from United Kingdom, and Nnamdi Azikiwe becomes its first native-born Governor General.", "date" : "1960/10/01"}, {"title" : "Cameroon declared independence from United Kingdom.", "date" : "1960/10/01"}, {"title" : "Jânio Quadros is elected the President of Brazil for a five-year term.", "date" : "1960/10/03"}, {"title" : "White South Africans vote to make the country a republic.", "date" : "1960/10/05"}, {"title" : "Nigeria becomes the 99th member of the United Nations.", "date" : "1960/10/07"}, {"title" : "Cold War: Soviet premier Nikita Khrushchev pounds his shoe on a table at a meeting of the United Nations General Assembly, his way of protesting the discussion of the Soviet Union's policies toward Eastern Europe.", "date" : "1960/10/07"}, {"title" : "Otoya Yamaguchi assassinates Inejiro Asanuma, the chairman of the Japanese Socialist Party.", "date" : "1960/10/07"}, {"title" : "Presidential candidate John F. Kennedy first suggests the idea for the Peace Corps of the United States.", "date" : "1960/10/14"}, {"title" : "A large rocket explodes on the launch pad at the Baikonur Cosmodrome, killing at least 90 people of the Soviet space program.", "date" : "1960/10/24"}, {"title" : "Robert F. Kennedy telephones Coretta Scott King, the wife of Dr. Martin Luther King, Jr., and he also secures King's release from jail regarding a traffic violation in Atlanta, Georgia, U.S..", "date" : "1960/10/26"}, {"title" : "In Louisville, Kentucky, Cassius Clay (later Muhammad Ali) wins his first professional boxing match.", "date" : "1960/10/29"}, {"title" : "Dr. Michael Woodruff carries out the first successful kidney transplant in the United Kingdom, in Edinburgh, Scotland, at the Edinburgh Royal Infirmary.", "date" : "1960/10/30"}, {"title" : "Penguin Books is found not guilty of obscenity in the case of D. H. Lawrence's novel ''Lady Chatterley's Lover''.", "date" : "1960/11/02"}, {"title" : "United States presidential election, 1960: In a close race, John F. Kennedy is elected over Richard Nixon, to become (at 43) the second youngest man to serve at the  President of the United States, and the youngest man elected to this position.", "date" : "1960/11/08"}, {"title" : "Sammy Davis, Jr., marries the Swedish actress May Britt.", "date" : "1960/11/13"}, {"title" : "Belgium threatens to leave the United Nations over criticism of its policy concerning the Republic of the Congo.", "date" : "1960/11/13"}, {"title" : "A collision between two trains in Pardubice, Czechoslovakia, kills 117 people.", "date" : "1960/11/13"}, {"title" : "A Polaris missile is test-launched from Cape Canaveral, Florida", "date" : "1960/11/15"}, {"title" : "The United Nations supports the government of Joseph Kasavubu and Joseph Mobutu in the Republic of the Congo.", "date" : "1960/11/22"}, {"title" : "The professional basketball player Wilt Chamberlain of the Philadelphia 76ers  gets 55 rebounds in an NBA game versus the Boston Celtics.", "date" : "1960/11/24"}, {"title" : "Mauritania becomes independent of France.", "date" : "1960/11/28"}, {"title" : "December – African and Malagasy Organisation for Economic Cooperation (OAMCE) (Organisation Africain et Malagache de Coopération Économique) is established.", "date" : "1960/11/28"}, {"title" : "Patrice Lumumba, the deposed premier of the Republic of the Congo, is arrested by the troops of Colonel Joseph Mobutu.", "date" : "1960/11/28"}, {"title" : "A Soviet satellite containing live animals and plants is launched into orbit. Due to a malfunction it burns up during re-entry.", "date" : "1960/11/28"}, {"title" : "The Archbishop of Canterbury, the Most Rev. Geoffrey Francis Fisher, talks with Pope John XXIII for about one hour in Vatican City. This is the first time that any chief of the Anglican Church had ever visited the Pope.", "date" : "1960/11/28"}, {"title" : "The admission of Mauritania to the United Nations vetoed by the Soviet Union for inscrutable reasons.", "date" : "1960/12/04"}, {"title" : "Pierre Lagaillarde, who led the insurrections in 1958 and 1960 in Algeria, fails to appear in court in Paris, France. He had reportedly fled with his four fellow defendants to Spain en route to return to Algeria.", "date" : "1960/12/04"}, {"title" : "''Boynton v. Virginia'': The Supreme Court declares that segregation in public transportation is illegal in the United States.", "date" : "1960/12/04"}, {"title" : "The United Nations Security Council is called into session by the Soviet Union in order to consider Soviet demands for the Security Council to seek the immediate release of the former Congolese Premier Patrice Lumumba.", "date" : "1960/12/07"}, {"title" : "For the first time, the Mary Martin ''Peter Pan'' is presented as a stand-alone two-hour special on NBC instead of as part of an anthology series. This version, rather than being presented live, is shown on videotape, enabling NBC to repeat it as often as they wish without having to restage it. Although nearly all of the adult actors repeat their original Broadway roles, all of the original children have, ironically, outgrown their roles and are replaced by new actors.", "date" : "1960/12/08"}, {"title" : "French President Charles de Gaulle's visit to Algeria is bloodied by European and Muslim rioters in Algeria's largest cities. These riots caused 127 deaths.", "date" : "1960/12/08"}, {"title" : "The first episode of the classic British TV series ''Coronation Street'' is broadcast. Planned as a 13-part drama, it becomes such a success among viewers that it is still shown five times per week.", "date" : "1960/12/08"}, {"title" : "MGM's ''The Wizard of Oz'' is rerun on CBS only a year after its previous telecast, thus beginning the tradition of annual telecasts of the film.", "date" : "1960/12/11"}, {"title" : "The Supreme Court of the United States upholds a lower Federal Court ruling that the State of Louisiana's laws on racial segregation laws are unconstitutional, and overturns them.", "date" : "1960/12/12"}, {"title" : "While Emperor Haile Selassie I of Ethiopia visits Brazil, his Imperial Bodyguard leads a military coup against his rule, proclaiming that the emperor's son, Crown Prince Asfa Wossen, is the new emperor.", "date" : "1960/12/12"}, {"title" : "The countries of El Salvador, Guatemala, Honduras, and Nicaragua announce the formation of the Central American Common Market.", "date" : "1960/12/12"}, {"title" : "The U.S. Navy's Commander Leroy Heath (the pilot) and Lieutenant Larry Monroe (the bombardier/navigator) establish a world flight-altitude record of 91,450 feet (27,874 m), with payload, in an A-5 Vigilante twinjet bomber carrying a 1,000 kilogram payload, and they better the previous world record by over four miles (6ampampnbspkm).", "date" : "1960/12/12"}, {"title" : "Antoine Gizenga proclaims in Republic of the Congo, that he has taken over as the premier.", "date" : "1960/12/14"}, {"title" : "King Mahendra of Nepal deposes the democratic government there and he takes direct control himself.", "date" : "1960/12/14"}, {"title" : "King Baudouin of Belgium marries Doña Fabiola de Mora y Aragon.", "date" : "1960/12/14"}, {"title" : "Secretary of State Christian Herter announces that the United States will commit five nuclear submarines and eighty Polaris missiles to the defense of the NATO countries by the end of 1963.", "date" : "1960/12/14"}, {"title" : "New York air disaster: a United Airlines DC-8 collides in mid-air with a TWA Lockheed Constellation over Staten Island in New York City. All 128 passengers and crewmembers on the two airliners,  and six people on the ground, are killed.", "date" : "1960/12/14"}, {"title" : "Troops loyal to Emperor Haile Selassie I in Ethiopia overcome the coup that began on December 13, returning the reins to the Emperor upon his return from a trip to Brazil. The Emperor absolves his own son of any guilt.", "date" : "1960/12/17"}, {"title" : "Fire sweeps through the USS ''Constellation'', to become the U.S. Navy's largest aircraft carrier, while she is under construction at the Brooklyn Navy Yard. 50 workers are killed and 150 are injured.", "date" : "1960/12/19"}, {"title" : "France sets off its third A-bomb test at its nuclear weapons testing range near Reggane, Algeria.", "date" : "1960/12/27"}, {"title" : "Last day on which the farthing, a coin first minted in England in the 13th century, is legal tender in the United Kingdom.", "date" : "1960/12/31"}, {"title" : "Beginning in 1959, Argentina suffers economic recession.", "date" : "1960/12/31"}, {"title" : "World population: 3,021,475,001", "date" : "1960/12/31"}, {"title" : "Africa: 277,398,000", "date" : "1960/12/31"}, {"title" : "Asia: 1,701,336,000", "date" : "1960/12/31"}, {"title" : "Europe: 604,401,000", "date" : "1960/12/31"}, {"title" : "Latin-America: 218,300,000", "date" : "1960/12/31"}, {"title" : "Northern America: 204,152,000", "date" : "1960/12/31"}, {"title" : "Oceania: 15,888,000", "date" : "1960/12/31"}, {"title" : " Following a 4-day conference in Casablanca, 5 African chiefs of state announce plans for a NATO-type African organization to ensure common defense. The Charter of Casablanca involves the Casablanca Group: Morocco, the United Arab Republic, Ghana, Guinea, and Mali.", "date" : "1961/01/07"}, {"title" : " British authorities announce that they have discovered a large Soviet spy ring in London.", "date" : "1961/01/09"}, {"title" : "President Dwight Eisenhower gives his final State of the Union Address to Congress.  In a Farewell Address the same day, he warns of the increasing power of a ampquotmilitary-industrial complex.ampquot", "date" : "1961/01/09"}, {"title" : "Patrice Lumumba of Republic of Congo is assassinated.", "date" : "1961/01/09"}, {"title" : " John F. Kennedy succeeds Dwight Eisenhower as the 35th President of the United States of America.", "date" : "1961/01/20"}, {"title" : " B-52 Stratofortress, with two nuclear bombs, crashes near Goldsboro, North Carolina.", "date" : "1961/01/24"}, {"title" : "In Washington, DC John F. Kennedy delivers the first live presidential news conference. In it, he announces that the Soviet Union has freed the 2 surviving crewmen of a USAF RB-47 reconnaissance plane shot down by Soviet flyers over the Barents Sea July 1, 1960 (see RB-47H shot down).", "date" : "1961/01/24"}, {"title" : "Acting to halt 'leftist excesses,' a junta composed of 2 army officers and 4 civilians takes over El Salvador, ousting another junta that had ruled for 3 months.", "date" : "1961/01/24"}, {"title" : " John F. Kennedy appoints Janet G. Travell to be his physician, the first woman to hold this appointment.", "date" : "1961/01/26"}, {"title" : " President John F. Kennedy delivers his first State of the Union Address.", "date" : "1961/01/30"}, {"title" : " Ham the Chimp, a 37-pound (17-kg) male, is rocketed into space aboard Mercury-Redstone 2, in a test of the Project Mercury capsule, designed to carry United States astronauts into space.", "date" : "1961/01/31"}, {"title" : " China buys grain from Canada for $60 million.", "date" : "1961/02/03"}, {"title" : " The Portuguese Colonial War begins in Angola.", "date" : "1961/02/04"}, {"title" : " February 9 ampndash In Congo, President Joseph Kasavubu names Joseph Ileo as the new Prime Minister.", "date" : "1961/02/05"}, {"title" : " The Beatles perform for the first time at the Cavern Club.", "date" : "1961/02/09"}, {"title" : " The U.S.S.R. launches ''Venera 1'' towards Venus.", "date" : "1961/02/12"}, {"title" : " The Congo government announces that villagers have killed Patrice Lumumba.", "date" : "1961/02/13"}, {"title" : " Discovery of the chemical elements: Element 103, Lawrencium, is first synthesized in Berkeley, California.", "date" : "1961/02/14"}, {"title" : "A Sabena Boeing 707 crashes near Brussels, Belgium, killing 73, including the entire United States figure skating team and several coaches.", "date" : "1961/02/14"}, {"title" : "A total solar eclipse occurs in southern part of Europe", "date" : "1961/02/14"}, {"title" : " The last public trams in Sydney, Australia, cease operation, bringing to an end the Southern Hemisphere's largest tramway network.", "date" : "1961/02/25"}, {"title" : " Hassan II is pronounced King of Morocco.", "date" : "1961/02/26"}, {"title" : "MarchampampndashApril ampampndash Drilling for Project Mohole is undertaken off the coast of Guadalupe Island, Mexico.", "date" : "1961/02/26"}, {"title" : " President of the United States John F. Kennedy establishes the Peace Corps.", "date" : "1961/03/01"}, {"title" : " Hassan II is crowned King of Morocco.", "date" : "1961/03/03"}, {"title" : "Max Conrad circumnavigates the earth in 8 days, 18 hours and 49 minutes, setting a new world record.", "date" : "1961/03/03"}, {"title" : "The first U.S. Polaris submarines arrive at Holy Loch.", "date" : "1961/03/03"}, {"title" : "Black and white £5 notes cease to be legal tender in the UK.", "date" : "1961/03/03"}, {"title" : "A dam burst in Kiev, USSR, killing 145.", "date" : "1961/03/03"}, {"title" : "United States delegate to the UNSC Adlai Stevenson votes against Portuguese policies in Africa.", "date" : "1961/03/03"}, {"title" : "Cyprus joins the Commonwealth of Nations, becoming the first small country in the Commonwealth.ampamp{{cite journal |last=McIntyre |first=W. David |authorlink=W. David McIntyre |year=2008 |month=April |title=The Expansion of the Commonwealth and the Criteria for Membership |journal=Round Table |volume=97 |issue=395 |pages=273–85 |doi=10.1080/00358530801962089 |accessdate=2008-12-19 |quote= }}ampamp", "date" : "1961/03/03"}, {"title" : "Monash University in Melbourne, Australia, takes in its first students.", "date" : "1961/03/03"}, {"title" : "South Africa withdraws from the Commonwealth of Nations.", "date" : "1961/03/03"}, {"title" : "The Union of Peoples of Angola, led by Holden Roberto, attacks strategic locations in the north of Angola. These events result in the beginning of the colonial war with Portugal.", "date" : "1961/03/03"}, {"title" : "A ceasefire takes effect in the Algerian War of Independence.", "date" : "1961/03/03"}, {"title" : "''Nous les amoureux'' by Jean-Claude Pascal (music by Jacques Datin, text by Maurice Vidalin) wins the Eurovision Song Contest 1961 for Luxembourg.", "date" : "1961/03/03"}, {"title" : " The Twenty-third Amendment to the United States Constitution is ratified, allowing residents of Washington, D.C. to vote in presidential elections.", "date" : "1961/03/29"}, {"title" : " The Single Convention on Narcotic Drugs is signed at New York.", "date" : "1961/03/30"}, {"title" : " The New Guinea Council of Western Papua is installed.", "date" : "1961/04/05"}, {"title" : " The British passenger ship ''Dara'' blows up and sinks off Dubai. 238 passengers and crew are killed.", "date" : "1961/04/08"}, {"title" : " The trial of Nazi Adolf Eichmann begins in Jerusalem.", "date" : "1961/04/11"}, {"title" : "''Vostok 1'': Soviet cosmonaut Yuri Gagarin becomes the first human in space, orbiting the Earth once.", "date" : "1961/04/11"}, {"title" : "Albert Kalonji takes the title ''Emperor Albert I Kalonji'' of South Kasai.", "date" : "1961/04/11"}, {"title" : " In Portugal, a coup attempt against António de Oliveira Salazar fails.", "date" : "1961/04/13"}, {"title" : "The Bay of Pigs Invasion of Cuba begins it fails by April 19.", "date" : "1961/04/13"}, {"title" : "The 33rd Academy Awards ceremony is held.", "date" : "1961/04/13"}, {"title" : " Portugal sends to Angola its first military reinforcement.", "date" : "1961/04/18"}, {"title" : " Fidel Castro announces that the Bay of Pigs invasion has been defeated.", "date" : "1961/04/20"}, {"title" : " Algiers putsch: Four French generals who oppose de Gaulle's policies in Algeria fail in a coup attempt.", "date" : "1961/04/22"}, {"title" : " Judy Garland performs in a legendary comeback concert at Carnegie Hall in New York City.", "date" : "1961/04/23"}, {"title" : " The Swedish ship ''Regalskeppet Vasa'' is removed from the water after being sunk 333 years earlier.", "date" : "1961/04/24"}, {"title" : "Sierra Leone becomes independent from the United Kingdom.", "date" : "1961/04/24"}, {"title" : " U.S. Freedom Riders begin interstate bus rides to test the new U.S. Supreme Court integration decision.", "date" : "1961/05/04"}, {"title" : " Mercury program: Alan Shepard becomes the first American in space aboard Mercury-Redstone 3.", "date" : "1961/05/05"}, {"title" : " Tottenham Hotspur F.C. becomes the first team in the 20th century to win the English league and cup double. This being the last time Tottenham won the English League.", "date" : "1961/05/06"}, {"title" : " Briton George Blake is sentenced to 42 years imprisonment for spying.", "date" : "1961/05/08"}, {"title" : " American civil rights movement: A Freedom Riders bus is fire-bombed near Anniston, Alabama and the civil rights protestors are beaten by an angry mob.", "date" : "1961/05/14"}, {"title" : " Heinrich Matthaei alone performs the Poly-U-Experiment and is the first human to recognize and understand the genetic code. This is the birthdate of modern genetics.Hans-Jörg Rheinberger, quotExperimentalsysteme ampndash Eine Geschichte der Proteinsynthese im Reagenzglasquot Wallstein ISBN 3-89244-454-4", "date" : "1961/05/15"}, {"title" : " Park Chung Hee takes over in a military coup in South Korea.", "date" : "1961/05/16"}, {"title" : " ''Venera 1'' becomes the first man-made object to fly-by another planet by passing Venus (however, the probe had lost contact with Earth a month earlier and does not send back any data).", "date" : "1961/05/19"}, {"title" : " American civil rights movement: Alabama Governor John Patterson declares martial law in an attempt to restore order after race riots break out.", "date" : "1961/05/21"}, {"title" : " An Earthquake rocks New South Wales.", "date" : "1961/05/22"}, {"title" : " American civil rights movement: Freedom Riders are arrested in Jackson, Mississippi for quotdisturbing the peacequot after disembarking from their bus.", "date" : "1961/05/24"}, {"title" : " Apollo program: President Kennedy announces before a special joint session of Congress his goal to put a man on the Moon before the end of the decade.", "date" : "1961/05/25"}, {"title" : " Tunku Abdul Rahman, Prime Minister of Malaya, holds a press conference in Singapore, announcing his idea to form the Federation of Malaysia, comprising Malaya, Singapore, Sarawak, Brunei and North Borneo (Sabah).", "date" : "1961/05/27"}, {"title" : " Peter Benenson's article quotThe Forgotten Prisonersquot is published in several internationally read newspapers. This is later considered the founding of the human rights organization Amnesty International.", "date" : "1961/05/28"}, {"title" : " Rafael Leónidas Trujillo, totalitarian despot of the Dominican Republic since 1930, is killed in an ambush, putting an end to the second longest-running dictatorship in Latin American history.", "date" : "1961/05/30"}, {"title" : "In France, rebel generals Maurice Challe and Andre Zelelr are sentenced to 15 years in prison.", "date" : "1961/05/30"}, {"title" : "South Africa officially leaves the Commonwealth of Nations.", "date" : "1961/05/30"}, {"title" : "President John F. Kennedy and Charles De Gaulle meet in Paris.", "date" : "1961/05/30"}, {"title" : " Ethiopia experiences its most devastating earthquake of the 20th century, with a magnitude of 6.7. The town of Majete is destroyed, 45% of the houses in Karakore collapse, {{convert|17|km|mi|sp=us}} of the main road north of Karakore are damaged by landslides and fissures, and 5,000 inhabitants in the area are left homeless.", "date" : "1961/06/01"}, {"title" : " Vienna summit: John F. Kennedy and Nikita Khrushchev meet during 2 days in Vienna. They discuss nuclear tests, disarmament and Germany.", "date" : "1961/06/04"}, {"title" : " Russian ballet dancer Rudolf Nureyev requests asylum in France while in Paris with the Kirov Ballet.", "date" : "1961/06/16"}, {"title" : "A Paris-to-Strasbourg train derails near Vitry-le-François 24 are killed, 109 injured.", "date" : "1961/06/16"}, {"title" : "The New Democratic Party of Canada is founded with the merger of the Cooperative Commonwealth Federation (CCF) and the Canadian Labour Congress.", "date" : "1961/06/16"}, {"title" : " The British protectorate ends in Kuwait and it becomes an emirate.", "date" : "1961/06/19"}, {"title" : " Moise Tshombe is released for lack of evidence of connection to the murder of Patrice Lumumba.", "date" : "1961/06/22"}, {"title" : " Antarctic Treaty comes into effect.", "date" : "1961/06/23"}, {"title" : " Iraqi president Abdul Karim Kassem announces he is going to annex Kuwait.", "date" : "1961/06/25"}, {"title" : " Kuwait requests British help the United Kingdom sends in troops.", "date" : "1961/06/27"}, {"title" : " The Soviet submarine ''K-19'' reactor leak occurs in the North Atlantic.", "date" : "1961/07/04"}, {"title" : "The first Israeli rocket, ''Shavit 2'', is launched.", "date" : "1961/07/05"}, {"title" : " A mine explosion in Czechoslovakia leaves 108 dead.", "date" : "1961/07/08"}, {"title" : " A Czechoslovakian Ilyushin Il-18 crashes while attempting to land at Casablanca, Morocco, killing all 72 persons on board.", "date" : "1961/07/12"}, {"title" : " Mercury program: Gus Grissom, piloting the Mercury-Redstone 4 capsule ''Liberty Bell 7'', becomes the second American to go into space (sub-orbital). Upon splashdown, the hatch prematurely opens, and the capsule sinks (it is recovered in 1999).", "date" : "1961/07/21"}, {"title" : " U.S. President John F. Kennedy gives a widely watched TV speech on the Berlin crisis, warning quotwe will not be driven out of Berlin.quot  Kennedy urges Americans to build fallout shelters, setting off a four-month debate on civil defense.", "date" : "1961/07/25"}, {"title" : "At Fenway Park in Boston, Massachusetts, the first All-Star Game tie in major league baseball history occurs, when the game is stopped in the 9th inning due to rain (the only tie until 2002 in MLB All-Star Game history).", "date" : "1961/07/25"}, {"title" : "Ireland submits the first ever application to join the then European Economic Community.", "date" : "1961/07/25"}, {"title" : "August ampampndash USA founds Alliance for Progress.", "date" : "1961/07/25"}, {"title" : " The Six Flags over Texas theme park officially opens to the public.", "date" : "1961/08/01"}, {"title" : " Vostok 2: Soviet cosmonaut Gherman Titov becomes the second human to orbit the Earth, and the first to be in outer space for more than one day.", "date" : "1961/08/06"}, {"title" : " Vostok 2 with Titov onboard lands in Soviet Union.", "date" : "1961/08/07"}, {"title" : " Britain applies for membership in the European Economic Community.", "date" : "1961/08/10"}, {"title" : " Construction of the Berlin Wall begins, restricting movement between East Berlin and West Berlin and forming a clear boundary between West Germany and East Germany, Western Europe and Eastern Europe.", "date" : "1961/08/13"}, {"title" : " Jomo Kenyatta is released from prison in Kenya.", "date" : "1961/08/21"}, {"title" : "Construction of the Berlin Wall is completed after just 18 days.", "date" : "1961/08/31"}, {"title" : " The Eritrean War of Independence officially begins with the shooting of the Ethiopian police by Hamid Idris Awate.", "date" : "1961/09/01"}, {"title" : " First meeting held of the Non-Aligned Movement.  The Soviet Union resumes nuclear testing, escalating fears over the ongoing Berlin crisis.", "date" : "1961/09/01"}, {"title" : " Tom and Jerry make a return with their first episode since 1957, Switchin' Kitten. The new creator, Gene Deitch makes 12 more Tom and Jerry episodes until 1962.", "date" : "1961/09/07"}, {"title" : " During the F1 Italian Grand Prix on the circuit of Monza, German Wolfgang Von Trips, driving a Ferrari, crashes into a stand, killing 14 spectators and himself.", "date" : "1961/09/10"}, {"title" : " The new military government of Turkey sentences 15 members of the previous government to death.", "date" : "1961/09/14"}, {"title" : " The Focolare Movement opens its first North American center in New York.", "date" : "1961/09/14"}, {"title" : " Military rulers in Turkey hang former prime minister Adnan Menderes.", "date" : "1961/09/17"}, {"title" : " UN Secretary-General Dag Hammarskjöld dies in an air crash en route to Katanga, Congo.", "date" : "1961/09/18"}, {"title" : " In France, the OAS slips an anti-de Gaulle message into TV programming.", "date" : "1961/09/21"}, {"title" : "The old Deutsche Opernhaus in the Berlin neighborhood of Charlottenburg is returned to its newly rebuilt house as the Deutsche Oper Berlin.", "date" : "1961/09/21"}, {"title" : "In the U.S., the Walt Disney anthology television series, renamed ''Walt Disney's Wonderful World of Color'', moves from ABC to NBC after seven years on the air, and begins telecasting its programs in color for the first time. Years later, after Disney's death, the still-on-the-air program will be renamed ''The Wonderful World of Disney''.", "date" : "1961/09/21"}, {"title" : " A military coup in Damascus, Syria effectively ends the United Arab Republic, the union between Egypt and Syria.", "date" : "1961/09/28"}, {"title" : " Organization for Economic Cooperation and Development (OECD) formed to replace the Organization for European Economic Co-operation (OEEC).", "date" : "1961/09/30"}, {"title" : " Baseball player Roger Maris of the New York Yankees hits his 61st home run in the last game of the season, against the Boston Red Sox, beating the 34-year-old record held by Babe Ruth.", "date" : "1961/10/01"}, {"title" : " A volcanic eruption on Tristan da Cunha causes the whole population to be evacuated.", "date" : "1961/10/10"}, {"title" : " The death penalty is abolished in New Zealand.", "date" : "1961/10/12"}, {"title" : " Paris massacre of 1961: French police in Paris attack about 30,000 protesting a curfew applied solely to Algerians. The official death toll is 3, but human rights groups claim 240 dead.", "date" : "1961/10/17"}, {"title" : " ''West Side Story'' is released as a film.", "date" : "1961/10/18"}, {"title" : " The Arab League takes over protecting Kuwait the last British troops leave.", "date" : "1961/10/19"}, {"title" : " The first edition of ''Private Eye'', the British satirical magazine, is published.", "date" : "1961/10/25"}, {"title" : "An armistice begins in Katanga, Congo.", "date" : "1961/10/26"}, {"title" : "Mongolia and Mauritania join the United Nations.", "date" : "1961/10/26"}, {"title" : "A standoff between Soviet and American tanks in Berlin, Germany heightens Cold War tensions.", "date" : "1961/10/26"}, {"title" : "Fahri Özdiilek becomes the acting prime minister of Turkey.", "date" : "1961/10/26"}, {"title" : "DZBB-TV Channel 7, the Philippines' third TV station, is launched.", "date" : "1961/10/26"}, {"title" : "Devrim has been released. Project completed only in 130 days almost from scratch and this period includes decision of the project, research, design, development and production of four cars.", "date" : "1961/10/26"}, {"title" : " Nuclear testing: The Soviet Union detonates a 58-megaton yield hydrogen bomb known as Tsar Bomba over Novaya Zemlya. It remains the largest ever man-made explosion.", "date" : "1961/10/30"}, {"title" : "Hurricane Hattie devastates Belize City, Belize killing over 270. After the hurricane, the capital moves to the inland city of Belmopan.", "date" : "1961/10/30"}, {"title" : "Joseph Stalin's body is removed from the Lenin Mausoleum.", "date" : "1961/10/30"}, {"title" : "November ampampndash The Fantastic Four #1 comic debuts, launching the Marvel Universe and revolutionizing the American comic book industry.", "date" : "1961/10/30"}, {"title" : "The Hungry generation Movement is launched in Calcutta, India.", "date" : "1961/10/30"}, {"title" : "The Interstate Commerce Commission's federal order banning segregation at all interstate public facilities officially comes into effect.", "date" : "1961/10/30"}, {"title" : "The Madame Alexander Doll Club is founded by Margaret Doris Winson of Sweet Springs MO.", "date" : "1961/10/30"}, {"title" : " ''Kean'' opens at Broadway Theater in New York City for 92 performances.", "date" : "1961/11/02"}, {"title" : " The UN General Assembly unanimously elects U Thant acting Secretary General.", "date" : "1961/11/03"}, {"title" : " The U.S. government issues a stamp honoring the 100th birthday of James Naismith.", "date" : "1961/11/06"}, {"title" : " Imperial Airlines Flight 201/8 crashes while attempting to land at Richmond, Virginia, killing 77 persons on board.", "date" : "1961/11/08"}, {"title" : " Neil Armstrong records a world record speed in a rocket plane of 6,587ampnbspkm/h flying a X-15.", "date" : "1961/11/09"}, {"title" : " ''Catch-22'' is first published by Joseph Heller.", "date" : "1961/11/10"}, {"title" : "Congolese soldiers murder 13 Italian United Nations pilots.", "date" : "1961/11/10"}, {"title" : "Stalingrad is renamed Volgograd.", "date" : "1961/11/10"}, {"title" : " Michael Rockefeller, son of New York Governor and later Vice President Nelson Rockefeller, disappears in the jungles of New Guinea.", "date" : "1961/11/17"}, {"title" : " U.S. President John F. Kennedy sends 18,000 military advisors to South Vietnam.", "date" : "1961/11/18"}, {"title" : "The funeral of longtime House Speaker Sam Rayburn is held in Washington, DC. Two former Presidents (Truman, Eisenhower) and one future one (Lyndon B. Johnson) join President Kennedy in paying their respects.", "date" : "1961/11/18"}, {"title" : "İsmet İnönü of CHP forms the new government of Turkey (26th government, first coalition in Turkey, partner AP)", "date" : "1961/11/18"}, {"title" : " World Food Program (WFP) formed as a temporary UN program.", "date" : "1961/11/24"}, {"title" : " The Soviet Union vetoes Kuwait's application for United Nations membership.", "date" : "1961/11/30"}, {"title" : " Netherlands New Guinea raises the new Morning Star flag and changes its name to West Papua.", "date" : "1961/12/01"}, {"title" : " Cold War: In a nationally broadcast speech, Cuban leader Fidel Castro announces he is a Marxist-Leninist, and that Cuba will adopt socialism.", "date" : "1961/12/02"}, {"title" : " U.S. President John F. Kennedy gives support to the Volta Dam project in Ghana.", "date" : "1961/12/05"}, {"title" : "Tanganyika gains independence and declares itself a republic, with Julius Nyerere as its first President.", "date" : "1961/12/05"}, {"title" : "The Australian government of Robert Menzies is re-elected for a sixth term.", "date" : "1961/12/05"}, {"title" : " The Soviet Union severs diplomatic relations with Albania.", "date" : "1961/12/10"}, {"title" : "The Vietnam War officially begins, as the first American helicopters arrive in Saigon along with 400 U.S. personnel.", "date" : "1961/12/10"}, {"title" : "Adolf Eichmann is pronounced guilty of crimes against humanity by a panel of 3 Israeli judges.", "date" : "1961/12/10"}, {"title" : " Walt Disney's first live-action Technicolor musical, ''Babes in Toyland'', a remake of the famous Victor Herbert operetta, is released, but flops at the box office.", "date" : "1961/12/14"}, {"title" : " An Israeli war crimes tribunal sentences Adolf Eichmann to die for his part in The Holocaust.", "date" : "1961/12/15"}, {"title" : " India opens hostilities in its annexation of Portuguese India, the colonies of Goa, Damao and Diu.", "date" : "1961/12/18"}, {"title" : "Portuguese surrender Goa to India after 400 years of Portuguese rule.", "date" : "1961/12/18"}, {"title" : "Indonesian president Sukarno announces that he will take West Irian by force if necessary.", "date" : "1961/12/18"}, {"title" : " In Congo, Katangan prime minister Moise Tshombe recognizes the Congolese constitution.", "date" : "1961/12/21"}, {"title" : " Luxembourg's national holiday, the Grand Duke's Official Birthday, is set on June 23 by Grand Ducal decree.", "date" : "1961/12/23"}, {"title" : " Congolese troops capture Albert Kalonji of South Kasai (who soon escapes).", "date" : "1961/12/30"}, {"title" : " Ireland's first national television station, ''Telefís Éireann'' (later RTÉ), begins broadcasting.", "date" : "1961/12/31"}, {"title" : " NAACP Executive Secretary Roy Wilkins praises U.S. President John F. Kennedy's quotpersonal rolequot in advancing civil rights.", "date" : "1962/01/02"}, {"title" : " Pope John XXIII excommunicates Fidel Castro.", "date" : "1962/01/03"}, {"title" : " New York City introduces a subway train that operates without a crew on board.", "date" : "1962/01/04"}, {"title" : "The first album on which The Beatles play, ''My Bonnie'', credited to quotTony Sheridan and the Beat Brothersquot (recorded last June in Hamburg), is released by Polydor in the U.K.", "date" : "1962/01/05"}, {"title" : " Harmelen train disaster: 93 die in the worst Dutch rail disaster.", "date" : "1962/01/08"}, {"title" : " Cuba and the Soviet Union sign a trade pact.", "date" : "1962/01/09"}, {"title" : " An avalanche on Nevado Huascarán in Peru causes 4,000 deaths.", "date" : "1962/01/10"}, {"title" : " The Indonesian Army confirms that it has begun operations in West Irian.", "date" : "1962/01/12"}, {"title" : " Albania allies itself with the People's Republic of China.", "date" : "1962/01/13"}, {"title" : " Portugal abandons the U.N. General Assembly due to the debate over Angola.", "date" : "1962/01/15"}, {"title" : " A military coup occurs in the Dominican Republic.", "date" : "1962/01/16"}, {"title" : " A counter-coup occurs in the Dominican Republic the old government returns except for the new president Rafael Filiberto Bonnelly.", "date" : "1962/01/19"}, {"title" : " The Organization of American States suspends Cuba's membership.", "date" : "1962/01/22"}, {"title" : "The East German government readopts conscription.", "date" : "1962/01/22"}, {"title" : "The Organisation armée secrète (OAS) bombs the French Foreign Ministry.", "date" : "1962/01/22"}, {"title" : " Ranger 3 is launched to study the Moon it later misses the Moon by 22,000 miles.", "date" : "1962/01/26"}, {"title" : " The Soviet government changes all place names honoring Molotov, Kaganovich and Georgi Malenkov.", "date" : "1962/01/27"}, {"title" : " Two of the high-wire quotFlying Wallendasquot are killed, when their famous 7-person pyramid collapses during a performance in Detroit, Michigan.", "date" : "1962/01/30"}, {"title" : "An American Airlines Boeing 707 crashes on takeoff at New York International Airport, after a rudder malfunction causes an uncontrolled roll, resulting in the loss of control of the aircraft, with the loss of all life on board.", "date" : "1962/01/30"}, {"title" : "The S. S. Kresge Company opens its first Kmart discount store in Garden City, Michigan.", "date" : "1962/01/30"}, {"title" : "A military coup in Burma brings General Ne Win to power.", "date" : "1962/01/30"}, {"title" : "Wilt Chamberlain scores 100 points in a single NBA basketball game.", "date" : "1962/01/30"}, {"title" : " Ash Wednesday Storm: A snow storm batters the Mid-Atlantic.", "date" : "1962/03/07"}, {"title" : "12 ampndash In Geneva, France and the Algerian FLN begin negotiations.", "date" : "1962/03/08"}, {"title" : " Katangan Prime Minister Moise Tshombe begins negotiations to rejoin the Congo.", "date" : "1962/03/15"}, {"title" : "Évian Accords: France and Algeria sign an agreement in Évian-les-Bains ending the Algerian War.", "date" : "1962/03/15"}, {"title" : "''Un premier amour'', sung by Isabelle Aubret (music by Claude-Henri Vic, text by Roland Stephane Valade), wins the Eurovision Song Contest 1962 for France.", "date" : "1962/03/15"}, {"title" : " An armistice begins in Algeria however, the OAS continues its terrorist attacks against Algerians.", "date" : "1962/03/19"}, {"title" : " The Scandinavian States of the Nordic Council sign the Helsinki Convention on Nordic Co-operation.", "date" : "1962/03/23"}, {"title" : " OAS leader Edmond Jouhaud is arrested in Oran.", "date" : "1962/03/24"}, {"title" : "France shortens the term for military service from 26 months to 18.", "date" : "1962/03/24"}, {"title" : "''Baker v. Carr'': The U.S. Supreme Court rules that federal courts can order state legislatures to reapportion seats.", "date" : "1962/03/24"}, {"title" : " New Orleans Citizens Co gives free 1-way ride to blacks to move North.", "date" : "1962/04/20"}, {"title" : "May ampampndash The Hulk debuts with ''The Incredible Hulk'' #1 by Stan Lee and Jack Kirby.", "date" : "1962/04/20"}, {"title" : "Norwich City wins the English League Cup, beating Rochdale in the final.", "date" : "1962/04/20"}, {"title" : "Dayton Hudson Corporation opens the first of its Target discount stores in Roseville, Minnesota.", "date" : "1962/04/20"}, {"title" : " An OAS bomb explodes in Algeria ampndash this and other attacks kill 110 and injure 147.", "date" : "1962/05/02"}, {"title" : " 160 die in a triple-train disaster near Tokyo.", "date" : "1962/05/03"}, {"title" : " Twelve East Germans escape via a tunnel under the Berlin Wall.", "date" : "1962/05/05"}, {"title" : " Antonio Segni is elected President of the Italian Republic.", "date" : "1962/05/06"}, {"title" : "Juan Carlos of Spain marries the Greek Princess Sophia in Athens.", "date" : "1962/05/06"}, {"title" : "Milovan Djilas, former vice-president of Yugoslavia, is given further sentence for publishing ''Conversations with Stalin''.", "date" : "1962/05/06"}, {"title" : " Continental Airlines Flight 11 crashes near Unionville, Missouri after the in-flight detonation of a bomb near the rear lavatory. All 45 passengers and crew aboard are killed.", "date" : "1962/05/22"}, {"title" : "Drilling for the new Montreal subway commences.", "date" : "1962/05/22"}, {"title" : "Raoul Salan, founder of the French terrorist Organisation armée secrète, is sentenced to life imprisonment in France.", "date" : "1962/05/22"}, {"title" : " Project Mercury: Scott Carpenter orbits the Earth 3 times in the ''Aurora 7'' space capsule.", "date" : "1962/05/24"}, {"title" : " The new Coventry Cathedral is consecrated.", "date" : "1962/05/25"}, {"title" : " Acker Bilk's Stranger On The Shore becomes the first British recording to reach number one in the US Billboard Hot 100.", "date" : "1962/05/26"}, {"title" : " Negotiations between the OAS and the FLA lead to a real armistice in Algeria.", "date" : "1962/05/29"}, {"title" : " The 1962 FIFA World Cup begins in Chile.", "date" : "1962/05/30"}, {"title" : " Nazi Adolf Eichmann is hanged at a prison in Ramla, Israel. His body is cremated and his ashes are spread in the Mediterranean.", "date" : "1962/05/31"}, {"title" : " Air France Flight 007, a Boeing 707, crashes on take-off at Orly Airport in Paris 130 of 132 people on board are killed, 2 flight attendants survive.  Most victims are cultural and civic leaders of Atlanta, Georgia.", "date" : "1962/06/03"}, {"title" : " President John F. Kennedy gives the commencement address at the United States Military Academy at West Point, New York.", "date" : "1962/06/06"}, {"title" : "President John F. Kennedy gives the commencement address at Yale University.", "date" : "1962/06/06"}, {"title" : "Frank Morris, John Anglin and Clarence Anglin, with apparent success, escape from the Alcatraz Island prison. Although the men were never heard from again, there is evidence that they survived the attempt and there was to be sightings of them over the years.", "date" : "1962/06/06"}, {"title" : " Students for a Democratic Society complete the Port Huron Statement.", "date" : "1962/06/15"}, {"title" : "The OAS signs a truce with the FLN in Algeria, but a day later announces that it will continue the fight on behalf of French Algerians.", "date" : "1962/06/15"}, {"title" : "Brazil beats Czechoslovakia 3–1 to win the 1962 FIFA World Cup.", "date" : "1962/06/15"}, {"title" : " An Air France Boeing 707 jet crashes into terrain during bad weather in Guadeloupe, West Indies, killing all 113 on board. It is the airline's second fatal accident in just 3 weeks, and the third fatal 707 crash of the year.", "date" : "1962/06/22"}, {"title" : "''Engel v. Vitale'': The United States Supreme Court rules that mandatory prayers in public schools are unconstitutional.", "date" : "1962/06/22"}, {"title" : "''MANual Enterprises v. Day'': The United States Supreme Court rules that photographs of nude men are not obscene, decriminalizing nude male pornographic magazines.", "date" : "1962/06/22"}]