[{"title" : " Battle of Marj Ardabil: the Khazars defeat and destroy an Umayyad army of some 25,000 men under al-Djarrah ibn Abdullah", "date" : "730/12/09"}, {"title" : "Emperor Leo III of the Byzantine Empire orders the destruction of all icons, beginning the First Iconoclastic Period.", "date" : "730/12/09"}, {"title" : " Venus occults Jupiter.", "date" : "732/06/26"}, {"title" : "Egbert becomes bishop of York. He founds a library and makes the city a renowned centre of learning.", "date" : "732/06/26"}, {"title" : " Battle of Tours: Near Poitiers, France, leader of the Franks  Charles Martel and his men, defeat a large army of Moors under the governor of Cordoba, Abdul Rahman Al Ghafiqi, who is killed during the battle.  The Battle of Tours halts the advance of Islam into Western Europe and establishes a balance of power between Western Europe, Islam and the Byzantine Empire.", "date" : "732/10/10"}, {"title" : " An earthquake strikes Constantinople and the surrounding countryside, causing destruction to the city's land walls and buildings, and many deaths.", "date" : "740/10/26"}, {"title" : "The reign of King Sevar, and thus of the House of Dulo, ends in Bulgaria.", "date" : "740/10/26"}, {"title" : "Pippin III marries Bertrada of Laon.", "date" : "740/10/26"}, {"title" : "September ampampndash The Daysan River floods Edessa.", "date" : "740/10/26"}, {"title" : "Battle of Akroinon in Anatolia, a significant Byzantine victory over the Umayyads, halts the impetus of Arab attacks into Anatolia.", "date" : "740/10/26"}, {"title" : "Much to the delight of the citizens of Chang'an City, the Chinese Tang Dynasty government orders fruit trees to be planted along every main avenue of the city, which enriches not only the diets of the people but also the surroundings.", "date" : "740/10/26"}, {"title" : "After two unsuccessful attempts to crush the quickly spreading revolt of Tanger, the Umayyad suffer a humiliating defeat at the ampquotbattle of the Noblesampquot near the Chelif river.ampampGilbert Meynier (2010) ''L'Algérie cœur du Maghreb classique. De l'ouverture islamo-arabe au repli (658-1518)''. Paris: La Découverte pp.25.ampamp", "date" : "740/10/26"}, {"title" : "The Khazars, a nation of the Black Sea steppe, though not ethnically Jewish, voluntarily convert to Judaism.", "date" : "740/10/26"}, {"title" : "St. Cuthbert becomes archbishop of Canterbury.", "date" : "740/10/26"}, {"title" : " Constantine V succeeds Leo III as emperor of the Byzantine Empire.", "date" : "741/06/18"}, {"title" : "In 741 and 744, documents in the archives of St. Gallen Abbey describe the village of Kempraten as ''Centoprato'', another document in 863 as ''Centiprata'', inspired by the Latin name ''Centum Prata''.", "date" : "741/06/18"}, {"title" : "A nunnery given by the Alamannic noblewoman Beata on Lützelau island is first mentioned. In 744, the nunnery was sold to Einsiedeln Abbey.", "date" : "741/06/18"}, {"title" : "Ufenau island in Switzerland is first mentioned in 741 as ampquotHupinauiaampquot, and in 744 as ampquotUbinauviaampquot.", "date" : "741/06/18"}, {"title" : "A fourth expedition sent from Syria by the Umayyad caliphate to crush the rebellion in the Atlas region is defeated in the plain of the Ghrab (nowadays Morocco). The counter-attack of the Kharijite rebels to the East is successful but fails to conquer Kairouan from the loyalists. A more radical branch of the Tunisian Kharijites, the Sofrists, however manages to take the city soon after.ampampGilbert Meynier (2010) ''L'Algérie cœur du Maghreb classique. De l'ouverture islamo-arabe au repli (658-1518)''. Paris: La Découverte pp.25.ampamp", "date" : "741/06/18"}, {"title" : "Japanese authorities decree that Buddhist temples should be established throughout the country.", "date" : "741/06/18"}, {"title" : " Pope Zachary succeeds Pope Gregory III as the 91st pope.", "date" : "741/12/10"}, {"title" : " Abel becomes archbishop of Reims.", "date" : "744/03/03"}, {"title" : "Theophylact succeeds Stephen IV{{dn|date=April 2012}} as Orthodox Patriarch of Antioch.", "date" : "744/03/03"}, {"title" : "Saint Sturm establishes the monastery of Fulda. (or 742?)", "date" : "744/03/03"}, {"title" : "Salih ibn Tarif proclaims himself a prophet among the Berghouata of Morocco.", "date" : "744/03/03"}, {"title" : " The Hashimi rebels under Abu Muslim take Marv, the capital of the province of Khurasan, marking the consolidation of the Abbasid revolt. Abbasid forces under Qahtaba ibn Shabib al-Ta'i take Nishapur and Rayy, defeating an Ummayad army at Gurgan.", "date" : "748/02/14"}, {"title" : "The city of Baalbek is sacked.", "date" : "748/02/14"}, {"title" : "The plague breaks out in Constantinople.", "date" : "748/02/14"}, {"title" : " Stephen is elected pope, but dies three days after and is not considered legitimate because he was not consecrated.", "date" : "752/03/23"}, {"title" : "Retired Emperor Shōmu takes part in the dedication ceremony of the great statue of Vairocana Buddha at the Tōdai-ji, and declares himself a Buddhist.", "date" : "752/03/26"}, {"title" : " An Lushan begins the Anshi Rebellion against the Tang Dynasty state of China.", "date" : "755/12/16"}, {"title" : "Trisong Detsen becomes King of Tibet.", "date" : "755/12/16"}, {"title" : " A major earthquake strikes Palestine and Syria.", "date" : "757/03/09"}, {"title" : "The Battle of Suiyang is fought.", "date" : "757/03/09"}, {"title" : "Offa becomes king of Mercia (to 796). He is noted for Offa's Dyke, built as a defence against Welsh marauders.", "date" : "757/03/09"}, {"title" : "Fruela I becomes king of Asturias.", "date" : "757/03/09"}, {"title" : "Tassilo III, duke of the Bavarians, recognizes the supremacy of Frankish king Pepin the Short.", "date" : "757/03/09"}, {"title" : " Pope Paul I succeeds Pope Stephen II as the 93rd pope.", "date" : "757/05/29"}, {"title" : " Abbasid Arabs and Uyghur Turks arrive simultaneously at Chang'an, the Tang Chinese capital, in order to offer tribute to the imperial court. The Arabs and Turks bicker and fight over diplomatic prominence at the gate, in order to present tribute before the other. A settlement was reached when both were allowed to enter at the same time, but through two different gates to the palace.", "date" : "758/06/11"}, {"title" : "King Desiderius of the Lombards captures Spoleto and Benevento.", "date" : "758/06/11"}, {"title" : "Swithred is succeeded by Sigeric as King of Essex.", "date" : "758/06/11"}, {"title" : "The moderate Ibadites under the Persian 'Abd al-Rahman Iban Rustam conquer Kairouan and massacre the Sofrites Kharijites.ampampGilbert Meynier (2010) ''L'Algérie cœur du Maghreb classique. De l'ouverture islamo-arabe au repli (658-1518)''. Paris: La Découverte pp.25.ampamp", "date" : "758/06/11"}, {"title" : " Abbasid caliph al-Mansur founds a new capital at Baghdad, Iraq.", "date" : "762/07/30"}, {"title" : "Seeptember–December ampampndash Muhammad al-Nafs al-Zakiyya raises the banner of a revolt against the Abbasids at Medina, followed by his brother Ibrahim at Basra. Muhammad's rebellion is suppressed and he is killed by Abbasid troops under Isa ibn Musa in December.", "date" : "762/07/30"}, {"title" : "Tang military leader Li Fuguo kills the wife of Suzong, Empress Zhang,and shortly afterward Suzong dies of a heart attack Daizong kills Li.", "date" : "762/07/30"}, {"title" : " Tibetan forces occupy the Chinese capital Chang'an of the Tang Dynasty for 16 days.", "date" : "763/11/18"}, {"title" : " Nicetas is appointed Patriarch of Constantinople.", "date" : "766/11/16"}, {"title" : " Pope Stephen III succeeds Pope Paul I as the 94th pope.", "date" : "768/08/07"}, {"title" : " Carloman I, King of the Franks, dies, leaving his brother Charlemagne king of the now complete Frankish kingdom.", "date" : "771/12/04"}, {"title" : "Gerberga, the widow of Carloman, flees to Desiderius, the king of the Lombards.", "date" : "771/12/04"}, {"title" : " Charlemagne spends Easter in Treviso after putting down a revolt by Friuli and Spoleto, removing Hrodgaud, the Duke of Friuli, from power, and signing a treaty with Hildeprand, the Duke of Spoleto.  Co-conspirators in the revolt are Arechis, Duke of Benevento, and Adelchis, the son of Desiderius.  Charlemagne had defeated Desiderius two years earlier, and Adelchis had fled to Byzantium.  Arechis was not defeated in this action by Charlemagne, and Adelchis never left Byzantium to provide any support to the revolt.", "date" : "776/04/14"}, {"title" : "The Battle of Otford is fought between Mercia and Kent.", "date" : "776/04/14"}, {"title" : " Battle of Roncevaux Pass (Roncesvalles): Charlemagne's army suffers a terrible defeat at the hand of the Basques.  Among those killed is Roland, lord of the Breton March the 11th-century ''Song of Roland'' is loosely based on the events of this battle.", "date" : "778/08/15"}, {"title" : "Charlemagne fights the Moors in Spain.", "date" : "778/08/15"}, {"title" : "Widukind returns to Saxony from Denmark.", "date" : "778/08/15"}, {"title" : " The oldest recorded eruption of Mount Fuji (Traditional Japanese date: July 6, 781).", "date" : "781/07/31"}, {"title" : "Emperor Kammu succeeds Emperor Kōnin as Emperor of Japan.", "date" : "781/07/31"}, {"title" : "New city of Bian (汴) constructed on the site of Kaifeng in China.", "date" : "781/07/31"}, {"title" : "Charlemagne defines the Papal territory (see Papal States).", "date" : "781/07/31"}, {"title" : "Talorcan II succeeds Drest III as king of the Picts.", "date" : "781/07/31"}, {"title" : "Alcuin becomes Charlemagne's chief adviser on religious and educational matters.", "date" : "781/07/31"}, {"title" : " Paul IV abdicates as Patriarch of Constantinople.", "date" : "784/08/31"}, {"title" : " Tarasius is elected Patriarch of Constantinople.", "date" : "784/12/25"}, {"title" : " Harun al-Rashid becomes the Abbasid Caliph in Baghdad upon the death of his brother al-Hadi, and appoints Salim Yunisi as the Abbasid governor of Sindh and the Indus Valley. Harun al-Rashid rules until 809.", "date" : "786/09/14"}, {"title" : "Beatus of Liébana, Spanish monk, publishes his ''Commentary on the Apocalypse''.", "date" : "786/09/14"}, {"title" : " Vikings sack the monastery of Lindisfarne, Northumbria, their first major viking attack in England.", "date" : "793/06/08"}, {"title" : "The Frisian–Frankish wars came to an end with the last uprising of the Frisians in 793.", "date" : "793/06/08"}, {"title" : "A jihad under Hisham I takes place.", "date" : "793/06/08"}, {"title" : "Offa of Mercia founds an abbey at St Albans.", "date" : "793/06/08"}, {"title" : " Pope Leo III succeeds Pope Adrian I as the 96th pope.", "date" : "795/12/26"}, {"title" : " Irene of Athens orders her son, Byzantine Emperor Constantine VI, captured and deposed.", "date" : "797/07/17"}, {"title" : " Irene of Athens's orders are carried out her son is blinded, and she is declared empress the next day.", "date" : "797/08/15"}, {"title" : " Charlemagne is coronated emperor in Rome.", "date" : "801/12/25"}, {"title" : " Louis the Pious occupies Barcelona.", "date" : "801/12/28"}, {"title" : " Irene is deposed as Empress of Byzantium, replaced by Nicephorus I, and banished to Lesbos.", "date" : "802/10/31"}, {"title" : "Krum becomes Khan of Bulgaria (until 814).", "date" : "802/10/31"}, {"title" : "Egbert becomes king of Wessex.", "date" : "802/10/31"}, {"title" : "The Vikings sack Iona.", "date" : "802/10/31"}, {"title" : "Jayavarman II declares the Khmer Empire independent and establishes the kingdom of Angkor.", "date" : "802/10/31"}, {"title" : "The Haeinsa Temple is established in Korea.", "date" : "802/10/31"}, {"title" : " The Inscription of Sukabumi from Eastern Java marks the beginning of the Javanese language.", "date" : "804/03/25"}, {"title" : "Charlemagne finishes the conquest of Saxony.", "date" : "804/03/25"}, {"title" : " Saint Ludger becomes the first Bishop of Munster.", "date" : "804/03/30"}, {"title" : " Nicephorus is elected patriarch of Constantinople, succeeding Tarasius.", "date" : "806/04/12"}, {"title" : "Wulfred is consecrated as archbishop of Canterbury.", "date" : "806/04/12"}, {"title" : " A man with a sword makes an attempt on emperor Nicephorus I's life. In the following trial, the assassin claims insanity as his defense.", "date" : "810/10/01"}, {"title" : "China demands the return of territory by Tibet.", "date" : "810/10/01"}, {"title" : "Bulgars, under king Krum, destroy the Avars.", "date" : "810/10/01"}, {"title" : "The Temple of the Jaguar Priest is constructed in Tikal National Park, Guatemala.", "date" : "810/10/01"}, {"title" : "''Book of Kells'' is completed by the Celts.", "date" : "810/10/01"}, {"title" : " Battle of Pliska: Nicephorus I is defeated by the Bulgar khan Krum, and is succeeded by Stauracius as Byzantine emperor.", "date" : "811/07/26"}, {"title" : " Michael I Rangabe is declared Byzantine emperor Stauracius retires to a monastery.", "date" : "811/10/01"}, {"title" : " Byzantine Emperor Michael I Rangabe is defeated in a war against the Bulgarians.", "date" : "813/06/22"}, {"title" : " A revolt puts Leo V on the throne of the Byzantine Empire former emperor Michael I Rangabe becomes a monk, beginning the Second Iconoclastic Period.", "date" : "813/07/12"}, {"title" : "Ashot I becomes the first Georgian Bagratid prince of Iberia under the Byzantine protection.", "date" : "813/07/12"}, {"title" : "Louis the Pious is crowned co-emperor of the Franks with his father Charlemagne.", "date" : "813/07/12"}, {"title" : "The Bulgars capture Adrianople.", "date" : "813/07/12"}, {"title" : "Forces from today's Denmark attack today's Vestfold due to insubordination.", "date" : "813/07/12"}, {"title" : "Fourth Fitna: The Siege of Baghdad ends with the fall of the city and the death of al-Amin, making al-Mamun the undisputed Abbasid caliph.", "date" : "813/07/12"}, {"title" : "The Baghdad School of Astronomy is opened by al-Mamun.", "date" : "813/07/12"}, {"title" : "Third Council of Tours: Priests are ordered to preach in the vernacular (either Vulgar Latin or German).", "date" : "813/07/12"}, {"title" : " Pope Paschal I succeeds Pope Stephen IV as the 98th pope.", "date" : "817/01/25"}, {"title" : " Pope Eugene II succeeds Pope Paschal I as the 99th pope (probable date).", "date" : "824/05/11"}, {"title" : " The Danish king Harald Klak accepts Christianity.", "date" : "826/06/24"}, {"title" : " Ganlu Incident: In the northeast sector of the Chinese capital Chang'an, after a failure by the chancellor Li Xun to slaughter the powerful eunuchs, troops under the eunuchs' command slaughter many court officials and Li Xun's associates.", "date" : "835/12/14"}, {"title" : " Comet Halley passes approximately 5 million km from Earth ampndash its closest ever approach to Earth.", "date" : "837/04/10"}, {"title" : " Battle of Fontenay: Louis the German and Charles the Bald defeat Lothar.", "date" : "841/06/25"}, {"title" : "Battle of Magh-Ochtar (Kildare, Ireland): Feidlimid mac Cremthanin is defeated by the Southern Uí Neill.", "date" : "841/06/25"}, {"title" : "The Norse town of ''Dyflinn'' or Dublin is founded in Ireland.", "date" : "841/06/25"}, {"title" : "In the Chinese capital of Chang'an, the West Market and East Market are closed every night 1 hour and three quarters before dusk (by government-ordered curfew), yet night markets thrive in residential areas. The local government attempt to shut the night markets down in this year, but with the decline of the government's authority by the mid 9th century, this edict (like many others) is largely ignored as urban dwellers keep attending the night markets regardless.", "date" : "841/06/25"}, {"title" : "Byzantine general Constantine Kontomytes defeats the Cretan Saracens near Mount Latros.", "date" : "841/06/25"}, {"title" : " Charles the Bald and Louis the German sign a treaty.", "date" : "842/02/14"}, {"title" : "Cerball mac Dúnlainge becomes king of Osraige", "date" : "842/02/14"}, {"title" : "The Oaths of Strasbourg, an alliance of Louis the German and Charles the Bald against emperor Lothar, are sworn and recorded in the vernacular languages.", "date" : "842/02/14"}, {"title" : "Ramiro I succeeds Alfonso II as king of Asturias.", "date" : "842/02/14"}, {"title" : "Uurad is succeeded by Bred, then Ciniod as King of the Picts.", "date" : "842/02/14"}, {"title" : "Charles the Bald marries Ermentrude.", "date" : "842/02/14"}, {"title" : "Three year old Michael III succeeds Theophilus (emperor) as emperor of Byzantium.", "date" : "842/02/14"}, {"title" : "The reign of caliph Al-Mu'tasim ends.", "date" : "842/02/14"}, {"title" : "The Uyghurs leave the Mongolian plateau.", "date" : "842/02/14"}, {"title" : " Louis II is crowned King of Lombardy by Pope Sergius II.", "date" : "844/06/15"}, {"title" : "Nominoe, Count of Vannes, raids into Maine and plunders the territory.", "date" : "844/06/15"}, {"title" : "According to the Annales Bertiniani, Nominoe makes war on the Vikings.", "date" : "844/06/15"}, {"title" : "Dorestad is raided by the Vikings.", "date" : "844/06/15"}, {"title" : "January ampampndash Pope Sergius II succeeds Pope Gregory IV as the 102nd pope.", "date" : "844/06/15"}, {"title" : " Paris is sacked by Viking raiders, probably under Ragnar Lodbrok, who collect a huge ransom in exchange for leaving.", "date" : "845/03/28"}, {"title" : "The Vikings also sack Hamburg and Melun.", "date" : "845/03/28"}, {"title" : " Count of Vannes, Nominoe, defeats the king of Francia Charles the Bald at the battle of Ballon near Redon. No more toll is taken on Brittany, and it becomes an independent state lasting for seven centuries.", "date" : "845/11/22"}, {"title" : "Persecution of Buddhists is started in China. More than 4,600 monasteries and 40,000 temples and shrines are destroyed. More than 260,000 Buddhist monks and nuns are forced to return to secular life.", "date" : "845/11/22"}, {"title" : "September 16: Prisoner exchange between the Byzantine Empire and the Abbasid Caliphate at the river Lamos.", "date" : "845/11/22"}, {"title" : " Guntherus becomes Bishop of Cologne.", "date" : "850/04/20"}, {"title" : " Battle of Jengland. Erispoe, king of Brittany and son of Nominoe, defeats the Franc king Charles the Bald in Jengland-Beslé near Grand-Fougeray in Brittany. This is considered as the birth of the Breton state.", "date" : "851/08/22"}, {"title" : "September ampampndash Treaty of Angers. Charles the Bald acknowledges Erispoë as king of Brittany. He lets him have the County of Nantes, the County of Rennes and the County of Retz which become part of the Breton nation. The King of Brittany takes the oath to the King of France (but not an ''hommage lige'' which would be an allegiance). To mark the sovereignty of the Breton state, the Dukes of Brittany are since then crowned as ampquotDuke, king in their landsampquot.ampampAnnales Bertinianiampamp", "date" : "851/08/22"}, {"title" : "Oldest known mention of the Andaman Islands.", "date" : "851/08/22"}, {"title" : "The Arab merchant Suleiman al-Tajir visits Tang Dynasty China, observing the manufacturing of Chinese porcelain at Guangzhou and writes of his admiration for its transparent quality. He also describes the mosque at Guangzhou, its granaries, its local government administration, some of its written records, and the treatment of travellers, along with the use of ceramics, rice-wine, and tea.", "date" : "851/08/22"}, {"title" : "May 23 ampndash A Byzantine fleet sacks and destroys Damietta in Egypt.", "date" : "853/05/22"}, {"title" : "Tuan Ch'eng-Shih publishes ''Miscellaneous Offerings from Yu-yang'' in China.", "date" : "853/05/22"}, {"title" : " Pope Benedict III succeeds Pope Leo IV as the 104th pope.", "date" : "855/09/29"}, {"title" : "Anastasius is made anti-pope by Lothair.", "date" : "855/09/29"}, {"title" : "Æthelwulf of Wessex grants churches in the kingdom of Wessex the right to receive tithes.", "date" : "855/09/29"}, {"title" : " Another deadly earthquake strikes Damghan, Iran, killing 200,000 people.", "date" : "856/12/22"}, {"title" : "Ethelbald usurps the throne of Wessex from his father Ethelwulf.", "date" : "856/12/22"}, {"title" : "Ordoño I of Asturias is said to have begun the repopulation of the town of León.", "date" : "856/12/22"}, {"title" : "Bardas becomes regent for the Byzantine Emperor Michael III.", "date" : "856/12/22"}, {"title" : "November ampampndash An earthquake in Corinth, Greece, kills an estimated 45,000.", "date" : "856/12/22"}, {"title" : " Pope Nicholas I succeeds Pope Benedict III as the 105th pope.", "date" : "858/04/24"}, {"title" : " Battle of Saint-Quentin, Aisne: Humfrid defeats Louis the German.", "date" : "859/01/15"}, {"title" : "The Russian city of Novgorod is first mentioned in the chronicles.", "date" : "859/01/15"}, {"title" : "The University of Al Karaouine is founded in Fes, Morocco (recognized by the Guinness Book of World Records as the oldest university in the world).", "date" : "859/01/15"}, {"title" : " Paris burnt by Vikings.", "date" : "861/05/28"}, {"title" : "Pisa taken by Vikings,", "date" : "861/05/28"}, {"title" : " Edict of Pistres: Charles the Bald orders defensive measures against the Vikings.", "date" : "864/07/25"}, {"title" : "Louis II marches against Rome but, getting ill, decides to make peace with the Pope.", "date" : "864/07/25"}, {"title" : "Orso I Participazio becomes Doge of Venice.", "date" : "864/07/25"}, {"title" : "The Christianization of Bulgaria begins: Khan Boris I of Bulgaria is baptized an Orthodox Christian.", "date" : "864/07/25"}, {"title" : " The ''Diamond Sūtra'', the oldest known surviving dated book, is printed in China.", "date" : "868/05/11"}, {"title" : "In Metz, Charles the Bald and Louis the German decide on a division of the lands of former emperor Lothar (now in possession of Lothar II and Louis II).", "date" : "868/05/11"}, {"title" : "In England, Alfred the Great marries Ealhswith and goes to the aid of Burgred of Mercia, who is attacked by Danes.", "date" : "868/05/11"}, {"title" : "The First County of Portugal is established by Vímara Peres, after the reconquest from the Moors of the region north of the Douro River.", "date" : "868/05/11"}, {"title" : "Aed Finliath drives the invading Danes and Norwegians out of Ireland, after defeating them at the Battle of Killineery.", "date" : "868/05/11"}, {"title" : "Ratramnus writes ''Contra Graecorum Opposita''.", "date" : "868/05/11"}, {"title" : " An earthquake and tsunami devastate a large part of the Sanriku coast near Sendai, Japan.", "date" : "869/05/26"}, {"title" : "The Zanj (Black slaves from East Africa), provoked by mercilessly harsh labor conditions in the salt flats and on the sugar and cotton plantations of southwestern Persia, revolt.", "date" : "869/05/26"}, {"title" : "Western Emperor Louis II allies with eastern Emperor Basil I against the Saracens.", "date" : "869/05/26"}, {"title" : "Charles the Bald tries to take the kingdom of Lothair II of Lotharingia after the latter's death, but is resisted by Louis the German.", "date" : "869/05/26"}, {"title" : "Stela 11, the last monument ever erected at Tikal, was dedicated by Jasaw Chan K'awiil II.ampamp{{cite book|author={{aut|Martin, Simon}} |authorlink=Simon Martin (Mayanist)|coauthors=and {{aut|Nikolai Grube}} |year=2000 |title=Chronicle of the Maya Kings and Queens: Deciphering the Dynasties of the Ancient Maya |location=London and New York |publisher=Thames ampamp Hudson |isbn=0-500-05103-8 |oclc=47358325}}ampamp", "date" : "869/05/26"}, {"title" : "Repairs are made in Hagia Sophia.", "date" : "869/05/26"}, {"title" : "The Fourth Council of Constantinople (Roman Catholic) (October 5 869–February 28 870) is called to decide action regarding Patriarch Photius of Constantinople.  This council is now recognised as Ecumenical by the Catholic Church but rejected by the Eastern Churches.  The council of 879-880 rejected the decisions of this council.", "date" : "869/05/26"}, {"title" : " The Fourth Council of Constantinople ends.", "date" : "870/02/28"}, {"title" : " Treaty of Meerssen: Charles the Bald and Louis the German divide Lotharingia among themselves.", "date" : "870/08/08"}, {"title" : " The Danes are defeated by a Saxon army at Englefield, Berkshire. It is the first of a series of battles between Wessex and the Danes.", "date" : "870/12/31"}, {"title" : "Malta is conquered by Arabs from Sicily.", "date" : "870/12/31"}, {"title" : "Borivoj becomes duke of Bohemia.", "date" : "870/12/31"}, {"title" : "Charles the Bald marries Richilde.", "date" : "870/12/31"}, {"title" : "Michael II succeeds Michael I as Patriarch of Alexandria.", "date" : "870/12/31"}, {"title" : "The Autonomous Bulgarian Archbishopric is established.", "date" : "870/12/31"}, {"title" : " Pope John VIII succeeds Pope Adrian II as the 107th pope.", "date" : "872/12/14"}, {"title" : " The bones of Saint Nicephorus are interred in the Church of the Apostles, Constantinople.", "date" : "874/03/13"}, {"title" : " Charles the Bald, king of West Francia, is crowned emperor.", "date" : "875/12/29"}, {"title" : "The Danes capture Lindisfarne and arrive in Cambridge.", "date" : "875/12/29"}, {"title" : "Harald Fairhair subdues the rovers on Orkney and Shetland and adds them to his kingdom.", "date" : "875/12/29"}, {"title" : "In Champa, in the central region of what is now Vietnam, King Indravarman II founds a new dynasty at Indrapura (Quang Nam) and initiates a building program featuring the Dong Duong Style of Cham art.", "date" : "875/12/29"}, {"title" : "The construction of Mosque of Uqba, Kairouan, Tunisia, is ended.", "date" : "875/12/29"}, {"title" : " Hincmar crowns Louis the Stammerer King of the West Franks in the church of Compiegne.", "date" : "877/12/08"}, {"title" : " After a siege of eight months, Syracuse is captured by the Aghlabids of Ifriqiya.", "date" : "878/05/21"}, {"title" : "The Treaty of Wedmore divides England between the Anglo-Saxons and the Danes.", "date" : "878/05/21"}, {"title" : "Rhodri, the first King of Wales to be known as ampquotthe Greatampquot, is killed in battle.", "date" : "878/05/21"}, {"title" : "The city of Belgrade is first mentioned.", "date" : "878/05/21"}, {"title" : "Eochu MacRunn and Girig MacDungal jointly succeed Aed I of Scotland.", "date" : "878/05/21"}, {"title" : "The excommunication of the later Pope Formosus is lifted.", "date" : "878/05/21"}, {"title" : " The Nea Ekklesia is inaugurated in Constantinople, setting the model for all later cross-in-square Orthodox churches.", "date" : "880/05/01"}, {"title" : "Oldest known mention of the city of Dortmund.", "date" : "880/05/01"}, {"title" : "Pope John VIII issues the bull ''Industriae Tuae'', creating an independent ecclesiastical province in Great Moravia with Archbishop Saint Methodius as its head. The Old Church Slavonic is recognized as the fourth liturgical language, besides Latin, Greek and Hebrew.", "date" : "880/05/01"}, {"title" : "A bishopric is established in Nitra.", "date" : "880/05/01"}, {"title" : " Pope Marinus I succeeds Pope John VIII as the 108th pope.", "date" : "882/12/16"}, {"title" : "Most of Afghanistan people are forcefully converted to Islam.", "date" : "882/12/16"}, {"title" : " Diego Rodríguez Porcelos founds and repopulates Burgos.", "date" : "884/03/01"}, {"title" : " Charles the Fat becomes King of Western Francia, thus for the last time reuniting the Frankish kingdom.", "date" : "884/12/12"}, {"title" : "Frodo becomes King of Denmark.", "date" : "884/12/12"}, {"title" : "The Huang Chao rebellion is suppressed by the Tang Dynasty of China, with the help of the Shatuo Turks.", "date" : "884/12/12"}, {"title" : "Emperor Yozei of Japan is deposed, and succeeded by his paternal great-uncle Emperor Kōkō.", "date" : "884/12/12"}, {"title" : " With the death of Charles the Fat, the Frankish kingdom is split again, and this time permanently. Odo, Count of Paris becomes King of the Western Franks.", "date" : "888/01/13"}, {"title" : "'Abdullah ibn Muhammad succeeds al-Mundhir as emir of Córdoba, Spain.", "date" : "888/01/13"}, {"title" : "Shaftesbury Abbey is founded in Dorset, England.", "date" : "888/01/13"}, {"title" : " Pope Formosus succeeds Pope Stephen V as the 111th pope.", "date" : "891/10/06"}, {"title" : "The Persian scientist Rhazes distinguishes smallpox from measles in the course of his writings. Holding against any sort of orthodoxy, particularly Aristotle's physics, he maintains ampquotthe conception of an 'absolute' time, regarded by him as a never-ending flowampquot.", "date" : "900/04/06"}, {"title" : " Namwaran and his children, Lady Angkatan and Bukah, are granted pardon by the Datu of Tondo, as represented Jayadewa, Lord Minister of Pila, which released them of all their debts as inscribed in the Laguna Copperplate Inscription, Philippines.", "date" : "900/04/21"}, {"title" : "victory of the Transoxania amir Ismail Samani at Balkh over Amr Saffari, the latter is captured and sent to the Abassid caliph in Baghdad.", "date" : "900/05/28"}, {"title" : "Gyeonhwon formally establishes the kingdom of Hubaekje in southwestern Korea.", "date" : "900/05/28"}, {"title" : "The Qarmatians of Al-Bahrayn, under Abū-Saʿīd Jannābī, score a major victory over the Abbasid army led by Al-'Abbas ibn 'Amr al-Ghanawi.", "date" : "900/05/28"}, {"title" : "Docibilis I of Gaeta and his Saracen mercenaries attack Capua, in vain.ampampCaravale, Mario (ed). Dizionario Biografico degli Italiani XL Di Fausto – Donadoni. Rome, 1991.ampamp", "date" : "900/10/12"}, {"title" : "c. 900 ampampndash1230 ampampndash Pueblo Bonito, Chaco Canyon, New Mexico, is built. Anasazi culture.", "date" : "900/10/12"}, {"title" : "The first written mention yet found of Shrewsbury.", "date" : "901/07/10"}, {"title" : " Taormina, the last Byzantine stronghold in Sicily, is captured by the Aghlabid army.", "date" : "902/08/01"}, {"title" : "The island of Majorca is conquered by the Caliph of Córdoba.", "date" : "902/08/01"}, {"title" : " the Anglo-Saxon men of Kent defeat the Vikings of East Anglia at the Battle of the Holme.", "date" : "902/12/13"}, {"title" : "The Nanzhao dynasty in East Asia is overthrown, followed by three dynasties in quick succession before the establishment of the Kingdom of Dali in 937.", "date" : "902/12/13"}, {"title" : "The Wu State is founded in southern China by Yang Xingmi in present-day Yangzhou.", "date" : "902/12/13"}, {"title" : " Pope Sergius III succeeds Pope Leo V as the 119th pope he begins the era of the Pornocracy.", "date" : "904/01/29"}, {"title" : " Sack of Thessalonica: Saracen raiders under Leo of Tripoli sack Thessalonica, the Byzantine Empire's second-largest city, after a short siege, and plunder it for a week.", "date" : "904/07/29"}, {"title" : " The allied forces of Mercia and Wessex defeat an army of Northumbrian Vikings in the Battle of Tettenhall", "date" : "910/08/05"}, {"title" : "The caliphate of Ubayd Allah al-Mahdi Billah (of the Fatimid dynasty) is established after he enters the former Aghlabid capital of Raqqada, in modern Tunisia.", "date" : "910/08/05"}, {"title" : "The Benedictine monastery of Cluny is founded.", "date" : "910/08/05"}, {"title" : "Gabriel I of Alexandria becomes Pope of the Coptic Orthodox Church.", "date" : "910/08/05"}, {"title" : "The town of Warwick, England is founded on the River Avon.", "date" : "914/01/02"}, {"title" : "The Vikings conquer much of Ireland.", "date" : "914/01/02"}, {"title" : "Ireland's first city,{{Citation needed|date=March 2009}} Waterford, is founded on the River Suir.", "date" : "914/01/02"}, {"title" : "The Byzantine Empire battles with Bulgaria over the city of Adrianople, which changes hands several times.", "date" : "914/01/02"}, {"title" : "March or April ampampndash Pope John X succeeds Pope Lando as the 122nd pope.", "date" : "914/01/02"}, {"title" : "Nanjing is reconstructed after a long desertion, marking the beginning of contemporary Nanjing City.", "date" : "914/01/15"}, {"title" : " Battle of Achelous:  A large-scale Byzantine expedition against Bulgaria is routed by Tsar Simeon I of Bulgaria.", "date" : "917/08/20"}, {"title" : " Battle of Soissons: King Robert I of France is killed, and King Charles the Simple is arrested by the supporters of  Duke Rudolph of Burgundy.", "date" : "923/06/15"}, {"title" : "Topiltzin Ce Acatl Quetzalcoatl becomes ruler of the Toltecs (approximate date).", "date" : "923/06/15"}, {"title" : "The Later Liang Dynasty falls to the Later Tang Dynasty (founded by Li Cunxu) in China.", "date" : "923/06/15"}, {"title" : " After a long process of annexations, the various small kingdoms within what is now England are unified by King Aethelstan, creating the Kingdom of England.", "date" : "927/07/12"}, {"title" : " The ancient city of Taranto, in southern Italy, is destroyed by the Saracens.", "date" : "927/08/15"}, {"title" : "The Bulgarian Orthodox Church is recognised as autocephalous by the Patriarchate of Constantinople.", "date" : "927/08/15"}, {"title" : " Emir Abd-ar-Rahman III of Cordoba creates the Caliphate of Cordoba to compete with his Fatimid rivals who had assumed the title in 910.", "date" : "929/01/16"}, {"title" : "Pope Stephen VII succeeds Pope Leo VI.", "date" : "929/01/16"}, {"title" : " Pope Leo VII succeeds Pope John XI as the 126th pope.", "date" : "936/01/03"}, {"title" : " Magdeburg is now the capital of the Holy Roman Empire, after a Diet held by Otto I, Holy Roman Emperor.", "date" : "937/09/21"}, {"title" : "The Wu State is taken from within by Li Bian, who then founds the Southern Tang Kingdom.", "date" : "937/09/21"}, {"title" : " The Major Occultation, or ''Ghaybat el-Kubra'' of Muhammad al-Mahdi", "date" : "939/07/08"}, {"title" : " Pope Stephen VIII succeeds Pope Leo VII as the 127th pope.", "date" : "939/07/14"}, {"title" : " Pope Marinus II succeeds Pope Stephen VIII as the 128th pope.", "date" : "942/10/30"}, {"title" : " Pope Agapitus II succeeds Pope Marinus II as the 129th pope.", "date" : "946/05/10"}, {"title" : " Belgian astronomer Jean Meeus (b. 1928) asserts that the orbits of all the planets of the Solar system were within the same 90° arc of the solar system on this date. The next time it is thought this will occur is on May 6, 2492.", "date" : "949/02/01"}, {"title" : " Battle of Lechfeld: Otto I the Great defeats the Magyars, halting their westward expansion and ending the threat to Germany.", "date" : "955/08/10"}, {"title" : "Eadwig becomes King of England.", "date" : "955/08/10"}, {"title" : " Pope John XII succeeds Pope Agapetus II as the 130th pope.", "date" : "955/12/16"}, {"title" : " King Eadwig of England dies, and is succeeded by his brother Edgar, who effectively completes the unification of England when Northumbria finally submits to his rule.", "date" : "959/10/01"}, {"title" : "Dunstan becomes bishop of Worcester, England and London.", "date" : "959/10/01"}, {"title" : "Bruno I, Archbishop of Cologne divides the Duchy of Lorraine with his nephew Frederic.", "date" : "959/10/01"}, {"title" : "Battle of Andrassos: Byzantines under Leo Phokas the Younger score a crushing victory over the Hamdanid Emir of Aleppo, Sayf al-Dawla", "date" : "960/11/08"}, {"title" : "The Song Dynasty comes to power in China when Zhao Kuangyin usurps the Later Zhou Dynasty throne.", "date" : "960/11/08"}, {"title" : "The amount of registered soldiers in the Song Chinese army is some 378,000.", "date" : "960/11/08"}, {"title" : " Pope John XII crowns Otto I the Great Holy Roman Emperor.", "date" : "962/02/02"}, {"title" : " Pope John XII and Otto co-sign the ''Diploma Ottonianum''.", "date" : "962/02/03"}, {"title" : "December ampampndash A Byzantine army under Nikephoros Phokas captures and plunders Aleppo.", "date" : "962/02/03"}, {"title" : "Indulf, King of the Scots and Picts, dies and is  succeeded by Dubh.", "date" : "962/02/03"}, {"title" : " Pope Leo VIII begins papacy as the 131st pope, a reign which initially runs concurrently with Pope John XII.", "date" : "963/12/06"}, {"title" : " Pope Benedict V begins his pontificate as the 132nd pope, chosen by the people of Rome over Pope Leo VIII.", "date" : "964/05/22"}, {"title" : " Pope Benedict V is deposed and ecclesiastically degraded.", "date" : "964/06/23"}, {"title" : "Al-Sufi's ''Book of Fixed Stars'' is published.", "date" : "964/06/23"}, {"title" : " Pope Leo VIII is restored in place of Pope Benedict V.", "date" : "965/03/01"}, {"title" : " Pope John XIII succeeds Pope Leo VIII as the 133rd pope.", "date" : "965/10/01"}, {"title" : "r April 30 ampndash Mieszko I, the first duke of Poland, is baptized a Christian. This is usually considered the beginning of the Polish state (see Baptism of Poland).", "date" : "966/04/14"}, {"title" : " Byzantine general Michael Bourtzes seizes part of Antioch's fortifications. The capture of the city from the Arabs is completed three days later, when reinforcements under Peter Phokas arrive.", "date" : "969/10/28"}, {"title" : "Uththama Chola becomes the Chola Emperor after the mysterious death of Aditya Karikalan (also known as Aditya Chola II). He rules for 16 years. Arulmolivarman becomes the heir apparent, and later the great Rajaraja Chola I.", "date" : "969/10/28"}, {"title" : " John I Tzimiskes becomes Byzantine Emperor after assassinating Nikephoros II Phokas.", "date" : "969/12/11"}, {"title" : "Peter I abdicates and retires to a monastery and is succeeded by Boris II as Tsar of Bulgaria.", "date" : "969/12/11"}, {"title" : "Conquest of Bulgaria by Sviatoslav I of Kiev.", "date" : "969/12/11"}, {"title" : "The Fatimids conquer Egypt and move their capital from Kairouan (in modern Tunisia) to Fustat, subsequently founding a new capital city just north of Fustat, and naming it Cairo.", "date" : "969/12/11"}, {"title" : "Emperor En'yū succeeds Emperor Reizei on the throne of Japan.", "date" : "969/12/11"}, {"title" : "Jing Zong succeeds Mu Zong in the Khitan Empire.", "date" : "969/12/11"}, {"title" : " In China, the war elephant corps of the Southern Han are soundly defeated at Shao by crossbow fire from Song Dynasty troops. The Southern Han state is forced to submit to the Song Dynasty, ending not only Southern Han rule, but also the first regular war elephant corps employed in a Chinese army that had gained the Southern Han victories throughout the 10th century.", "date" : "971/01/23"}, {"title" : " Pope Benedict VI succeeds Pope John XIII as the 134th pope.", "date" : "973/01/19"}, {"title" : " Basil II becomes Eastern Roman Emperor (see Byzantine Emperors).", "date" : "976/01/10"}, {"title" : "Brian Boru is inaugurated as King of Munster.", "date" : "976/01/10"}, {"title" : "Samuil of Bulgaria starts his reign as Tsar.", "date" : "976/01/10"}, {"title" : "Leopold of Babenberg is appointed as Margrave of Austria. The Babenberg family rules Austria until 1246.", "date" : "976/01/10"}, {"title" : "The Yuelu Academy is founded during the early Song Dynasty of China.", "date" : "976/01/10"}, {"title" : "Zhang Sixun, a Chinese astronomer and engineer, employs the use of liquid mercury in order for the escapement mechanism of his astronomical clock to function and for metal parts not to rust by using hydraulics (water) or to freeze in winter.", "date" : "976/01/10"}, {"title" : " The Battle of Pankalia: a combined Byzantine–Georgian force defeats Bardas Sklerus, an organizer of the large-scale rebellion in the Byzantine Empire's Asian provinces.", "date" : "979/03/24"}, {"title" : "The Song Dynasty destroys the Northern Han State.", "date" : "979/03/24"}, {"title" : " Battle of Gaoliang River: The Liao Dynasty defeats Song Dynasty forces near present-day Beijing.", "date" : "979/08/01"}, {"title" : " The Kalbids troops of the emir of Sicily defeat the imperial German army of Otto II near Crotone.", "date" : "982/07/13"}, {"title" : "Yelu Longxu becomes the sixth emperor of the Liao Dynasty.", "date" : "982/07/13"}, {"title" : "Adalbert becomes Bishop of Prague.", "date" : "982/07/13"}, {"title" : " Antipope Boniface VII murders Pope John XIV.", "date" : "984/08/20"}, {"title" : "Greenland is colonized by Icelandic Viking Erik the Red (the date is according to legend but has been established as at least approximately correct ampampndash see History of Greenland).", "date" : "985/07/06"}, {"title" : "Lady Wulfruna founds the town that later becomes the city of Wolverhampton.", "date" : "985/07/06"}, {"title" : "Henry the Wrangler is restored as Duke of Bavaria.", "date" : "985/07/06"}, {"title" : "Rajaraja Chola I (considered by many as the greatest Emperor of the Chola Empire) becomes the Chola Emperor and brings in another golden era of Tamils and of the Chola dynasty.", "date" : "985/07/06"}, {"title" : "August ampampndash Pope John XV succeeds Pope John XIV as the 137th pope.", "date" : "985/07/06"}, {"title" : " Louis V becomes King of the Franks.", "date" : "986/03/02"}, {"title" : "The ''de facto'' ruler of al-Andalus, al-Mansur, continues his effort in the north of the Iberian peninsula, he takes and sacks Coimbra (following this episod the city is said to have remained deserted for six years).", "date" : "986/03/02"}, {"title" : "Sweyn Forkbeard becomes King of Denmark.", "date" : "986/03/02"}, {"title" : "Håkon Sigurdsson of Norway defeats the Danish invasion force at Hjørungavåg.", "date" : "986/03/02"}, {"title" : "Emperor Ichijō succeeds Emperor Kazan on the throne of Japan.", "date" : "986/03/02"}, {"title" : "One of the Four Great Books of Song, the Chinese encyclopedia ''Finest Blossoms in the Garden of Literature'' is finished in this year, with a total of 1,000 volumes representing the work of some 2,200 authors.", "date" : "986/03/02"}, {"title" : "Explorer Bjarni Herjólfsson becomes the first inhabitant of the Old World to sight North America.", "date" : "986/03/02"}, {"title" : " Saint Ulrich of Augsburg is canonized.", "date" : "993/07/04"}, {"title" : " Battle of the Orontes: Fatimid victory over a Byzantine army led by Michael Bourtzes", "date" : "994/09/15"}, {"title" : " Pope Gregory V succeeds Pope John XV as the 138th pope.  He was 24-year-old Bruno of Carinthia, grandson of Otto I, Holy Roman Emperor and first cousin of Otto III. He is the first German Pope.", "date" : "996/05/03"}, {"title" : " Sixteen-year-old Otto III is crowned Holy Roman Emperor by his cousin Pope Gregory V.", "date" : "996/05/21"}, {"title" : " Hugh Capet, King of France dies and is succeeded by his son Robert II of France.", "date" : "996/10/24"}, {"title" : " Emperor Otto III issues a deed to Gottschalk, Bishop of Freising, which is the oldest known document using the name ''Ostarrîchi'' (Austria in Old High German).", "date" : "996/11/01"}, {"title" : "In a continuing effort to expend northward, the ''de facto'' ruler of al-Andalus, al-Mansur captures the city of Astorga.", "date" : "996/11/01"}, {"title" : "Abu Mansoor Nizar al-Aziz Billah, fifth Fatimid Caliph in Egypt, dies and is succeeded by his son Al-Hakim bi-Amr Allah.", "date" : "996/11/01"}, {"title" : "The Niujie Mosque is constructed in Beijing.", "date" : "996/11/01"}, {"title" : " Gerbert of Aurillac becomes Pope Silvester II and succeeds Pope Gregory V as the 139th pope.", "date" : "999/04/02"}, {"title" : "Sigmundur Brestisson introduces Christianity in the Faroe Islands.", "date" : "999/04/02"}, {"title" : "Christianity is adopted in Iceland.", "date" : "999/04/02"}, {"title" : " Ahkal Mo' Naab' I comes to power in the Maya city of Palenque (Mexico).", "date" : "501/06/05"}, {"title" : "The Sushruta Samhita medical book becomes a classic of medicine in India. The book contains descriptions of surgery, illnesses, medicinal plants, and a detailed study on anatomy (approximate date).", "date" : "501/06/05"}, {"title" : "Pope Symmachus, accused of various crimes by secular authorities who supported an ecclesiastical opponent, asserted the secular ruler had no jurisdiction over him. A synod held in 502 confirmed that view.", "date" : "501/06/05"}, {"title" : " King Gundobad issues a new legal code (''Lex Burgundionum'') at Lyon that makes Gallo-Romans and Burgundians subject to the same laws (approximate date).", "date" : "502/03/29"}, {"title" : "The Bulgars ravage Thrace. A semi-nomadic people, they have absorbed the surviving Huns and meet no opposition from Byzantine forces.", "date" : "502/03/29"}, {"title" : "The Liang Dynasty is founded by Xiao Yan, who marches on Jiankang (later Nanjing). Emperor He Di, age 14, is put to death. The Southern Qi Dynasty ends and Wu Di becomes ruler of the Liang Dynasty.", "date" : "502/03/29"}, {"title" : "The Nanhua Temple, located southeast of Shaoguan,  is founded by the Indian monk Zhiyao Sanzang. The temple covers an area of 42,5 hectares (105 acres) and consists of a set of historical  Buddhist buildings.", "date" : "502/03/29"}, {"title" : "The Persian philosopher Mazdak declares private property to be the source of all evil.", "date" : "502/03/29"}, {"title" : "The ''Book of Song'' is finished. The text is one of the Twenty-Four Histories, traditional collection of historical records during the Southern and Northern Dynasties.", "date" : "502/03/29"}, {"title" : "Caesarius becomes bishop of Arles. His episcopal see, near the mouth of the Rhone River and close to Marseille, retains its ancient importance in social and commercial life of Gaul for forty years.", "date" : "502/03/29"}, {"title" : " The ''Synodus Palmaris'', called by Gothic king Theodoric the Great, clears Pope Symmachus of all charges, thus ending the schism of Antipope Laurentius.", "date" : "502/10/23"}, {"title" : " The bishops of Visigothic Gaul under the presidency of Caesarius of Arles meet in the Council of Agde.", "date" : "506/09/10"}, {"title" : " King Clovis I dies at Paris (''Lutetia'') at age 45 and is buried in the Abbey of St. Genevieve. The Merovingian Dynasty is continued by his four sons — Theuderic I, Chlodomer, Childebert I and Chlothar I — who divide the Frankish Kingdom and rule from the capitals at Metz, Orléans, Paris and Soissons, respectively.", "date" : "511/11/27"}, {"title" : "King Theodoric the Great assumes the regency over Amalaric, his grandson and future king of the Visigothic Kingdom (approximate date).", "date" : "511/11/27"}, {"title" : "Aryabhata, Indian astronomer and mathematician,  comes up with concepts of mathematical equations, one of which explains the rotation of the Earth on its axis. This concept is far ahead of its time and he is fairly accurate in his description of it. He also comes with a lot of other ideas about the Solar System but many of them are flawed because he considers the Earth to be the center of the universe, not the Sun. Aryabhata is often given credit for coming up with the number zero and using it as a placeholder.", "date" : "511/11/27"}, {"title" : "Macedonius II is deposed as patriarch of Constantinople and replaced by Timothy I.", "date" : "511/11/27"}, {"title" : "The convent of Saint-Césaire is built in Arles.", "date" : "511/11/27"}, {"title" : " Pope Symmachus dies at Rome after a 16-year reign and is succeeded by Hormisdas as the 52nd pope.", "date" : "514/07/19"}, {"title" : " The Council of Tarragona (modern Spain) is held.", "date" : "516/11/06"}, {"title" : "An earthquake destroys the Illyrian (Macedonian) city of Scupi (later Skopje) in what once was the Roman province of Moesia Superior.", "date" : "518/07/09"}, {"title" : " Severus, patriarch of Antioch, is deposed by a synod for his Monophysitism. Paul the Jew is appointed to replace him.", "date" : "518/09/29"}, {"title" : " The Eastern and Western churches reconcile their differences, ending the Acacian Schism.", "date" : "519/03/28"}, {"title" : "Jacob of Serugh becomes bishop of Batnan.", "date" : "519/03/28"}, {"title" : "The ''Memoirs of Eminent Monks'' is compiled.", "date" : "519/03/28"}, {"title" : "In Ireland, the Diocese of Kildare is erected.", "date" : "519/03/28"}, {"title" : " Epiphanius is elected patriarch of Constantinople by the Byzantine emperor Justin I.", "date" : "520/02/25"}, {"title" : "The construction of the Basilica of San Vitale in Ravenna, is started (approximate date).", "date" : "520/02/25"}, {"title" : " Samson of Dol is ordained as bishop in Brittany on the Feast of the Chair of Saint Peter.", "date" : "521/02/22"}, {"title" : "Ecclesius becomes a bishop of Ravenna.", "date" : "521/02/22"}, {"title" : " Pope Hormisdas dies at Rome after a 9-year reign in which he has been instrumental in ending the Acacian Schism. He is succeeded by John I as the 53rd pope.", "date" : "523/08/06"}, {"title" : " King Sigismund is executed at Orléans after an 8-year reign and is succeeded by his brother Godomar. He rallies the Burgundian army and begins plundering Frankish territory.", "date" : "524/05/01"}, {"title" : " Battle of Vézeronce: The Franks under Chlodomer, Childebert I and Chlothar I are defeated by the Burgundians and allied Ostrogoths near Isère (France). During the fightings Chlodomer is killed. Later Childebert annexes the cities of Chartres and Orléans.", "date" : "524/06/25"}, {"title" : "Queen Guntheuc, widow of Chlodomer, is forced by marrying with Chlothar I. Her two children are murdered by him, but the eldest son Clodoald survives by escaping to Provence.", "date" : "524/06/25"}, {"title" : "Boethius, Roman philosopher, is executed without trial, probably at Pavia, after a prison term during which he has written the ''ampquotConsolation of Philosophyampquot'' (approximate date).", "date" : "524/06/25"}, {"title" : " Ahkal Mo' Naab' I, ruler of the Maya city of Palenque, dies. The city enters a interregnum which lasts a little over four years.", "date" : "524/12/01"}, {"title" : " John I dies of starvation after a 3-year reign. Theodoric the Great selects Felix IV as his successor and becomes the 54th pope.", "date" : "526/05/18"}, {"title" : "Ecclesius, bishop of Ravenna, commissions two new churches, one for Ravenna and one for its port, Classis.", "date" : "526/05/18"}, {"title" : "c. 526ampampndash547 ampampndash Sanctuary apse's mosaic showing Christ enthroned and flanked by Saint Vitalis and Ecclesius, Basilica of San Vitale (Ravenna) is made.", "date" : "526/05/18"}, {"title" : " King Theodoric the Great dies of dysentery at Ravenna his daughter Amalasuntha takes power as regent for her 10-year old son Athalaric.", "date" : "526/08/30"}, {"title" : "Amalasuntha rules the Ostrogothic Kingdom that extends throughout the Italian Peninsula, Sicily, Illyricum (modern Dalmatia), Corsica and Sardinia.", "date" : "526/08/30"}, {"title" : "Amalaric, age 24, becomes king of the Visigoths and assumes full royal power.", "date" : "526/08/30"}, {"title" : "Roman–Persian Wars: King Kavad I, assisted by his Arabian vassal, Al-Mundhir III, begins a campaign in the Transcaucasus region and Upper Mesopotamia.", "date" : "526/08/30"}, {"title" : "Probably between May 20 and May 29 ampampndash An earthquake kills approximately 250,000 people in Syria and Antioch.", "date" : "526/08/30"}, {"title" : "Pope John I returns to Ravenna from Constantinople. Theodoric the Great finds that he has been only partly successful in persuading the Byzantine emperor Justin I to withdraw his edict against Arian Christianity, and throws the pope into prison.", "date" : "526/08/30"}, {"title" : " Emperor Justin I names his nephew Justinian as co-ruler as an incurable wound saps his strength.", "date" : "527/04/01"}, {"title" : " Justin I, age 77, dies at Constantinople and is succeeded by Justinian I who becomes sole emperor.", "date" : "527/08/01"}, {"title" : "Justinian I reorganises the command structure of the Byzantine army and fields a small but highly trained army.", "date" : "527/08/01"}, {"title" : "Justinian I appoints Belisarius to command the Eastern army in Armenia and on the Byzantine-Persian frontier.", "date" : "527/08/01"}, {"title" : "King Cerdic of Wessex and his son Cynric defeat the Britons at ''Cerdicesleah'' (modern Chearsley).", "date" : "527/08/01"}, {"title" : "The Kingdom of Essex is founded by the Saxons who land north of the Thames. They take control of the land between what is now London and St Albans.", "date" : "527/08/01"}, {"title" : "Aescwine becomes the first king of Essex (approximate date).", "date" : "527/08/01"}, {"title" : "Iwai Rebellion: A revolt against the Yamato court breaks out in Tsukushi Province (This according to ''Nihon Shoki'').", "date" : "527/08/01"}, {"title" : "The Church of the Nativity in Bethlehem, is rebuilt until 565. Restoring the architectural tone of the basilica.", "date" : "527/08/01"}, {"title" : "Silla, one of the Three Kingdoms of Korea, formally adopts Buddhism as a state religion (approximate date).", "date" : "527/08/01"}, {"title" : " Emperor Justinian I appoints a commission (including the jurist Tribonian) to codify all imperial laws that were still in force from Hadrian to the current date (This becomes the ''Corpus Juris Civilis'').", "date" : "528/02/13"}, {"title" : "Justin, Byzantine general (''magister militum''), dies in battle against the Bulgars on the frontier of the Danubian ''limes'' in Moesia.ampamp{{harvnb|Martindale, Jones ampamp Morris 1992|p. 163–164, 748}}ampamp He is succeeded by Constantiolus.", "date" : "528/02/13"}, {"title" : "Natural disaster: An earthquake strikes Antioch, killing thousands, and causing a fire that destroys the Great Church built by Constantine I.", "date" : "528/02/13"}, {"title" : "Xiao Zhuang Di, age 21, is placed on the throne by the Chinese general Erzhu Rong and succeeds Xiao Ming Di as ruler of Northern Wei.", "date" : "528/02/13"}, {"title" : "Yasodharman, Maharaja (ampquotgreat kingampquot) of Malwa, defeats the Hun invaders under Mihirakula in central India.", "date" : "528/02/13"}, {"title" : "King Seong of Baekje adopts Buddhism as the state religion.", "date" : "528/02/13"}, {"title" : "Bulguksa, a Buddhist temple, is built in South Korea.", "date" : "528/02/13"}, {"title" : " K'an Joy Chitam I comes to power in the Maya city of Palenque, ending a interregnum of a little over four years.", "date" : "529/02/25"}, {"title" : "Rudravarman granted investiture by China as the first king of the fourth dynasty of Champa (modern Vietnam).", "date" : "529/02/25"}, {"title" : "The Academy founded at Athens by Plato in about 387 BC closes down by order of Justinian I on charges of un-Christian activity. Many of the school's professors emigrate to Persia and Syria.", "date" : "529/02/25"}, {"title" : "The Benedictine Order is established at Monte Cassino near Naples by Benedict of Nursia, who founds a monastery and formulates for his monks strict rules in the ''ampquotRegula Benedictiampquot''.", "date" : "529/02/25"}, {"title" : "The Canons of the Council of Orange are established, approving the  Augustinian doctrine of sin and grace over Pelagianism and Semi-Pelagianism, but without Augustine's absolute predestination.", "date" : "529/02/25"}, {"title" : "The Samaritans revolt and are defeated the Church of the Nativity is burnt down during the uprising.", "date" : "529/04/07"}, {"title" : "Queen Amalasuntha receives a delegation sent by a council of Gothic nobles urging that she have her son Athalaric, now 13, taught an education in the Roman tradition not by elderly schoolmasters, but by men who will teach him to ampquotride, fence, and to be toughened, not to be turned into a bookwormampquot.", "date" : "529/04/07"}, {"title" : "Al-Harith ibn Jabalah becomes the fifth king of the Ghassanids. He helps the Byzantines to suppress the wide-scale Samaritan Revolt.", "date" : "529/04/07"}, {"title" : " Pope Felix IV dies at Rome after a 4-year reign in which he has condemned semi-pelagianism. He is succeeded by Boniface II an archdeacon of German descent who becomes the 55th pope.", "date" : "530/09/22"}, {"title" : " Dioscorus is elected as antipope in the Lateran Palace but he dies within a month. Thus ending the schism.", "date" : "530/10/14"}, {"title" : "Brendan, Irish abbot, climbs to the top of Mount Brandon, to look for the Americas (approximate date).", "date" : "530/10/14"}, {"title" : " Emperor Justinian I selects a second commission to excerpt and codify the writings of the jurists on Roman law. This becomes the ''Digest'' (Pandects).", "date" : "530/12/15"}, {"title" : "Tribonian becomes ''quaestor sacri palatii'' and chief editor of the compilation of the old Roman lawyers writings.", "date" : "530/12/15"}, {"title" : "Summer ampampndash Battle of Satala: A Byzantine cavalry force (30,000 men) under command of Sittas defeats a major Persian invasion into Roman Armenia.", "date" : "530/12/15"}, {"title" : "King Hilderic is deposed by his cousin Gelimer after a 7-year reign. He restores arianism as the official religion of the Vandal Kingdom and puts his uncle along with supporters in prison.", "date" : "530/12/15"}, {"title" : "Justinian I sends an embassy to Carthage to negotiate with Hilderic. He replies: “nothing is more desirable than that a monarch should mind his own business.”", "date" : "530/12/15"}, {"title" : "Emperor Xiao Zhuang Di is arrested and imprisoned in a Buddhist temple at Jinyang (Shanxi). He is succeeded by Chang Guang Wang and becomes the new ruler of Northern Wei.", "date" : "530/12/15"}, {"title" : "Mosaic synagogue floor, from Maon (Judea) is made. It is now kept at the Israel Museum in Jerusalem (approximate date).", "date" : "530/12/15"}, {"title" : "Vishnu Temple at Deogarh, Uttar Pradesh (India), is built. Post-Gupta period (approximate date).", "date" : "530/12/15"}, {"title" : " Battle of Callinicum: A Byzantine army (20,000 men) under command of Belisarius is defeated by the Persians at Ar-Raqqah (northern Syria). Emperor Justinian I negotiates an end to the hostilities and Belisarius is hailed as a hero.", "date" : "531/04/19"}, {"title" : "Some members of the Blue and Green chariot racing factions in Constantinople are imprisoned for murder, precipitating the Nika riots the next year.", "date" : "531/04/19"}, {"title" : "The building of the St. Sophia Basilica (Constantinople) is begun, and is completed in 537.", "date" : "531/04/19"}, {"title" : "The Franks under king Chlothar I march against the Thuringii with his nephew Theudebert I. The Kingdom of Thuringia comes under Frankish domination.", "date" : "531/04/19"}, {"title" : "Hermanafrid, last king of the Thuringii, is defeated by the Franks near the Unstrut River. During negotiations he is pushed from the town walls of Zülpich.", "date" : "531/04/19"}, {"title" : "King Childebert I receives pleas from his sister Clotilde, wife of king Amalaric, that she is abused by her husband. Childebert invades Septimania (Gaul).", "date" : "531/04/19"}, {"title" : "Childebert I defeats the Visigoths and conquers the capital Narbonne. Amalaric flees south to Barcelona, where he is assassinated by his own men.ampampIsidore of Seville, ''History of the Goths'', chapter 40. Translation by Guido Donini and Gorden B. Ford, ''Isidore of Seville's History of the Goths, Vandals, and Suevi'', second revised edition (Leiden: E.J. Brill, 1970), p. 19ampamp", "date" : "531/04/19"}, {"title" : "Clotilde returns with the Frankish army and dies on the journey home. She is buried in Paris alongside her father Clovis I.", "date" : "531/04/19"}, {"title" : "Theudis, sword-bearer of former king Theodoric the Great, succeeds Amalaric as new ruler of the Visigoths.", "date" : "531/04/19"}, {"title" : "King Kavadh I, age 82, dies after a 43-year reign. Khosrau I, his favourite son, is proclaimed successor over his elder brothers.", "date" : "531/04/19"}, {"title" : "The reign of Chang Guang Wang, ruler of Northern Wei, ends. Gao Huan, Chinese general, begins a rebellion and declares another member of the imperial clan, An Ding Wang, emperor.", "date" : "531/04/19"}, {"title" : "Ankan, age 66, succeeds his father Keitai as the 27th emperor of Japan.", "date" : "531/04/19"}, {"title" : " Nika riots in Constantinople: A quarrel between supporters of different chariot teams—the Blues and the Greens—in the Hippodrome escalates into violence. For the next five days the capital is under siege. The fires that start during the tumult results in the destruction of much of the city, including the basilica. The insurrection is put down a week later by Belisarius and Mundus up to 30,000 people are killed in the Hippodrome.", "date" : "532/01/13"}, {"title" : " Emperor Justinian I orders the building of a new Orthodox Christian basilica in Constantinople ampndash the Hagia Sophia. He chooses Isidore of Miletus and Anthemius of Tralles as architects. The material for the construction is brought from all over the empire ampndash such as Hellenistic columns from the Temple of Artemis at Ephesus, and large stones from quarries in porphyry from Egypt. More than 10,000 people are employed.", "date" : "532/02/23"}, {"title" : "September ampampndash Justinian I signs a peace treaty, the ampquotEternal Peaceampquot, with the Persian king Khosrau I, ending the Iberian War. Both sides agree to return all occupied territories and Justinian makes a one-off payment of 110 ''centenaria'' (11,000 pounds of gold), as a contribution to the defense of the Caucasus passes.", "date" : "532/02/23"}, {"title" : "The Franks under command of king Childebert I and his brother Chlothar I, invade the kingdom of Burgundy. They defeat the Burgundians under king Godomar near Autun (modern France).", "date" : "532/02/23"}, {"title" : "An Ding Wang commits suicide and is succeeded by Xiao Wu Di as Chinese emperor of Northern Wei.", "date" : "532/02/23"}, {"title" : "Silla conquers the city-state of Geumgwan Gaya (Korea) during the Three Kingdoms Period.", "date" : "532/02/23"}, {"title" : "First year in which the Anno Domini calendar is used for numbering the years.", "date" : "532/02/23"}, {"title" : " Pope Boniface II dies in Rome after a 2-year reign.", "date" : "532/10/17"}, {"title" : " Pope John II becomes the 56th pope of Rome.", "date" : "533/01/02"}, {"title" : " A Byzantine expeditionary fleet under Belisarius sails in 500 transports escorted by 92 war vessels (dromons) manned by 20,000 seamen from Constantinople to attack the Vandals in Africa, via Greece and Sicily. The fleet carries 10,000 infantry, about half Byzantine and half ''foederati'', and 5,000 cavalry, consisting of 3,000 Byzantine horseman, 1,000 foreign allies (Huns and Heruli) and 1,500 of Belisarius' retainers (''bucellarii'').Procopius, ''BV'', Vol. I, XI. 7–16 On the flagship Belisarius is accompanied by his military secretary Procopius and his wife Antonina.", "date" : "533/06/21"}, {"title" : "September ampampndash Belisarius arrives at Sicily, which he uses as a staging area, with the permission of the Ostrogoth queen Amalasuntha, daughter of Theodoric the Great and regent of Italy. The Ostrogoths help him with supplies and the fleet is prepared for the final attack.", "date" : "533/06/21"}, {"title" : " The Byzantine army lands at Caput Vada (modern Tunisia). Belisarius marches his army northwards, towards Carthage (over 140 miles), following the coast, accompanied by the fleet and shadowed by Gelimer. During the march, the Vandal towns fall without a fight.Bury (1923), Vol. II, p. 130–131", "date" : "533/09/09"}, {"title" : " Battle of Ad Decimum: Gelimer attempts to ambush the Byzantines in a defile at the quot10th milestonequot from Carthage, due to inadequate coordination and the alertness of Belisarius, the attack is repulsed and the Vandals are scattered into the desert. Belisarius enters the capital and orders his soldiers not to kill or enslave the population. The fleet is stationed in the Lake of Tunis.", "date" : "533/09/13"}, {"title" : " The ''Digesta'' or ''Pandectae'', a collection of jurist writings and other sources, is completed (see Corpus Juris Civilis).", "date" : "533/12/16"}, {"title" : "Theudebert I succeeds his father Theuderic I and becomes king of Austrasia.", "date" : "533/12/16"}, {"title" : " Decimus Theodorius Paulinus is appointed consul (the last to hold this office in the West).", "date" : "534/01/01"}, {"title" : "March ampampndash King Gelimer surrenders to Belisarius, after spending a winter in the mountains of Numidia. He and large numbers of captured Vandals are transported to Constantinople. The Vandal Kingdom ends, and the African provinces return to the Byzantine Empire.", "date" : "534/01/01"}, {"title" : "April ampampndash Belisarius leaves a small force in Africa under the Byzantine general Solomon to continue the subjugation of the province. He is appointed to governor (''Exarch'') and pacifies with success the Moorish tribes. Malta becomes a Byzantine province (until 870).", "date" : "534/01/01"}, {"title" : "Summer ampampndash Belisarius arrives in Constantinople and is permitted by emperor Justinian I to celebrate a triumph, the first non-imperial triumph for over 500 years. In the procession are paraded the spoils of the Temple of Jerusalem and the Vandal treasure.", "date" : "534/01/01"}, {"title" : "Justinian I commemorates the victory against the Vandals by stamping medals in his honor with the inscription ''ampquotGloria Romanorumampquot'' (approximate date).", "date" : "534/01/01"}, {"title" : " King Athalaric dies of tuberculosis, age 18, having dissipated his youth in drink and debauchery. His mother, Amalasuntha, proposes to her cousin Theodahad, the kingdom's largest landowner and her father's last male heir, that he share the throne with her but that he will be king of the Ostrogoths in name only. Theodahad has secret conversations with the Byzantine ambassador and promises to turn over Tuscany in exchange for a large som of money, the rank of senator, and permission to live at Constantinople.", "date" : "534/10/02"}, {"title" : " A second and final revision of the ''Codex Justinianus'' is published.", "date" : "534/11/16"}, {"title" : "Toledo becomes the capital of the Visigothic Kingdom that cotrols the Iberian Peninsula. King Theudis expands Visigoth rule in the southern regions (Hispania Baetica).", "date" : "534/11/16"}, {"title" : "The Frankish kings Childebert I and Chlothar I overthrow Godomar, king of the Burgundians, and end the Kingdom of Burgundy.", "date" : "534/11/16"}, {"title" : "Cynric becomes king of Wessex (this according to the ''Anglo-Saxon Chronicle'').", "date" : "534/11/16"}, {"title" : " King Theodahad revenges himself upon queen Amalasuntha. He has her taken from the capital of Ravenna to a small island on Lake Bolsena, where she is strangled in her bath.Jordanes, Vol. LIX, p. 51 and Herwig Wolfram (1998), p. 338", "date" : "535/04/30"}, {"title" : "The Byzantine city of Justiniana Prima is founded and becomes later an bishop's seat of the Central Balkans.", "date" : "535/04/30"}, {"title" : "Spring ampampndash Solomon defeats the Moorish rebels at Mount Mammes and Mount Bourgaon. He secures Byzacena (modern Tunisia) and establishes fortifications along the Numidian border.", "date" : "535/04/30"}, {"title" : "The Northern Wei Dynasty ends: The northern region of China is during a civil war split into the Eastern Wei and the Western Wei. The first ruler is Wen Di, he creates his son Fei Di crown prince.", "date" : "535/04/30"}, {"title" : "Significant to the history of agriculture, Chinese author Jia Sixia writes the treatise ''ampquotChimin Yaoshuampquot'' in this year, and although it quotes 160 previous Chinese agronomy books, it is the oldest existent Chinese agriculture treatise. In over 100,000 written Chinese characters, the book covers land preparation, seeding, cultivation, orchard management, forestry, animal husbandry, trade, and culinary uses for crops.", "date" : "535/04/30"}, {"title" : "Reports of the eruption of Krakatoa (Java), which possibly lead to several years of climate change (see Climate changes of 535–536), are recorded in the Javanese ''Book of Kings''.", "date" : "535/04/30"}, {"title" : " Pope John II dies in Rome after a 2-year reign and is succeeded by Agapetus I as the 57th pope. He is send on an embassy to Constantinople.''Breviarium S. Liberati'', ap. Mansi, ''Concilia'', Vol. IX, p. 695", "date" : "535/05/08"}, {"title" : "Byzantine troops drive the extremist Monophysite party out of Alexandria and establish Theodosius I as patriarch of the Eastern Orthodox Church.", "date" : "535/05/08"}, {"title" : "Anthimus I becomes patriarch of Constantinople from (535–536).", "date" : "535/05/08"}, {"title" : "A Christian basilica is completed at Leptis Magna in North Africa.", "date" : "535/05/08"}, {"title" : "The weather is reported to be unusually cold and dark in multiple parts of the world see climate changes of 535–536.", "date" : "535/05/08"}, {"title" : " Belisarius completes the conquest of Sicily, defeating the Gothic garrison of Palermo (Panormos), and ending his consulship for the year.", "date" : "535/12/31"}, {"title" : " Pope Agapetus I dies in Constantinople after a reign of just ten months. He is succeeded by Silverius as the 58th pope.", "date" : "536/04/22"}, {"title" : "Anthimus I is deposed as patriarch of Constantinople in favour of Menas.", "date" : "536/04/22"}, {"title" : "The Little Hagia Sophia in Constantinople (begun in 527) is completed.", "date" : "536/04/22"}, {"title" : "Extreme weather events, thought to have been caused by an extensive veil of dust in the atmosphere, begin in the Northern Hemisphere. They continue until the following year, causing unseasonal weather and crop faillure worldwide.", "date" : "536/04/22"}, {"title" : " Belisarius enters Rome through the Asinarian Gate, the Gothic garrison (4,000 men) flee the capital. He sends an urgent request for reinforcements to Justinian I, meanwhile preparing Rome for a siege by bringing in great quantities of food and other supplies.Bury (1923), Ch. XVIII, p. 180", "date" : "536/12/09"}, {"title" : "Winter ampampndash Belisarius set up his headquarters on the Pincian Hill and repairs the neglected city walls of Rome. He stations a 5,000 men garrison, of whom half are his personal bodyguard (''bucellarii''). To hold parts of the city, he recruits 20,000 young Romans to man the walls.", "date" : "536/12/09"}, {"title" : "March ampampndash King Theodahad cede Provence and upper Alamannia to the Franks for gaining their support in the war. He sends an large Gothic army into Dalmatia. They defeat the Byzantines, Mundus is killed during the fightings at Salona, and the Byzantine army withdraws.ampampBury (1923), Vol. II, Ch. XVIII, p. 174ampamp", "date" : "536/12/09"}, {"title" : "Summer ampampndash Constantinianus, ''magister militum per Illyricum'', retakes Dalmatia. The Goths abandon Salona and withdraw to the north. The Byzantines rebuild its walls and reclaim the province.ampampProcopius, ''De Bello Gothico'' I.VIIampamp", "date" : "536/12/09"}, {"title" : "Vitiges deposes his rival Theodahad at Ravenna and marries Matasuntha (daughter of queen Amalasuntha). He becomes king of the Ostrogoths and assembles an army against Belisarius.", "date" : "536/12/09"}, {"title" : "March ampampndash Belisarius sails to Carthage with 1,000 men to suppress a mutiny against Solomon. Meanwhile the capital is besieged by 9,000 rebels, including many Vandals, under Stotzas. Belisarius defeats the muntineers and hurries back to Sicily.", "date" : "536/12/09"}, {"title" : "Senka succeeds his brother Ankan as the 28th emperor of Japan.", "date" : "536/12/09"}, {"title" : " Siege of Rome: The Ostrogoth army (45,000 men) under king Vitiges begin the siege of the capital. Belisarius conducts a delaying action outside the Flaminian Gate, he and a detachment of his ''bucellarii'' are almost cut off.Bury (1923), Ch. XIX, p. 182–183", "date" : "537/03/02"}, {"title" : "Vitiges set up seven camps, overlooking the main gates and access routes to the city, in order to starve it out. He blocks the aqueducts that are supplying Rome with water, necessary both for drinking and for operating the corn mills.ampampBury (1923), Ch. XIX, p. 185ampamp", "date" : "537/03/02"}, {"title" : " Vitiges attemps to assault the northern and eastern city walls with four siege towers, but is repulsed at the Praenestine Gate, known as the ''Vivarium'', by the defenders under the Byzantine generals Bessas and Peranius.Procopius, ''De Bello Gothico'' I.XXIII", "date" : "537/03/21"}, {"title" : "April ampampndash The Goths capture the ''Portus Claudii'' at Ostia, the harbour is left unguarded by the Romans. Belisarius is forced to unload his supplies at Antium (modern Anzio), he sends urgent messages for reinforcements to Constantinople.ampampProcopius, ''De Bello Gothico'' I.XXVIIampamp", "date" : "537/03/21"}, {"title" : " Pope Vigilius succeeds Silverius as the 59th pope, when the latter is deposed by Belisarius at the order emperor Justinian I.", "date" : "537/03/29"}, {"title" : " The construction of the Hagia Sophia in Constantinople (begun in 532) is completed.", "date" : "537/12/27"}, {"title" : "Battle of Camlann: King Arthur figths his last battle against the forces of his rebellious son (or nephew) Mordred and is mortally wounded  (This according to the 10th-century ''Annales Cambriae'').", "date" : "537/12/27"}, {"title" : "Spring ampampndash At the Battle of Scalas Veteres in Africa, Byzantine troops under Germanus, defeat a large-scale mutiny. Stotzas, leader of the rebellion, flees with a handful of followers to Mauretania.ampamp{{harvnb|Bury|1958|p. 144–145}}ampamp", "date" : "537/12/27"}, {"title" : " Witiges, king of the Ostrogoths, ends his siege of Rome, leaving the city in the hands of the victorious Byzantine general Belisarius.  The king lays siege to the city of Rimini but is forced to end the siege and retreat to Ravenna.", "date" : "538/03/12"}, {"title" : "Gabrán mac Domangairt becomes king of Dál Riata.", "date" : "538/03/12"}, {"title" : "Arthur, war leader of the Britons, is mortally wounded at the Battle of Camlann. According to legend he is carried to Avalon where he dies.", "date" : "538/03/12"}, {"title" : "The Third Council of Orléans takes place and prohibits rural labor on Sunday.", "date" : "538/03/12"}, {"title" : "The Persians led by Khosrau I sack the city of Antioch.", "date" : "538/03/12"}, {"title" : "The Kofun era ends and the Asuka period, the second part of the Yamato period in Japan, begins.", "date" : "538/03/12"}, {"title" : "Buddhism is introduced formally into Japan (by some accounts see also 552).", "date" : "538/03/12"}, {"title" : " Antioch is struck by an earthquake.", "date" : "539/11/29"}, {"title" : "Waltari kills his uncle Wacho and becomes king of the Lombards.", "date" : "539/11/29"}, {"title" : "Emperor Kimmei ascends the throne of Japan.", "date" : "539/11/29"}, {"title" : " Anicius Faustus Albinus Basilius is appointed as consul in Constantinople, the last person to hold this office.", "date" : "541/01/01"}, {"title" : "ampquotPlague of Justinianampquot: Bubonic plague appears suddenly in the Egyptian port of Pelusium, spreading to Alexandria and, the following year, to Constantinople. This is the beginning of a 200-year long pandemic that will devastate Europe, the Middle East, and northern Africa.", "date" : "541/01/01"}, {"title" : "John the Cappadocian is dismissed by Theodora for treason.", "date" : "541/01/01"}, {"title" : "Totila becomes king of the Ostrogoths.", "date" : "541/01/01"}, {"title" : "The Uyghurs come under the rule of the Hephthalites.", "date" : "541/01/01"}, {"title" : "Jacob Baradaeus becomes bishop of Edessa.", "date" : "541/01/01"}, {"title" : " The Ostrogoths under Totila retake Rome, bribing the Byzantine garrison.", "date" : "546/12/17"}, {"title" : "Pope Vigilius arrives in Constantinople to meet with Justinian I future pope Pelagius is sent by Totila to negotiate with Justinian.", "date" : "546/12/17"}, {"title" : "The Byzantines ally with the Lombards against the Gepids.", "date" : "546/12/17"}, {"title" : "Audoin succeeds Waltari as king of the Lombards", "date" : "546/12/17"}, {"title" : "c. 546ampampndash548 (approximate date) ampampndash Mosaics of Basilica of San Vitale, Ravenna, Italy, are made", "date" : "546/12/17"}, {"title" : "c. 545ampampndash546 (approximate date) ampampndash The Diocese of Bangor is established in the Welsh Kingdom of Gwynedd with Deiniol consecrated as first Bishop", "date" : "546/12/17"}, {"title" : " Gothic War (535–552): The Ostrogoths, under King Totila, conquer Rome after a long siege, by bribing the Isaurian garrison.", "date" : "550/01/16"}, {"title" : "Silk-producing technology reaches Constantinople (approximate date).", "date" : "550/01/16"}, {"title" : "The Eastern Wei Dynasty ends and the Northern Qi Dynasty begins in northern China. Wen Xuan Di is the first ruler of the Northern Qi Dynasty.", "date" : "550/01/16"}, {"title" : "Two Christian missionaries smuggle a few silkworm larvae to Constantinople from China (approximate date).", "date" : "550/01/16"}, {"title" : "Gupta Empire falls (approximate date).", "date" : "550/01/16"}, {"title" : "Construction of Quiriguá (in modern Guatemala) begins (approximate date).", "date" : "550/01/16"}, {"title" : "Last known eruption of Chimborazo (volcano) (in modern Ecuador)", "date" : "550/01/16"}, {"title" : "Hindu mathematicians give zero a numeral representation in a positional notation system.", "date" : "550/01/16"}, {"title" : "Procopius writes ''Secret History'' (approximate date).", "date" : "550/01/16"}, {"title" : "The main redaction of the Babylonian Talmud is completed under Rabbis Ravina and Ashi (approximate date).", "date" : "550/01/16"}, {"title" : "Carriaric, king of the Suevi, converts to Catholicism.", "date" : "550/01/16"}, {"title" : "In Ireland, the Diocese of Tuam is erected.", "date" : "550/01/16"}, {"title" : " Pope Pelagius I succeeds Pope Vigilius as the 60th pope.", "date" : "556/04/16"}, {"title" : " In Constantinople, the dome of the Hagia Sophia collapses. Justinian I orders the dome rebuilt.", "date" : "558/05/07"}, {"title" : "Clotaire I reunites the Frankish kingdom.", "date" : "558/05/07"}, {"title" : "Conall mac Comgaill becomes king of Dál Riata.", "date" : "558/05/07"}, {"title" : "Istemi of the Western Turks, in alliance with Sassanid Persia, defeats the Hephthalites.", "date" : "558/05/07"}, {"title" : " Pope John III succeeds Pope Pelagius I as the 61st pope.", "date" : "561/07/17"}, {"title" : "Jnanagupta begins translating Buddhist texts into Chinese.", "date" : "561/07/17"}, {"title" : " Eutychius is deposed as Patriarch of Constantinople by John Scholasticus.", "date" : "565/01/22"}, {"title" : "Columba begins preaching in the Orkney Islands.", "date" : "565/01/22"}, {"title" : " St. Columba reports seeing a monster in Loch Ness, Scotland.", "date" : "565/08/22"}, {"title" : "Alboin succeeds his father Audoin as king of the Lombards.", "date" : "565/08/22"}, {"title" : "Hou Zhu succeeds Wu Cheng Di as ruler of the Chinese Northern Qi Dynasty", "date" : "565/08/22"}, {"title" : "The Uyghurs are conquered by the Göktürks.", "date" : "565/08/22"}, {"title" : "Agathias begins to write a history beginning where Procopius finished his work.", "date" : "565/08/22"}, {"title" : " Justin II succeeds Justinian I as Emperor.", "date" : "565/11/14"}, {"title" : "Leovigild succeeds his brother Liuva I as king of the Visigoths.", "date" : "568/04/01"}, {"title" : "Æthelric succeeds his brother Adda as king of Bernicia (traditional date).", "date" : "568/04/01"}, {"title" : "Ceawlin of Wessex defeats Ethelbert of Kent at the Battle of Wibbandun.", "date" : "568/04/01"}, {"title" : "Sigebert I of Austrasia repels an attack from the Avars.", "date" : "568/04/01"}, {"title" : "Fredegund becomes the mistress of Chilperic I after the murder of Galswintha.", "date" : "568/04/01"}, {"title" : "The Turks and Sassanids succeed in destroying the Hepthalite empire.", "date" : "568/04/01"}, {"title" : "A Turkish khan sends emissaries to Byzantium.", "date" : "568/04/01"}, {"title" : " Pope Benedict I succeeds Pope John III as  the 62nd pope.", "date" : "575/06/02"}, {"title" : " Tiberius II Constantine succeeds Justin II as Byzantine Emperor.", "date" : "578/10/05"}, {"title" : "Reccopolis founded by king Liuvigild.", "date" : "578/10/05"}, {"title" : "Kongo Gumi, the world's oldest continuously operating company (578–2006), is founded in Osaka, Japan.", "date" : "578/10/05"}, {"title" : " Pope Pelagius II succeeds Pope Benedict I as the 63rd pope.  While November 26 is the official date, theologically, the pontificate began in August when he was ordained as Bishop of Rome.", "date" : "579/11/26"}, {"title" : " The Adige River overflows its banks, flooding the church of St. Zeno and damaging the walls of Verona.", "date" : "589/10/17"}, {"title" : "The plague hits Rome, and its victims included Pope Pelagius II.", "date" : "589/10/17"}, {"title" : "The Chen Dynasty ends Jiankang (Nanjing), the last of the Southern dynasties, is completely destroyed China is reunited under the Sui Dynasty.", "date" : "589/10/17"}, {"title" : "The Third Council of Toledo, called by King Reccared of the Visigoths, renounces Arianism and embraces Catholicism.", "date" : "589/10/17"}, {"title" : "The Council of Narbonne is held.", "date" : "589/10/17"}, {"title" : " Hormizd IV deposed as Persian king.", "date" : "590/01/06"}, {"title" : " Khosrau II is crowned as king of Persia.", "date" : "590/02/15"}, {"title" : " Bahrām Chobin and Khosrau confront each other near Ctesiphon.", "date" : "590/02/20"}, {"title" : " Bahrām attacks Khosrau at night Khosrau flees for Circesium the next day.", "date" : "590/02/28"}, {"title" : " Bahrām Chobin is crowned as King Bahrām VI of Persia.", "date" : "590/03/09"}, {"title" : "Kadungon succeeds Avani Culamani as ruler of the Pandyan kingdom in India.", "date" : "590/03/09"}, {"title" : " Pope Gregory I succeeds Pope Pelagius II as the 64th pope, the first from a monastic background.", "date" : "590/09/03"}, {"title" : "Columbanus arrives in Gaul where he founds Luxeuil Abbey.", "date" : "590/09/03"}, {"title" : " A Mesoamerican ballgame court is dedicated at the Mayan city of Chinkultic.", "date" : "591/05/21"}, {"title" : "Jnanagupta translates the Vimalakirti Sutra into Chinese.", "date" : "591/05/21"}, {"title" : " Pope Sabinian succeeds Pope Gregory I as the 65th pope.", "date" : "604/09/13"}, {"title" : "Saint Laurence becomes Archbishop of Canterbury.", "date" : "604/09/13"}, {"title" : "Mellitus becomes Bishop of London and founds the first St. Paul's Cathedral.", "date" : "604/09/13"}, {"title" : "Justus founds a cathedral in Rochester, England.", "date" : "604/09/13"}, {"title" : " Pope Boniface III succeeds Pope Sabinian as the 66th pope, but dies the same year.", "date" : "607/02/19"}, {"title" : " Prince Shotoku of Japan appoints Ono no Imoko as official envoy to Sui and sends him to pay tribute to the Sui court (Traditional Japanese date: July 3, 607).", "date" : "607/08/01"}, {"title" : " Thomas I is appointed Patriarch of Constantinople.", "date" : "607/10/11"}, {"title" : "The Pantheon in Rome is converted into a church.", "date" : "607/10/11"}, {"title" : "Construction begins on the Hōryū-ji Buddhist temple in Ikaruga, near Nara.", "date" : "607/10/11"}, {"title" : " Pope Boniface IV succeeds Pope Boniface III as the 67th pope.", "date" : "608/08/25"}, {"title" : "The observance of Halloween in the Roman Catholic Church is first recorded.", "date" : "608/08/25"}, {"title" : "Georgian Orthodox Church returns to Chalcedonism", "date" : "608/08/25"}, {"title" : "The Avars try to invade Italy.", "date" : "610/10/04"}, {"title" : "Gundemar succeeds Witteric as king of the Visigoths.", "date" : "610/10/04"}, {"title" : "Paper technology is imported into Japan from China by the Korean Buddhist priest, Dam Jing.", "date" : "610/10/04"}, {"title" : "According to Islamic belief, the archangel Gabriel first appears to Muhammad, reciting to him the first verses of surat Iqra (al-`Alaq), thus beginning the revelation of the Qur'an (approximate date).", "date" : "610/10/04"}, {"title" : "St. Columbanus and St. Gall begin missionary work in Bregenz.", "date" : "610/10/04"}, {"title" : "St. John the Merciful becomes Patriarch of Alexandria.", "date" : "610/10/04"}, {"title" : " Pope Adeodatus I (also known as Deusdedit) succeeds Pope Boniface IV as the 68th pope.", "date" : "615/10/19"}, {"title" : "Muslims begin to emigrate to Abyssinia.", "date" : "615/10/19"}, {"title" : " Pope Boniface V succeeds Pope Adeodatus I as the 69th pope.", "date" : "619/12/23"}, {"title" : "Mellitus becomes Archbishop of Canterbury.", "date" : "619/12/23"}, {"title" : "Kubrat, ruler of the Bulgars, is baptised in Constantinople.", "date" : "619/12/23"}, {"title" : " Battle of Hulao: Li Shimin defeats the numerically superior army of Dou Jiande.", "date" : "621/05/28"}, {"title" : " Wang Shichong surrenders to Li Shimin following Dou Jiande's defeat.", "date" : "621/06/04"}, {"title" : "Muhammad is said to have visited heaven aboard the steed/unicorn with wings or Buraq, in the ''Isra wal-Miraj'', (the Night Journey), from Mecca and then to heaven from Jerusalem's Temple Mount, then back to Mecca.", "date" : "621/06/04"}, {"title" : " Wang Shichong surrenders to Li Shimin following Dou Jiande's defeat.", "date" : "622/06/04"}, {"title" : "Year one of the Islamic calendar begins, during which the Hijra occurs ampndash Muhammad and his followers emigrate from Mecca to Medina in September.", "date" : "622/07/16"}, {"title" : " The Battle of Badr is fought: Led by Muhammad, the Muslims of Medina defeat the Quraysh of Mecca in Badr, present-day Saudi Arabia.", "date" : "624/03/17"}, {"title" : "Justus becomes Archbishop of Canterbury.", "date" : "624/03/17"}, {"title" : " Battle of Uhud (Muhammad retreats against the inhabitants of Mecca), which they consider a victory.", "date" : "625/03/23"}, {"title" : " Pope Honorius I succeeds Pope Boniface V as the 70th pope.", "date" : "625/10/27"}, {"title" : " In the early morning, Li Shimin, the future Emperor Tang Taizong of China, eliminates two of his brothers, Li Yuanji and the crown prince Li Jiancheng, in a coup d'état at the Xuanwu Gate in Chang'an.", "date" : "626/07/02"}, {"title" : " The Byzantines defeat the Avars, Slavs and Persians who were besieging Constantinople for the first time.", "date" : "626/08/07"}, {"title" : "Arioald succeeds his brother-in-law Adaloald as king of the Lombards (approximate date).", "date" : "626/08/07"}, {"title" : "Edinburgh is founded by King Edwin of Northumbria.", "date" : "626/08/07"}, {"title" : "Penda becomes king of Mercia (traditional date).", "date" : "626/08/07"}, {"title" : " Emperor Gaozu of Tang China abdicates in favor of his son Li Shimin.", "date" : "626/09/03"}, {"title" : " Paulinus, a Roman missionary, baptizes King Edwin of Deira.", "date" : "627/04/11"}, {"title" : "St Peter's School, York, founded by Paulinus", "date" : "627/04/11"}, {"title" : " Battle of Nineveh: Emperor Heraclius defeats the Persians, ending the Roman-Persian Wars.", "date" : "627/12/12"}, {"title" : "Yathrib (Medina): Battle of the Trench: Muhammad successfully withstands a siege by Meccan forces, whose allies, the Jewish tribe of Banu Qurayza, ultimately surrender to Muhammad.", "date" : "627/12/12"}, {"title" : "Third Perso-Turkic War: Tong Yabghu of the Western Gokturks storms and sacks the Caspian Gates at Derbent.", "date" : "627/12/12"}, {"title" : " Khosrau II of Persia is overthrown. His son Kavadh II rules as his successor until October.", "date" : "628/02/23"}, {"title" : "Brahmagupta writes the Brahmasphutasiddhanta, an early, yet very advanced, math book.", "date" : "628/02/23"}, {"title" : "December ampampndash Abu Bakr defeats Mosailima in the Battle of Akraba.", "date" : "632/01/27"}, {"title" : "Queen Seondeok is crowned in Korea.", "date" : "632/01/27"}, {"title" : "Yazdgird III starts to rule in Persia.", "date" : "632/01/27"}, {"title" : "Ridda Wars begins", "date" : "632/01/27"}, {"title" : " The Last Sermon (Khutbah, Khutbatul Wada') of Prophet Muhammad.", "date" : "632/03/09"}, {"title" : "After the death of Muhammad, Abu Bakr becomes the first caliph and the Rashidun Caliphate (632–661) is established.", "date" : "632/03/09"}, {"title" : " Khalid Ibn Walid captures Damascus.", "date" : "634/09/20"}, {"title" : "The Xianbei/Tibetan state of Tuyuhun is invaded by Tang Dynasty China during Emperor Taizong's campaign against Tuyuhun, led by commander Li Jing, resulting in the assassination of their leader (Busabuo Khan Murong Fuyun) in 635 and the dissolving of their state in 672.", "date" : "634/09/20"}, {"title" : "Umar ibn al-Khattab succeeds Abu Bakr as Sunni Caliph.", "date" : "634/09/20"}, {"title" : "20 ampndash Battle of Yarmouk: In engagements along the Yarmouk River, Muslim forces of the Rashidun Caliphate led by Khalid ibn al-Walid decisively defeat the armies of the Eastern Roman-Byzantine Empire, effectively completing the Muslim conquest of Syria. It will be regarded as one of the most decisive battles in military history,{{cite book|title=Islam at War|year=2003|first1=George F.|last1=Nafziger|first2=Mark W.|last2=Walton|location=Westport, CT|publisher=Greenwood Publishing|isbn=0-275-98101-0|pages=30}}{{cite book|title=Yarmuk 636 A.D.: The Muslim Conquest of Syria|first=David|last=Nicolle|location=London|publisher=Osprey Publishing|year=1994|authorlink=David Nicolle|isbn=1-85532-414-8|pages=6, 19}} marking the first great wave of Muslim conquests after the death of Muhammad.", "date" : "636/08/15"}, {"title" : "November 19 ampndash Battle of al-Qādisiyyah: Muslim Arab victory against the army of the Sassanid Empire.", "date" : "636/11/16"}, {"title" : "The city of Basra, Iraq, is founded on a canal by Caliph Umar.", "date" : "636/11/16"}, {"title" : "The Xumi Pagoda of Zhengding, China, is built during the reign of Emperor Taizong of Tang.", "date" : "636/11/16"}, {"title" : "The historical texts of the ''Book of Northern Qi'', ''Book of Chen'', and ''Book of Sui'' are compiled in China during the Tang Dynasty.", "date" : "636/11/16"}, {"title" : " Pope Severinus succeeds Pope Honorius I as the 71st pope.", "date" : "640/05/28"}, {"title" : " Pope John IV succeeds Pope Severinus as the 72nd pope.", "date" : "640/12/24"}, {"title" : " Byzantine Emperor Heraclius dies. He is succeeded by his sons Constantine III and Heracleonas, but Constantine III dies after few months. The Byzantine people suspected that he has been poisoned by Heracleonas, and deposes him. Constans II, son of Constantine III, becomes emperor.", "date" : "641/02/11"}, {"title" : " Alexandria is formally surrendered to Amr ibn al-As by a treaty.", "date" : "641/11/08"}, {"title" : "Caesarea surrenders to the Arabs.", "date" : "641/11/08"}, {"title" : "The city of Fostat (later Cairo) is founded in Egypt.", "date" : "641/11/08"}, {"title" : " In the Battle of Maserfield, Penda, king of Mercia defeats and kills Oswald, king of Bernicia.", "date" : "642/08/05"}, {"title" : "Batbayan succeeds Kubrat as ruler of the Bulgars (approximate date).", "date" : "642/08/05"}, {"title" : "Arabs conquer Alexandria.", "date" : "642/08/05"}, {"title" : "Battle of Nehawand: Arabs conquer Persia.", "date" : "642/08/05"}, {"title" : "Empress Kōgyoku ascends to the throne of Japan.", "date" : "642/08/05"}, {"title" : "Yeon Gaesomun seizes power over the Goguryeo kingdom and places King Bojang on the throne.", "date" : "642/08/05"}, {"title" : "Emperor Taizong of Tang issues a decree throughout China that increases the punishment for men who deliberately inflict injuries upon themselves (most commonly breaking their own legs) in order to avoid military conscription. This decree is an effort to eradicate this practice that has grown as a trend since the time of the rebellion against the Sui Dynasty.", "date" : "642/08/05"}, {"title" : "The earliest surviving dated Arabic papyrus, PERF 558, and the earliest known Arabic text with diacritical marks is written.", "date" : "642/08/05"}, {"title" : " Pope Theodore I succeeds Pope John IV as the 73rd pope.", "date" : "642/11/24"}, {"title" : "A monastic settlement is founded in Hampshire, England, which later becomes Winchester Cathedral.", "date" : "642/11/24"}, {"title" : " Pope Martin I succeeds Pope Theodore I as the 74th pope.", "date" : "649/07/05"}, {"title" : "The Lateran Council of 649, convoked by Pope Martin I, strongly condemns Monothelitism", "date" : "649/07/05"}, {"title" : " Martin I arrives in Constantinople, where he is eventually deposed as pope by the emperor Constans II.", "date" : "654/09/17"}, {"title" : " Northumbrian king Oswiu defeats Mercian king Penda in the Battle of Winwaed.", "date" : "655/11/15"}, {"title" : "Peada succeeds his father Penda as king of Mercia.", "date" : "655/11/15"}, {"title" : "Clovis II is succeeded by Clotaire III as king of the Franks.", "date" : "655/11/15"}, {"title" : "Constans II's fleet is defeated by the Abdullah bin Sa'ad bin Abi Sarh the Arab at Finike at the Battle of the Masts.", "date" : "655/11/15"}, {"title" : "Empress Saimei ascends to the throne of Japan.", "date" : "655/11/15"}, {"title" : "Arab armies conquer Khurasan.ampampRoberts,  J: ampquotHistory of the World.ampquot. Penguin, 1994.ampamp", "date" : "655/11/15"}, {"title" : " Pope Eugene I dies and is subsequently canonized.", "date" : "657/06/02"}, {"title" : " Battle of Siffin: Ali Ben Abu Talib fights Muawiyah over the Caliphate of Islam and captures Anbar.", "date" : "657/07/26"}, {"title" : " Pope Vitalian succeeds Pope Eugene I as the 76th pope.", "date" : "657/07/30"}, {"title" : "Saint Hilda founds an abbey on the Yorkshire coast at Whitby.", "date" : "657/07/30"}, {"title" : " Eastern Roman Emperor Constans II is assassinated in his bath at Syracuse, Italy.", "date" : "668/09/15"}, {"title" : "Mezezius is proclaimed Emperor by the army in Syracuse in the absence of the sons of Constans II.", "date" : "668/09/15"}, {"title" : "Constantine IV, son of Constans II, becomes Byzantine Emperor, succeeding Constans II. He organizes an expedition to kill the usurper Mezezius.", "date" : "668/09/15"}, {"title" : "Arab forces conquer the Garamantes.", "date" : "668/09/15"}, {"title" : "The ancient Korean kingdom of Goguryeo, in southern Manchuria and northern Korea, is overthrown by the alliance of Tang China and Silla. Unified Silla period starts.", "date" : "668/09/15"}, {"title" : "The Emperor of Japan hunts on the Moor of Ōmi-Gamōno. The letters exchanged between Prince Ōama and Princess Nukata are recorded in Man'yōshū.", "date" : "668/09/15"}, {"title" : "Theodore of Tarsus is made archbishop of Canterbury.", "date" : "668/09/15"}, {"title" : "Chinese Buddhist pilgrim I-Ching visits the capital of the partly Buddhist kingdom of Srivijaya, Palembang, Indonesia, and stays for 6 months to study Sanskrit grammar. He reports over 1,000 buddhist monks in residence.", "date" : "671/06/10"}, {"title" : "Silla seizes control of the former Baekje capital of Sabi from the Tang Protectorate General to Pacify the East.", "date" : "671/06/10"}, {"title" : " Pope Adeodatus II succeeds Pope Vitalian as the 77th pope.", "date" : "672/04/11"}, {"title" : " Emperor Temmu assumes the Chrysanthemum throne of Japan at the Palace of Kiyomihara in Asuka.", "date" : "673/03/20"}, {"title" : " Princess Oku is made to dwell in the Abstinence-palace of Hatsuse by the Emperor's order.", "date" : "673/05/05"}, {"title" : " In Japan, Prince Mino is appointed Commissioners for the erection of the great Temple of Takechi (''Ōmiya no Ōdera'').", "date" : "674/01/29"}, {"title" : " Japanese Buddhist Priest ''Gisei'' is made the rank of Junior Sōzu.", "date" : "674/02/08"}, {"title" : " In Japan, Princess Oku proceeds to the Ise Jingu.", "date" : "674/11/12"}, {"title" : "Dagobert II and Theuderic I succeed Childeric II as king(s) of the Franks", "date" : "674/11/12"}, {"title" : "The first glass windows are placed in English churches.", "date" : "674/11/12"}, {"title" : "Cenfus and then Aescwine succeed to the throne of Wessex.", "date" : "674/11/12"}, {"title" : "Monkwearmouth monastery founded by Benedict Biscop in the Kingdom of Northumbria.", "date" : "674/11/12"}, {"title" : "The first Arab siege of Constantinople begins.", "date" : "674/11/12"}, {"title" : " In Japan, a platform to observe the stars for astrologers is erected for the first time.", "date" : "675/01/05"}, {"title" : " Princess Tōchi and Princess Abe of Japan proceed to Ise Jingu.", "date" : "675/03/14"}, {"title" : " Emperor Temmu, Japan's current emperor, decrees the end of serfdom. He also orders an end to granting lands to Princes of the Blood, to Princes and to Ministers and Temples.", "date" : "675/03/16"}, {"title" : " The Japanese Emperor issues a decree to distribute the tax-rice for peasants in poverty, as well as a decree regulating of fishing and hunting, ordering a halt to eating the flesh of cattle, horses, dogs, monkeys or barn-yard fowls.", "date" : "675/05/08"}, {"title" : "Some Japanese ministers who oppose the Emperor are banished to an isolated island. A man climbs the hill east of the Palace, curses the Emperor and kills himself.", "date" : "675/05/08"}, {"title" : " A typhoon strikes Japan.", "date" : "675/09/16"}, {"title" : "The abbeys of Abingdon, England and Bath are founded.", "date" : "675/09/16"}, {"title" : "Aldhelm is made abbot of Malmesbury Abbey.", "date" : "675/09/16"}, {"title" : " Pope Donus succeeds Pope Adeodatus as the 78th pope.", "date" : "676/11/02"}, {"title" : "Cuthbert of Lindisfarne withdraws to a hermitage.", "date" : "676/11/02"}, {"title" : " Japanese Emperor Temmu holds divination for the purpose of proceeding to the Abstinence-palace.", "date" : "678/04/27"}, {"title" : " When the Japanese Emperor and the officers are about to leave for the Abstinence-palace at the hour of sunrise, Princess Tōchi suddenly takes ill and dies within the Palace. For this reason the Emperor is unable to proceed. No Sacrifice to the Gods of Heaven and Earth results in take place.", "date" : "678/05/03"}, {"title" : " Princess Tōchi is buried at a place named ''Akō''. The Emperor, her father, is graciously pleased to raise lament for her.", "date" : "678/05/10"}, {"title" : " Pope Agatho succeeds Pope Donus as the 79th pope. He is the first to stop paying tribute to the Byzantine Emperor upon election.", "date" : "678/06/27"}, {"title" : "In Japan, the national worshiping to the Gods of Heaven and Earth is planned, and the Emperor tries to select a woman as a Saiō to make her serve the Gods. However, the plan is not successful because the woman, Princess Tōchi, suddenly dies.", "date" : "678/06/27"}, {"title" : " The Battle of Karbala results in the martyrdom of Imam Hussein.", "date" : "680/10/10"}, {"title" : "Umayyad caliph Muawiyah I is succeeded by Yazid I ibn Muawiyah.", "date" : "680/10/10"}, {"title" : "In Japan, Empress-consort Uno Sarara is unwell and her husband begins the erection of the Temple of Yakushiji in Asuka, Yamato, and makes 100 persons enter religion as priests, wishing her recovering her health.", "date" : "680/10/10"}, {"title" : "Husain ibn 'Ali, Shi'i religious leader and grandson of the prophet of Islam, enters martyrdom.", "date" : "680/10/10"}, {"title" : " The Sixth Ecumenical Council opens in Constantinople and ends September 16, 681.", "date" : "680/11/12"}, {"title" : " The Sixth Ecumenical Council (opened on November 12, 680 in Constantinople) concludes.", "date" : "681/09/16"}, {"title" : " Venus occults Jupiter.", "date" : "682/01/03"}, {"title" : " Pope Leo II succeeds Pope Agatho as the 80th pope.", "date" : "682/08/17"}, {"title" : "The venerable Bede goes to Jarrow.", "date" : "682/08/17"}, {"title" : " K'inich Kan B'alam II accedes to the rulership of the Maya polity of Palenque.", "date" : "684/01/10"}, {"title" : " Pope Benedict II succeeds Pope Leo II as the 81st pope.", "date" : "684/06/26"}, {"title" : " A large comet is observed in Japan (it's Japan's oldest observation record of the Halley's Comet).", "date" : "684/09/07"}, {"title" : " Emperor Temmu institutes eight titles of eight classes (''Yakusa-no-kabane'') in Japan.", "date" : "684/11/13"}, {"title" : " A great earthquake strikes Japan. The people, houses, temples, shrines and domestic animals are greatly damaged.", "date" : "684/11/26"}, {"title" : " Battle of Dun Nechtain: Picts defeat Northumbrians.", "date" : "685/05/20"}, {"title" : "Plague kills almost all the monks in a Northumbrian monastery, aside from the abbot and one small boy – future scholar Bede.", "date" : "685/05/20"}, {"title" : "The Umayyad caliph Marwan I (684–685) is succeeded by Abd al-Malik ibn Marwan (685–705).", "date" : "685/05/20"}, {"title" : "Wu Zetian gives two giant pandas to Japan.", "date" : "685/05/20"}, {"title" : " Pope John V succeeds Pope Benedict II as the 82nd pope.", "date" : "685/07/23"}, {"title" : "Cuthbert is consecrated bishop of Lindisfarne.", "date" : "685/07/23"}, {"title" : "John Maroun is elected as the first patriarch in the Maronite Church.", "date" : "685/07/23"}, {"title" : "The Al-Aqsa Mosque is established by early Islam.", "date" : "685/07/23"}, {"title" : " Emperor Temmu of Japan dies. Empress Jito ascends the throne.", "date" : "686/10/01"}, {"title" : "Emperor Temmu's son, Prince Ōtsu, is falsely accused of treason by Jito and forced to commit suicide along with his wife, Princess Yamanobe.", "date" : "686/10/01"}, {"title" : " Pope Sergius I succeeds Pope Conon as the 84th pope.", "date" : "687/12/15"}, {"title" : "Construction of the Dome of the Rock is started in Jerusalem.", "date" : "687/12/15"}, {"title" : " Hispano-Visigothic king Egica accuses the Jews of aiding the Muslims, and sentences all Jews to slavery.", "date" : "694/11/09"}, {"title" : "Ine of Wessex makes peace with Kent.", "date" : "694/11/09"}, {"title" : "Japan's capital is moved from Asuka to Fujiwara-kyō.", "date" : "694/11/09"}, {"title" : "In Turkish Empire Kapagan Khan succeeds Kutluk Khan.", "date" : "694/11/09"}, {"title" : " In Japan, En no Ozuno, an ascetic who will later be regarded as the founder of a folk religion Shugendō, is accused of confusing the mind of the people with his magic and banished to Izu Ōshima.", "date" : "699/06/26"}, {"title" : "Pope John VI succeeds Pope Sergius I (died on 8/9 September) as the 85th Pope.", "date" : "701/10/30"}, {"title" : " China: In a coup d'état, Chinese Chancellor Zhang Jianzhi executes the Zhang brothers and restores Emperor Zhongzong. This marks the end of the short-lived Zhou Dynasty in China.", "date" : "705/02/20"}, {"title" : "Work begins on the Grand Mosque of Damascus.", "date" : "705/03/01"}, {"title" : " Emperor Zhongzong of Tang had the remains of his mother and recently deceased ruling empress Wu Zetian, her son Li Xian, her grandson Li Chongrun, and granddaughter Li Xianhui all interred in at the same tomb complex as his father and Wu Zetian's husband Emperor Gaozong (d. 683) outside Chang'an known as the Qianling Mausoleum, located on Mount Liang.", "date" : "706/07/02"}, {"title" : "15 February ampampndash The restored Byzantine emperor Justinian II presides over the public humiliation of his predecessors Leontius and Tiberius III and their chief associates in the Hippodrome of Constantinople, after which they are executed. Patriarch Callinicus I is also deposed, blinded and exiled, and succeeded by Cyrus.ampamp{{cite book | editor-last=Venning | editor-first = Timothy | title = A Chronology of the Byzantine Empire | year = 2006 | publisher = Palgrave Macmillan | isbn = 1-4039-1774-4 | page = 190}}ampamp", "date" : "706/07/02"}, {"title" : "Umayyad Caliph al-Walid I begins the Great Mosque of Damascus.", "date" : "706/07/02"}, {"title" : "Death of Pope John VII. Prolonged ''sede vacante'' until the ratification of the election of Pope Sisinnius by the Exarch of Ravenna in early 708.", "date" : "707/10/18"}, {"title" : " Copper coins are minted in Japan for the first time (Traditional Japanese date: August 10, 708).", "date" : "708/08/29"}, {"title" : "The Japanese court is moved from Heian to Nara.", "date" : "708/08/29"}, {"title" : "Nazaktar Khan, a Turk Shahi prince in alliance with the Tibetan Kingdom, captures Bactria from the Umayyads.", "date" : "708/08/29"}, {"title" : " After a report of the apparition of the archangel, the island Mont Tombe is dedicated to Michael and renamed Mont Saint-Michel.", "date" : "708/10/16"}, {"title" : " During the Cold Food Festival, Chinese Emperor Zhongzong of Tang has his chief ministers of court, sons-in-law, and high-ranking military officers engage in the festive game of tug of war within a palace of Chang'an City. The Emperor purportedly laughs when two older ministers fall over during the game.", "date" : "710/04/05"}, {"title" : "The Byzantine general Leo (the future emperor Leo III) recovers Abasgia for the Byzantine Empire from the Arabs.ampamp{{cite book | editor-last=Venning | editor-first = Timothy | title = A Chronology of the Byzantine Empire | year = 2006 | publisher = Palgrave Macmillan | isbn = 1-4039-1774-4 | page = 192}}ampamp", "date" : "710/04/05"}, {"title" : "The Muslim Kingdom of Nekor is founded in Morocco.", "date" : "710/04/05"}, {"title" : "A Muslim army is invited into Ceuta by its governor, Count Julian, who, being an opponent of Roderick, encourages them to invade the Iberian peninsula.", "date" : "710/04/05"}, {"title" : "Roderic deposes Achila to become king of the Visigoths.", "date" : "710/04/05"}, {"title" : "The first (wooden) Al-Aqsa Mosque is finished.", "date" : "710/04/05"}, {"title" : " Umayyad troops led by Tariq ibn Ziyad land at Gibraltar, and begin their invasion of the Iberian Peninsula and conquest of the Visigothic Kingdom (See Moors, Al-Andalus, and Umayyad conquest of Hispania).", "date" : "711/04/30"}, {"title" : " Battle of Guadalete: Umayyad Moors' victory over the Visigothic army. Visigothic king Roderic (Rodrigo in Spanish and Portuguese) dies in the battle.", "date" : "711/07/19"}, {"title" : "Childebert III died and is succeeded by Dagobert III as king of Austrasia.", "date" : "711/07/19"}, {"title" : "Philippicus incites a revolt against Justinian II, and upon the latter's death declares himself Byzantine Emperor.", "date" : "711/07/19"}, {"title" : "After pirates plunder an Arab ship near the mouth of the Indus River, Arabs led by Muhammad bin Qasim invade India with 6,000 horses, establishing a sultanate in Sindh.", "date" : "711/07/19"}, {"title" : "Reconstruction of the Hōryū-ji Temple in Japan ends.", "date" : "711/07/19"}, {"title" : " Liutprand succeeds his father Ansprand as king of the Lombards.", "date" : "712/06/12"}, {"title" : "Emperor Xuanzong of Tang China succeeds Emperor Ruizong of Tang China as emperor of China. Princess Taiping's coup fails.", "date" : "712/06/12"}, {"title" : "The ''Kojiki'', a history of Japan, is completed.", "date" : "712/06/12"}, {"title" : " An earthquake strikes Syria.", "date" : "714/02/28"}, {"title" : "The Tibetan invasion of China's Tang Dynasty is defeated.", "date" : "714/02/28"}, {"title" : "Emperor Xuanzong of Tang forbids all commercial vendors and shops in the Chinese capital city of Chang'an to copy and sell Buddhist sutras, so that the emperor can give the clergy of the Buddhist monasteries the sole right to distribute written sutras to the laity.", "date" : "714/02/28"}, {"title" : "King Radbod of the Frisians defeats Charles Martel Frisia becomes independent.", "date" : "714/02/28"}, {"title" : "Zaragoza falls to the Arab armies of Musa bin Nusair.", "date" : "714/02/28"}, {"title" : "On the death of Pepin II, his illegitimate son Charles Martel becomes mayor of the Austrasian palace and effective power behind the Frankish throne.", "date" : "714/02/28"}, {"title" : " Pope Gregory II succeeds Pope Constantine as the 89th pope.", "date" : "715/05/19"}, {"title" : " Germanus is translated from the bishopric of Cyzicus to the Patriarch of Constantinople.", "date" : "715/08/11"}, {"title" : "Nechtan mac Der-Ilei, King of the Picts invites the Northumbrian clergy to establish Christianity amongst the Picts.", "date" : "715/08/11"}, {"title" : "Winfrid (later Saint Boniface), a Wessex-born monk, sets out on a missionary expedition to the Frisians.", "date" : "715/08/11"}, {"title" : "Saint Winnin, an Irish monk, lands at the mouth of the River Garnock, where he establishes a community or cell of monks, termed cella or ampquotKilampquot in Gaelic.", "date" : "715/08/11"}, {"title" : " Battle of Compiègne: Ragenfrid defeats Theudoald, becoming Mayor of the Palace of Neustria and Burgundy.", "date" : "715/09/26"}, {"title" : "Empress Gemmei of Japan is succeeded by Empress Genshō.", "date" : "715/09/26"}, {"title" : "Umayyad Caliph al-Walid I is succeeded by Sulayman ibn Abd al-Malik.", "date" : "715/09/26"}, {"title" : " The monastery on the Island of Iona celebrates Easter on the Roman date.", "date" : "716/04/19"}, {"title" : "Boniface begins missions to the Germans.", "date" : "716/04/19"}, {"title" : " Battle of Vincy: Charles Martel, with his Austrasian forces, defeats Chilperic II, King of Neustria, and his Mayor of the Palace, Ragenfrid, and proclaims Clotaire IV King of Austrasia.", "date" : "717/03/21"}, {"title" : " Leo III the Isaurian usurps the throne of Byzantium.", "date" : "717/03/25"}, {"title" : " Maslamah ibn Abd al-Malik begins the Second Arab siege of Constantinople, which will last for nearly a year.", "date" : "717/08/15"}, {"title" : " An earthquake shakes many places in northern Syria, and destroys the Old Church of Edessa.", "date" : "717/12/24"}, {"title" : "Hoshi Ryokan, the world's second-longest surviving hotel, is established in Japan.", "date" : "717/12/24"}, {"title" : "Nechtan mac Der-Ilei, King of the Picts, expels the monks from the Scottish island of Iona.", "date" : "717/12/24"}, {"title" : " In the Tang Dynasty Chinese capital of Chang'an, the walls of a gated city ward collapse during the night, which unexpectedly form a large pool out in the open. This is most likely caused by a sinkhole created when ground water eroded the limestone bedrock beneath. As a consequence of this, more than 500 homes are destroyed (Benn, 50).", "date" : "720/07/30"}, {"title" : "The former governor of Iraq, Yazid ibn al-Muhallab, rebels and is defeated and killed by the Caliph's forces under Al-Abbas ibn al-Walid and Maslamah ibn Abd al-Malik.", "date" : "720/07/30"}, {"title" : "The Byzantine emperor Leo III the Isaurian orders the execution of the ex-emperor Anastasius II.", "date" : "720/07/30"}, {"title" : " Theuderic IV succeeds Chilperic II as Merovingian King of the Franks, under the control of the Mayor of the Palace, Charles Martel.", "date" : "721/02/13"}, {"title" : " Battle of Toulouse: after besieging Toulouse for three months, Al-Samh ibn Malik al-Khawlani, the Wāli (governor) of Al-Andalus (Muslim Spain), is defeated (and dies of his injuries) by Odo the Great, Duke of Aquitaine, preventing the spread of Umayyad control westward from Narbonne into Aquitaine.", "date" : "721/06/09"}, {"title" : "Anbasa ibn Suhaym Al-Kalbi is appointed governor of Al-Andalus.", "date" : "721/06/09"}, {"title" : "Prague is founded (according to legend) by the Princess Libuše and her husband Přemysl, founder of the eponymous dynasty.", "date" : "721/06/09"}, {"title" : "Rains and heavy storms around the southern seaport of Yangzhou destroy over 1,000 ships and boats in the usual congested waterway traffic of the Tang Dynasty.", "date" : "721/06/09"}, {"title" : " K'inich Ahkal Mo' Naab III takes the throne of the Maya state of Palenque.", "date" : "722/01/03"}, {"title" : "718 or 722 ampampndash Battle of Covadonga, marking the start of the ''Reconquista'' by a Christian military force (under Pelagius of Asturias) of the Iberian Peninsula following the Umayyad conquest of Hispania in 711.", "date" : "722/01/03"}, {"title" : "War breaks out between the Kingdoms of Wessex and Sussex.", "date" : "722/01/03"}, {"title" : "A combined Viking and Cornish army defeat an army of Wessex at the Battle of Hehil.", "date" : "722/01/03"}, {"title" : "The Battle of Allen is fought close by the Hill of Allen between the Laigin, led by Murchad mac Brain Mut, and the forces of Fergal mac Máele Dúin.", "date" : "722/01/03"}, {"title" : " Wessex-born Boniface is ordained as bishop of Germany by the pope.", "date" : "722/11/30"}]