[{"title" : " The No Child Left Behind Act is signed into law by U.S. President George W. Bush.", "date" : "2002/01/08"}, {"title" : " The United States Department of Justice announces it will pursue a criminal investigation of Enron.", "date" : "2002/01/09"}, {"title" : " Enrique Bolaños begins his 5-year term as President of the Republic of Nicaragua.", "date" : "2002/01/10"}, {"title" : " The asylum case of Adelaide Abankwah is heard in New York.", "date" : "2002/01/14"}, {"title" : " The UN Security Council unanimously establishes an arms embargo and freezes the assets of Osama bin Laden, Al-Qaeda, and the Taliban.", "date" : "2002/01/16"}, {"title" : " The eruption of Mount Nyiragongo in the Democratic Republic of the Congo displaces an estimated 400,000 people.", "date" : "2002/01/17"}, {"title" : " ''Wall Street Journal'' reporter Daniel Pearl is kidnapped in Pakistan, accused of being a CIA agent by his captors.", "date" : "2002/01/23"}, {"title" : "Several explosions at a military dump in Lagos, Nigeria kill more than 1,000.", "date" : "2002/01/27"}, {"title" : " A large section of the Antarctic Larsen Ice Shelf begins disintegrating, consuming about {{convert|3,250|km|mi|abbr=on}} over 35 days.", "date" : "2002/01/31"}, {"title" : " Kidnapped ''Wall Street Journal'' reporter Daniel Pearl is murdered in Karachi, Pakistan.", "date" : "2002/02/01"}, {"title" : " Costa Rica holds presidential and congressional elections.", "date" : "2002/02/03"}, {"title" : " Golden Jubilee of Elizabeth II upon 50th Anniversary of King George VI's death in 1952", "date" : "2002/02/06"}, {"title" : "February 24 ampndash The 2002 Winter Olympics are held in Salt Lake City, Utah.", "date" : "2002/02/08"}, {"title" : "Elizabeth II's sister Princess Margaret, Countess of Snowdon dies in her sleep aged 71 after suffering a major stroke.", "date" : "2002/02/09"}, {"title" : "The trial of Slobodan Milošević, the former President of Yugoslavia, begins at the United Nations war crimes tribunal in The Hague.", "date" : "2002/02/09"}, {"title" : "The U.S. Secretary of Energy makes the decision that Yucca Mountain is suitable to be the United States' nuclear repository.", "date" : "2002/02/09"}, {"title" : " Elizabeth II gives former New York City mayor Rudolph Giuliani an honorary knighthood.", "date" : "2002/02/13"}, {"title" : "risoner Shaker Aamer moved to Guantanamo Bay detention camp. Aamer has been held since without charge and despite being cleared for release in 2007 and 2009.", "date" : "2002/02/14"}, {"title" : "The funeral of Princess Margaret, Countess of Snowdon takes place on the 50th anniversary of her father's funeral.", "date" : "2002/02/15"}, {"title" : " NASA's Mars Odyssey space probe begins to map the surface of Mars using its thermal emission imaging system.", "date" : "2002/02/19"}, {"title" : " In Reqa Al-Gharbiya, Egypt, a fire on a train injures over 65 and kills at least 370.", "date" : "2002/02/20"}, {"title" : "Robert William Pickton the most prolific serial killer in Canadian history is arrested and charged with the first two (of twenty-seven) counts of first-degree murder.", "date" : "2002/02/20"}, {"title" : "Angolan political and rebel leader Jonas Savimbi is killed in a military ambush.", "date" : "2002/02/20"}, {"title" : "A Spanish-facilitated ceasefire begins in Sri Lanka.", "date" : "2002/02/20"}, {"title" : " FARC kidnaps Íngrid Betancourt in Colombia while she campaigns for the presidency.", "date" : "2002/02/23"}, {"title" : " A series of riots leaves hundreds dead, after 59 Hindu pilgrims die aboard a train burned by a Muslim  in Godhra, India.", "date" : "2002/02/27"}, {"title" : "The ex-currencies of all euro-using nations cease to be legal tender in the European Union.", "date" : "2002/02/27"}, {"title" : "Gujarat communal riots begin, wherein 97 people are burnt alive or killed in the Naroda Patiya massacre, and 69 in Gulbarg Society massacre in Ahmedabad.", "date" : "2002/02/27"}, {"title" : "U.S. invasion of Afghanistan: In eastern Afghanistan, Operation Anaconda begins.", "date" : "2002/02/27"}, {"title" : "Continuing violence in Ahmedabad, India kills 28 police shoot and kill 5 rioters.", "date" : "2002/02/27"}, {"title" : "The Envisat environmental satellite successfully reaches an orbit 800ampampnbspkm above the Earth using an Ariane 5 on its 11th launch, carrying the heaviest payload to date at 8,500ampampnbspkg.", "date" : "2002/02/27"}, {"title" : "''STS-109'': Space Shuttle ''Columbia'' flies the Hubble Space Telescope service mission, penultimate flight before its ill-fated ''STS-107'' mission.", "date" : "2002/02/27"}, {"title" : " São Tomé and Príncipe hold legislative elections.", "date" : "2002/03/03"}, {"title" : " Ansett Australia, one of the oldest airlines in the world and the second largest in Australia, ceases operation after collapsing financially. This event also marks the largest job loss in Australian history.", "date" : "2002/03/04"}, {"title" : " France agrees to return the remains of Saartjie Baartman to South Africa.", "date" : "2002/03/06"}, {"title" : " In Houston, Texas, Andrea Yates is found guilty of drowning her 5 children on June 20, 2001. She is later sentenced to life in prison.", "date" : "2002/03/12"}, {"title" : "125 vehicles are involved in a massive pile up on Interstate 75 in Ringgold, Georgia.", "date" : "2002/03/12"}, {"title" : "Economic Community of West African States (ECOWAS) Parliament established.", "date" : "2002/03/12"}, {"title" : "Portugal holds parliamentary elections.", "date" : "2002/03/12"}, {"title" : "In Islamabad, Pakistan, the International Protestant Church attack occurs.", "date" : "2002/03/12"}, {"title" : " US war in Afghanistan: Operation Anaconda ends (started on March 1) after killing 500 Taliban and al Qaeda fighters, with 11 allied troop fatalities.", "date" : "2002/03/19"}, {"title" : " In Pakistan, Ahmed Omar Saeed Sheikh and 3 others are charged with the kidnapping and killing of ''Wall Street Journal'' reporter Daniel Pearl.", "date" : "2002/03/21"}, {"title" : " The  74th Academy Awards, hosted by Whoopi Goldberg, are held at the Kodak Theatre in Hollywood, California with the film ''A Beautiful Mind'' winning Best Picture.", "date" : "2002/03/24"}, {"title" : " A Palestinian suicide bomber kills 30 Israeli civilians and injures 140 others at the Park Hotel in Netanya, triggering Operation Defensive Shield, a large-scale counter-terrorist Israeli military incursion into the West Bank, two days later.", "date" : "2002/03/27"}, {"title" : " Israeli forces besiege the Church of the Nativity in Bethlehem, when militants take shelter there.", "date" : "2002/04/02"}, {"title" : " The funeral of Queen Elizabeth The Queen Mother takes place in Westminster Abbey, London.", "date" : "2002/04/09"}, {"title" : " April 14 ampndash A military coup d'état against the leftist Venezuelan President Hugo Chávez fails.", "date" : "2002/04/11"}, {"title" : " An Air China Boeing 767-200 crashes into a hillside during heavy rain and fog near Busan, South Korea, killing 128.", "date" : "2002/04/15"}, {"title" : " Four Canadian infantrymen are killed in Afghanistan by friendly fire from 2 US F-16s.", "date" : "2002/04/17"}, {"title" : " The discovery of a new insect order, Mantophasmatodea, is announced.", "date" : "2002/04/18"}, {"title" : " French presidential election, 2002: The first round results in a runoff between Jacques Chirac and the leader of the main French far-right party, Jean-Marie Le Pen.", "date" : "2002/04/21"}, {"title" : " At a special session of the Organisation for the Prohibition of Chemical Weapons, Director-General Jose Bustani is fired.", "date" : "2002/04/22"}, {"title" : " ''Soyuz TM-34'': South African Mark Shuttleworth blasts off from the Baikonur Cosmodrome he had paid £15 million for the trip.", "date" : "2002/04/25"}, {"title" : " The Laughlin, Nevada River Run Riot kills 3.", "date" : "2002/04/27"}, {"title" : " In the second round of the French presidential election Jacques Chirac is reelected.", "date" : "2002/05/05"}, {"title" : " In the Netherlands, politician Pim Fortuyn is assassinated.", "date" : "2002/05/06"}, {"title" : "Feyenoord Rotterdam wins the UEFA Final Cup with 3-2 from Borussia Dortmund.", "date" : "2002/05/08"}, {"title" : "A 38-day stand-off in the Church of the Nativity in Bethlehem ends, when the Palestinians inside agree to have 13 suspected militants among them deported to several different countries.", "date" : "2002/05/09"}, {"title" : "In Kaspiysk, Russia, a remote-control bomb explodes during a holiday parade, killing 43 and injuring at least 130.", "date" : "2002/05/09"}, {"title" : " FBI agent Robert Hanssen is sentenced to life imprisonment without the possibility of parole for selling American secrets to Moscow for $1.4 million in cash and diamonds.", "date" : "2002/05/10"}, {"title" : "Former U.S. President Jimmy Carter arrives in Cuba for a 5-day visit with Fidel Castro, becoming the first U.S. President, in or out of office, to visit the island since Castro's 1959 revolution.", "date" : "2002/05/10"}, {"title" : "The Russian Shuttle ''Buran'' is destroyed in the Buran hangar collapse, killing 8 workers.", "date" : "2002/05/10"}, {"title" : "In Ireland, The Fianna Fáil-Progressive Democrats coalition is re-elected. It is the first government to be re-elected since 1969.", "date" : "2002/05/17"}, {"title" : " East Timor regains its independence.", "date" : "2002/05/20"}, {"title" : " The US State Department releases a report naming 7 state sponsors of terrorism: Iran, Iraq, Cuba, Libya, North Korea, Sudan, and Syria.", "date" : "2002/05/21"}, {"title" : " 16th Street Baptist Church bombing: A jury in Birmingham, Alabama, convicts former Ku Klux Klan member Bobby Frank Cherry of the 1963 murders of 4 girls.", "date" : "2002/05/22"}, {"title" : "Estonia hosts the first Eurovision Song Contest in a former Soviet republic.", "date" : "2002/05/22"}, {"title" : "China Airlines Flight 611 disintegrates near the Penghu Islands at Taiwan Strait, killing all 225 people on board.", "date" : "2002/05/22"}, {"title" : "The Mars Odyssey finds signs of large water ice deposits on the planet Mars.", "date" : "2002/05/22"}, {"title" : "A barge collides with the Interstate 40 bridge across the Arkansas River in eastern Oklahoma, killing 14.", "date" : "2002/05/22"}, {"title" : " June 30 ampndash the 2002 FIFA World Cup is held in South Korea and Japan.", "date" : "2002/05/31"}, {"title" : " The quotParty in the Palacequot takes place at Buckingham Palace, London, for Elizabeth II's Golden Jubilee celebrations.", "date" : "2002/06/03"}, {"title" : " The planetoid Quaoar is discovered orbiting the Sun in the Kuiper belt.", "date" : "2002/06/04"}, {"title" : " Fourteen-year-old Elizabeth Smart is kidnapped from her bedroom at knifepoint.", "date" : "2002/06/05"}, {"title" : " Eastern Mediterranean Event: An object with an estimated diameter of 10 meters collides with Earth, over the Mediterranean Sea, and detonates in mid-air.", "date" : "2002/06/06"}, {"title" : " Serena Williams defeats her sister Venus Williams in straight sets to win the 2002 French Open.", "date" : "2002/06/08"}, {"title" : "An annular solar eclipse occurs.", "date" : "2002/06/08"}, {"title" : "The first direct electronic communication experiment between the nervous systems of 2 humans, is carried out by Kevin Warwick in the United Kingdom.", "date" : "2002/06/08"}, {"title" : " Antonio Meucci is recognized as the first inventor of the telephone by the United States Congress.", "date" : "2002/06/11"}, {"title" : " In Karachi, Pakistan, a car bomb in front of the U.S. Consulate kills 12 Pakistanis and injures 50.", "date" : "2002/06/14"}, {"title" : " Near Earth Asteroid 2002 MN misses the planet by {{convert|75,000|mi|km}}, about 1/3 the distance to the moon.", "date" : "2002/06/15"}, {"title" : " The Igandu train disaster in Dodoma Region, Tanzania, kills 281 people in the worst rail accident in African history.", "date" : "2002/06/24"}, {"title" : " Brazil wins its fifth FIFA World Cup, defeating Germany in the final.", "date" : "2002/06/30"}, {"title" : "The International Criminal Court is established to prosecute individuals for genocide, crimes against humanity, war crimes, and the crime of aggression. Crimes committed on or after this date may be prosecuted by the court.", "date" : "2002/06/30"}, {"title" : "A Russian passenger jet and a cargo plane collide over the town of Überlingen, Germany 72 are killed (see Bashkirian Airlines Flight 2937).", "date" : "2002/06/30"}, {"title" : " The Organization of African Unity is disbanded and replaced by the African Union.", "date" : "2002/07/09"}, {"title" : "At a Sotheby's auction, Peter Paul Rubens' painting ampquotThe Massacre of the Innocentsampquot (first version) is sold for £49.5million (US$76.2 million) to Kenneth Thomson, 2nd Baron Thomson of Fleet.", "date" : "2002/07/09"}, {"title" : "A helicopter crash in Cyprus kills the head of the Cyprus National Guard, Lt. General Evangelos Florakis.", "date" : "2002/07/09"}, {"title" : " During Bastille Day celebrations, Jacques Chirac escapes an assassination attempt.", "date" : "2002/07/14"}, {"title" : " In Washington, D.C., quotAmerican Talibanquot John Walker Lindh pleads guilty to aiding the enemy and possession of explosives during the commission of a felony Lindh agrees to serve 10 years in prison for each charge.", "date" : "2002/07/15"}, {"title" : " Hail kills 25 and injures hundreds in the Chinese province of Henan.", "date" : "2002/07/19"}, {"title" : " Telecommunications giant WorldCom files for Chapter 11 bankruptcy protection (the largest such filing in United States history).", "date" : "2002/07/21"}, {"title" : "A Sukhoi Su-27 fighter crashes at an air show in Ukraine, killing 77 and injuring more than 100, making it the worst air show disaster in history (see Sknyliv airshow disaster).", "date" : "2002/07/21"}, {"title" : "Helen Clark, leader of the New Zealand Labour Party, is re-elected in a landslide victory.", "date" : "2002/07/21"}, {"title" : "August ampampndash The 2002 European floods ravage Central Europe.", "date" : "2002/07/21"}, {"title" : " The United Nations World Summit on Sustainable Development, successor of the Conference on the Human Environment, World Commission on Environment and Development, and the Conference on Environment and Development, opens.", "date" : "2002/09/02"}, {"title" : " A car bomb kills at least 30 people in Afghanistan, and an apparent assassination attempt on Afghan President Hamid Karzai fails the same day.", "date" : "2002/09/05"}, {"title" : " Judit Polgár beats Garry Kasparov at a game of speed chess.", "date" : "2002/09/09"}, {"title" : " Switzerland joins the United Nations.", "date" : "2002/09/10"}, {"title" : " The World Summit on Sustainable Development comes to a close.", "date" : "2002/09/11"}, {"title" : " The Swedish parliamentary election, 2002 leaves Prime Minister Göran Persson and the Social Democrats in power.", "date" : "2002/09/15"}, {"title" : " Civil war starts in Côte d'Ivoire.", "date" : "2002/09/19"}, {"title" : " The Kolka-Karmadon rock ice slide occurs.", "date" : "2002/09/20"}, {"title" : " The German federal election leaves Chancellor Gerhard Schröder, his Social Democrats and the Greens in power.", "date" : "2002/09/22"}, {"title" : " The Vitim event, a possible bolide impact, occurs in Siberia, Russia.", "date" : "2002/09/25"}, {"title" : " The Senegalese passenger ferry ''Joola'' capsizes in a storm off the coast of Gambia 1,863 are killed.", "date" : "2002/09/26"}, {"title" : "The Congress of the United States passes a joint resolution, which authorizes the President to use the United States Armed Forces as he deems necessary and appropriate, against Iraq.", "date" : "2002/09/26"}, {"title" : "The Beltway sniper attacks begin with 5 shootings in Montgomery County, Maryland.", "date" : "2002/09/26"}, {"title" : " The discovery of Quaoar is announced.", "date" : "2002/10/07"}, {"title" : " The Dot-com bubble bear market reaches bottom, when the Dow Jones Industrial Average slips below 7,200.", "date" : "2002/10/09"}, {"title" : " Myyrmanni bombing: A lone bomber explodes a home-made bomb in the Myyrmanni shopping mall north of Helsinki, Finland the casualties include himself.", "date" : "2002/10/11"}, {"title" : " Terrorists detonate bombs in 2 nightclubs in Kuta, Bali, killing 202 and injuring over 300.", "date" : "2002/10/12"}, {"title" : " Iraq War Resolution is authorized by a majority of the U.S. Congress.", "date" : "2002/10/16"}, {"title" : " 9 of 13 DNS root servers are disabled in a DDoS attack.", "date" : "2002/10/21"}, {"title" : " 25 ampndash Chechen rebels take control of the theatre ''Nord-Ost'' in Moscow and hold the audience hostage.", "date" : "2002/10/22"}, {"title" : " The Beltway snipers, John Allen Muhammad and Lee Boyd Malvo, are arrested.", "date" : "2002/10/24"}, {"title" : " U.S. Senator Paul Wellstone, his family, and his staff are killed in a plane accident at Eveleth, Minnesota.", "date" : "2002/10/25"}, {"title" : " Luiz Inácio Lula da Silva is elected President of Brazil.", "date" : "2002/10/27"}, {"title" : " The U.S. Republican Party maintains control of the House of Representatives and gains control of the United States Senate.", "date" : "2002/11/05"}, {"title" : " The U.S. Federal Reserve System drops its primary discount rate by 50 basis points to 0.75%, putting the real interest rate solidly below the inflation rate.", "date" : "2002/11/06"}, {"title" : " Iran bans the advertising of United States products.", "date" : "2002/11/07"}, {"title" : " Iraq disarmament crisis: The United Nations Security Council unanimously approves UN Security Council Resolution 1441, forcing Saddam Hussein to disarm or face quotserious consequencesquot.", "date" : "2002/11/08"}, {"title" : "Iraq disarmament crisis: Iraq agrees to the terms of UN Security Council Resolution 1441.", "date" : "2002/11/08"}, {"title" : "The oil tanker ''Prestige'' sinks off the Galician coast, causing a huge oil spill.", "date" : "2002/11/08"}, {"title" : " Argentina defaults on a US $805 million World Bank loan payment.", "date" : "2002/11/14"}, {"title" : " Hu Jintao becomes General Secretary of the Communist Party of China.", "date" : "2002/11/15"}, {"title" : " A Campaign against Climate Change march takes place in London from Lincoln's Inn Fields, past Esso offices to the United States Embassy.", "date" : "2002/11/16"}, {"title" : " Iraq disarmament crisis: United Nations weapons inspectors led by Hans Blix arrive in Iraq.", "date" : "2002/11/18"}, {"title" : " At the NATO Summit in Prague, Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia, and Slovenia are invited to join the organization.", "date" : "2002/11/21"}, {"title" : " In Nigeria, more than 100 are killed at an attack aimed at the Miss World contestants.", "date" : "2002/11/22"}, {"title" : " U.S. President George W. Bush signs the Homeland Security Act into law, establishing the Department of Homeland Security, in the largest U.S. government reorganization since the creation of the Department of Defense in 1947.", "date" : "2002/11/25"}, {"title" : " Legislation by the European Court of Human Rights and Law Lords, ruling in favour of convicted murderer Anthony Anderson, ends the right of the Home Secretary to set minimum terms for convicted murderers.", "date" : "2002/11/26"}, {"title" : " As required by the recently passed U.N. resolution, Iraq files a 12,000 page weapons declaration with the U.N. Security Council.", "date" : "2002/12/07"}, {"title" : " United Airlines, the second largest airline in the world, files for bankruptcy.", "date" : "2002/12/09"}, {"title" : " The High Court of Australia hands down its judgement in the Internet defamation dispute in the case of Gutnick v Dow Jones.", "date" : "2002/12/10"}, {"title" : " Hans Enoksen is elected Prime Minister of Greenland.", "date" : "2002/12/12"}, {"title" : " A suicide truck-bomb attack destroys the headquarters of Chechnya's Moscow-backed government, killing 72.", "date" : "2002/12/27"}, {"title" : " The Communist New People's Army blows up a bust of Ferdinand Marcos in Benguet, Philippines.", "date" : "2002/12/29"}, {"title" : " An eruption on the volcanic island Stromboli off the coast of Sicily causes a flank failure and tsunami. The island is later evacuated.", "date" : "2002/12/30"}, {"title" : "Population Division of the United Nations calculate that 40 million people around the world are infected with HIV.", "date" : "2002/12/30"}, {"title" : " Pascal Couchepin becomes President of the Confederation in Switzerland.", "date" : "2003/01/01"}, {"title" : " Police arrest seven suspects in connection with Wood Green ricin plot.", "date" : "2003/01/05"}, {"title" : " US Airways Express Flight 5481 crashes at Charlotte/Douglas International Airport in Charlotte, North Carolina, killing all 21 people aboard.", "date" : "2003/01/08"}, {"title" : " ''STS-107'': Space Shuttle Columbia is launched on  its last flight.", "date" : "2003/01/16"}, {"title" : " The Canberra Bushfires in Canberra, Australia, kill 4 people.", "date" : "2003/01/18"}, {"title" : " The last signal is received from NASA's Pioneer 10 spacecraft, some 7.5 billion miles from Earth.", "date" : "2003/01/23"}, {"title" : " An international group of volunteers leaves London for Baghdad to act as voluntary human shields, hoping to avert a U.S. invasion.", "date" : "2003/01/25"}, {"title" : " 2003 Phnom Penh riots: In Phnom Penh, Cambodia, the Thai embassy is burned and commercial properties of Thai businesses are vandalized.", "date" : "2003/01/29"}, {"title" : "At the conclusion of the ''STS-107'' mission, the Space Shuttle ''Columbia'' disintegrates during reentry over Texas, killing all 7 astronauts on board.", "date" : "2003/01/29"}, {"title" : "In Northern Ireland, Protestant Ulster Defence Association Belfast leader John Gregg is killed by a loyalist faction.", "date" : "2003/01/29"}, {"title" : "Morgan Spurlock begins his 30-day McDonald's diet.", "date" : "2003/01/29"}, {"title" : " Iraq disarmament crisis: U.S. Secretary of State Colin Powell addresses the UN Security Council on Iraq.", "date" : "2003/02/05"}, {"title" : "The Cricket World Cup begins in South Africa.", "date" : "2003/02/05"}, {"title" : "BBC Choice closes for the final time at 12:30 a.m., being replaced with BBC Three at 7 p.m.", "date" : "2003/02/05"}, {"title" : "War in Darfur begins.", "date" : "2003/02/05"}, {"title" : " Global protests against Iraq war: More than 10 million people protest in over 600 cities worldwide, the largest to take place before a war occurs.", "date" : "2003/02/15"}, {"title" : " An arsonist destroys a train in Daegu, South Korea, killing more than 190.", "date" : "2003/02/18"}, {"title" : " The Station nightclub fire in West Warwick, Rhode Island, claims the lives of 100 people.", "date" : "2003/02/20"}, {"title" : " An American businessman is admitted to the Vietnam France Hospital in Hanoi, Vietnam, with the first identified case of SARS. WHO doctor Carlo Urbani reports the unusual, highly contagious disease to WHO. Both the businessman and doctor later die of the disease.", "date" : "2003/02/26"}, {"title" : " Former Bosnian Serb leader Biljana Plavšić is sentenced by the U.N. tribunal in The Hague, Netherlands, to 11 years in prison.", "date" : "2003/02/27"}, {"title" : "Serbian Prime Minister Zoran Ðindic was assassinated in Belgrade.", "date" : "2003/02/27"}, {"title" : "The WHO issues a global alert on SARS.", "date" : "2003/02/27"}, {"title" : " Human evolution: The journal ''Nature'' reports that 350,000-year-old upright-walking human footprints had been found in Italy.", "date" : "2003/03/13"}, {"title" : " Hu Jintao becomes President of the People's Republic of China, replacing Jiang Zemin.", "date" : "2003/03/15"}, {"title" : "FBI agents raid the corporate headquarters of HealthSouth Corporation in Birmingham, Alabama, on suspicion of massive corporate fraud led by the company's top executives.", "date" : "2003/03/18"}, {"title" : " Iraq War begins with the invasion of Iraq by the U.S. and allied forces.", "date" : "2003/03/19"}, {"title" : " The 2003 Cricket World Cup ends as Australia beat India by 125 runs in Johannesburg, South Africa.", "date" : "2003/03/23"}, {"title" : "A passenger bus hits a remote-controlled land mine in the Chechen capital, killing at least 8.", "date" : "2003/03/23"}, {"title" : "U.S. forces seize control of Saddam International Airport, changing the airport's name to Baghdad International Airport.", "date" : "2003/03/23"}, {"title" : " U.S. forces seize control of Baghdad, ending the regime of Saddam Hussein.", "date" : "2003/04/09"}, {"title" : " The Human Genome Project is completed, with 99% of the human genome sequenced to 99.99% accuracy.", "date" : "2003/04/14"}, {"title" : " The Stevens Report concludes that members of the Royal Ulster Constabulary and British Army cooperated with the Ulster Defence Association in the killings of Catholics in Northern Ireland.", "date" : "2003/04/17"}, {"title" : " The United States announces the withdrawal of troops stationed in Saudi Arabia, and the redeployment of some at the Al Udeid Air Base in Qatar.", "date" : "2003/04/29"}, {"title" : " U. S. president George W. Bush lands on the aircraft carrier USS ''Abraham Lincoln'', where he gives a speech announcing the end of major combat in the 2003 Invasion of Iraq.   A banner behind him declares quotMission Accomplishedquot.", "date" : "2003/05/01"}, {"title" : " The Monkeyman superhero hoax begins in Tunbridge Wells, Kent, UK.", "date" : "2003/05/02"}, {"title" : " The Old Man of the Mountain, a rock formation in New Hampshire, crumbles after heavy rain.", "date" : "2003/05/03"}, {"title" : "May 10 ampndash A major severe weather outbreak spawns more tornadoes than any week in U.S. history 393 tornadoes are reported in 19 states.", "date" : "2003/05/04"}, {"title" : " Top Thrill Dragster opens at Cedar Point amusement park in Sandusky, Ohio, as the world's tallest and fastest roller coaster.", "date" : "2003/05/04"}, {"title" : " Benvenuto Cellini's ''Saliera'' is stolen from the Kunsthistorisches Museum in Vienna.", "date" : "2003/05/11"}, {"title" : "A suicide truck-bomb attack kills at least 60 at a government compound in northern Chechnya.", "date" : "2003/05/11"}, {"title" : "In Riyadh, Saudi Arabia, 26 people are killed in the Riyadh Compound Bombings.", "date" : "2003/05/11"}, {"title" : " A female suicide bomber blows up explosives strapped to her waist in a crowd of thousands of Muslim pilgrims, killing at least 18 people in Chechnya.", "date" : "2003/05/14"}, {"title" : " The date predicted by Pana-Wave Laboratory, a Japanese cult, on which a close encounter with an unknown planet would result in the extinction of most of humankind.", "date" : "2003/05/15"}, {"title" : " In Casablanca, Morocco, 33 civilians are killed and more than 100 injured in the Casablanca terrorist attacks.", "date" : "2003/05/16"}, {"title" : " Arsenal beat Southampton 1–0 to win the FA Cup.", "date" : "2003/05/17"}, {"title" : "Pen Hadow becomes the first person to walk alone, without any outside help, from Canada to the North Pole.", "date" : "2003/05/17"}, {"title" : "The Indonesian military begins an operation in Aceh province.", "date" : "2003/05/17"}, {"title" : "F.C. Porto defeat Celtic 3–2 (AET) in the UEFA Cup Final in Seville, Spain.", "date" : "2003/05/17"}, {"title" : "An earthquake in the Boumerdès region of northern Algeria kills 2,200.", "date" : "2003/05/17"}, {"title" : " The Sheffield Winter Gardens are officially opened by Elizabeth II.", "date" : "2003/05/22"}, {"title" : " Dewey, the first deer cloned by scientists at Texas AampM University, is born.", "date" : "2003/05/23"}, {"title" : " Sertab Erener wins the Eurovision Song Contest 2003 for Turkey with the song ''Every Way That I Can'', in Riga, Latvia.", "date" : "2003/05/24"}, {"title" : " After docking in Miami at 05:00, the ''SS Norway'' (old ''SS France'') is severely damaged by a boiler explosion at 06:30, that kills 7, and injures 17 crew members. A few weeks later it is announced by NCL that she will never sail again as a commercial ocean liner.", "date" : "2003/05/25"}, {"title" : " A draft of the proposed European Constitution is unveiled.", "date" : "2003/05/26"}, {"title" : " Prometea, the first horse cloned by Italian scientists, is born.", "date" : "2003/05/28"}, {"title" : " AC Milan defeats fellow Italian rival Juventus 3–2 on penalties after a scoreless tie to win the UEFA Champions League, their sixth European title.", "date" : "2003/05/28"}, {"title" : " Eric Rudolph, suspected in the Centennial Olympic Park bombing in 1996, is captured in Murphy, North Carolina.", "date" : "2003/05/31"}, {"title" : "The 29th G8 summit opens in Évian-les-Bains, France, to tight security and tens of thousands of protesters.", "date" : "2003/05/31"}, {"title" : "The People's Republic of China begins filling the lake behind the massive Three Gorges Dam, raising the water level near the dam over 100 metres.", "date" : "2003/05/31"}, {"title" : " Martha Stewart and her broker are indicted for using privileged investment information and then obstructing a federal investigation.  Stewart also resigns as chairperson and chief executive officer of ''Martha Stewart Living''.", "date" : "2003/06/04"}, {"title" : " A female suicide bomber detonates a bomb near a bus carrying soldiers and civilians to a military airfield in Mozdok, a major staging point for Russian troops in Chechnya, killing at least 16.", "date" : "2003/06/05"}, {"title" : " The largest hailstone ever recorded falls in Aurora, Nebraska.", "date" : "2003/06/22"}, {"title" : " ''Grutter v. Bollinger'': The Supreme Court of the United States upholds affirmative action in university admissions.", "date" : "2003/06/23"}, {"title" : " ''Lawrence v. Texas'': The U.S. Supreme Court declares sodomy laws  unconstitutional.", "date" : "2003/06/26"}, {"title" : " A balcony collapse in Chicago kills 13.", "date" : "2003/06/29"}, {"title" : " In Irvine, California, Joseph Hunter Parker kills 2 Albertsons employees with a sword, before being shot to death by the police.", "date" : "2003/06/30"}, {"title" : " 500,000 Hong Kong people march to protest Hong Kong Basic Law Article 23, which controversially redefines treason.", "date" : "2003/07/01"}, {"title" : " At the International Olympic Committee session in Prague, Vancouver, British Columbia is declared the host city for the XXI Olympic Winter Games in 2010.", "date" : "2003/07/02"}, {"title" : "SARS is declared to be contained by WHO.", "date" : "2003/07/02"}, {"title" : "A double suicide bombing at a Moscow rock concert kills the attackers and 15 other people.", "date" : "2003/07/02"}, {"title" : " The 70-meter Eupatoria Planetary Radar sends a METI message Cosmic Call 2 to 5 stars: Hip 4872, HD 245409, 55 Cancri, HD 10307 and 47 Ursae Majoris, that will arrive at these stars in 2036, 2040, 2044, 2044 and 2049 respectively.", "date" : "2003/07/06"}, {"title" : "Canon Jeffrey John, the first would-be gay bishop in the Church of England, withdraws his acceptance of the post of Bishop of Reading after discussions with church leaders.", "date" : "2003/07/06"}, {"title" : " Sudan Airways Flight 39, with 117 people on board, crashes in Sudan the only survivor is a 2-year-old child.", "date" : "2003/07/08"}, {"title" : " A Russian security agent dies in Moscow, while trying to defuse a bomb a woman had tried to carry into a cafe on central Moscow's main street.", "date" : "2003/07/10"}, {"title" : " CIA leak scandal: ''Washington Post'' columnist Robert Novak publishes the name of Valerie Plame, blowing her cover as a CIA operative.", "date" : "2003/07/14"}, {"title" : "The Convention on the Future of Europe finishes its work and proposes the first European Constitution.", "date" : "2003/07/14"}, {"title" : "The body of David Kelly, a scientist at the Ministry of Defence, is found a few miles from his home, leading to the Hutton inquiry.", "date" : "2003/07/14"}, {"title" : " Eleven support towers on Kinzua Bridge collapse after being hit by an F-1 tornado.", "date" : "2003/07/21"}, {"title" : " Uday and Qusay Hussein, sons of Saddam Hussein, are killed by the U.S. military in Iraq, after being tipped off by an informant.", "date" : "2003/07/22"}, {"title" : " Operation Warrior Sweep is the first major military deployment of the Afghan National Army.", "date" : "2003/07/23"}, {"title" : " The Regional Assistance Mission to the Solomon Islands, Operation Helpem Fren, led by Australia, begins.", "date" : "2003/07/24"}, {"title" : " The electorate of the Cherokee Nation of Oklahoma approves a new constitution redesignating the tribe quotCherokee Nationquot without quotof Oklahomaquot and specifically disenfranchising the Cherokee Freedmen.", "date" : "2003/07/26"}, {"title" : " The last Volkswagen Type 1 rolls off its production line in Puebla, Puebla, Mexico.", "date" : "2003/07/30"}, {"title" : " A suicide bomber rams a truck filled with explosives into a military hospital near Chechnya, killing 50 people, including Russian troops wounded in Chechnya.", "date" : "2003/08/01"}, {"title" : " The United Nations authorizes an international peacekeeping force for Liberia.", "date" : "2003/08/02"}, {"title" : "NATO takes over command of the peacekeeping force in Afghanistan, marking its first major operation outside Europe in its 54-year-history.", "date" : "2003/08/10"}, {"title" : "Jemaah Islamiah leader Riduan Isamuddin, is arrested in Bangkok, Thailand.", "date" : "2003/08/10"}, {"title" : "A heat wave in Paris causes temperatures up to 44 °C (112 °F).", "date" : "2003/08/10"}, {"title" : "A widespread power outage affects the northeastern United States and South-Central Canada.", "date" : "2003/08/10"}, {"title" : "A 6.4 Richter scale earthquake occurs near the Greek Ionian island of Lefkada 24 are injured.", "date" : "2003/08/10"}, {"title" : " Oil price increases since 2003: Global oil production begins a 4-year plateau (and subsequent decline) in the face of rising demand, causing new price increases.", "date" : "2003/08/15"}, {"title" : " The 2003 Okanagan Mountain Park Fire spreads quickly on the outskirts of Kelowna, British Columbia, threatening to engulf the largest town in British Columbia's interior.", "date" : "2003/08/16"}, {"title" : " A rocket explosion kills 21 at the Brazilian rocket complex in Alcântara, Brazil, due to the premature ignition of a solid rocket booster.", "date" : "2003/08/22"}, {"title" : "Two bomb blasts in Mumbai, India, kill 52.", "date" : "2003/08/22"}, {"title" : "The Spitzer Space Telescope was launched from Cape Canaveral, Florida, during Delta II.", "date" : "2003/08/22"}, {"title" : " Perihelic opposition: Mars makes its closest approach to Earth in over 50,000 years.", "date" : "2003/08/27"}, {"title" : "Bank robber Brian Douglas Wells is killed when a time bomb around his neck explodes, allegedly in an act of betrayal by his co-conspirators.", "date" : "2003/08/27"}, {"title" : "An electricity blackout cuts off power to around 500,000 people living in southeast England and brings 60% of London's underground rail network to a halt.", "date" : "2003/08/27"}, {"title" : " The Hubble Space Telescope starts Hubble Ultra Deep Field.", "date" : "2003/09/03"}, {"title" : " Europe's busiest shopping centre, the Bullring in Birmingham, is officially opened by Sir Albert Bore.", "date" : "2003/09/04"}, {"title" : "Swedish foreign minister Anna Lindh is stabbed in a Stockholm department store and dies the next day.", "date" : "2003/09/04"}, {"title" : "Hurricane Isabel reaches peak winds.", "date" : "2003/09/04"}, {"title" : " The ELN kidnaps 8 foreign tourists in the Ciudad Perdida in Colombia they demand a human rights investigation and release the last hostages 3 months later.", "date" : "2003/09/15"}, {"title" : " Two suicide bombers drive an explosive-filled truck into a government security services building near Chechnya, killing 3 and injuring 25.", "date" : "2003/09/16"}, {"title" : " Hurricane Isabel makes landfall as a Category 2 Hurricane on North Carolina's Outer Banks. It directly kills 16 people in the Mid-Atlantic area.", "date" : "2003/09/18"}, {"title" : " Smart 1, a European Space Agency satellite, is launched from French Guiana.", "date" : "2003/09/27"}, {"title" : " A power failure affects all of Italy except Sardinia, cutting service to more than 56 million people.", "date" : "2003/09/28"}, {"title" : " Hurricane Juan lands at Halifax, Nova Scotia, Canada, as a category 2 storm, killing 2 directly and 5 indirectly.", "date" : "2003/09/29"}, {"title" : " Israeli warplanes strike inside Syrian territory.", "date" : "2003/10/05"}, {"title" : " 2003 California recall: Voters recall Governor Gray Davis from office and elect actor Arnold Schwarzenegger to succeed him.", "date" : "2003/10/07"}, {"title" : " Facing an investigation surrounding allegations of illegal drug use, American right-wing radio host Rush Limbaugh publicly admits that he is addicted to prescription pain killers, and will seek treatment.", "date" : "2003/10/10"}, {"title" : " Michael Schumacher wins the 2003 FIA Formula One World Championship in Suzuka, Japan, beating Kimi Räikkönen to the title.", "date" : "2003/10/12"}, {"title" : "China launches Shenzhou 5, their first manned space mission.", "date" : "2003/10/12"}, {"title" : "The 2003 Staten Island Ferry crash kills 11 after one of its ferries slams into a pier.", "date" : "2003/10/12"}, {"title" : " Bolivian President Gonzalo Sánchez de Lozada is ousted from office, ending the bolivian gas conflict, and flees to the United States.", "date" : "2003/10/17"}, {"title" : " The Concorde makes its last commercial flight, bringing the era of airliner supersonic travel to a close, at least for the time being.", "date" : "2003/10/24"}, {"title" : "The Cedar Fire begins in San Diego County, burning {{convert|280,000|acre|km2}}, 2,232 homes and killing 14.", "date" : "2003/10/24"}, {"title" : "The Florida Marlins defeat the New York Yankees to win their second World Series title.", "date" : "2003/10/24"}, {"title" : " Mahathir Mohamad resigns as Prime Minister of Malaysia after 22 years in power.", "date" : "2003/10/31"}, {"title" : " Gary Ridgway, the quotGreen River Killerquot, confesses to murdering 48 women.", "date" : "2003/11/05"}, {"title" : " A lunar eclipse is seen in the Americas, Europe, Africa, and Central Asia.", "date" : "2003/11/09"}, {"title" : " Occupation of Iraq: In Nasiriya, Iraq, at least 23 people, among them the first Italian casualties of the 2003 Iraq war, are killed in a suicide bomb attack on an Italian police base.", "date" : "2003/11/12"}, {"title" : " Two car bombs explode simultaneously in Istanbul, Turkey, targeting 2 synagogues, killing at least 25 people and wounding more than 300 Al-Qaida claims responsibility.", "date" : "2003/11/15"}, {"title" : "U.S. President George W. Bush makes a state visit to London in the midst of massive protests.", "date" : "2003/11/15"}, {"title" : "The Massachusetts Supreme Judicial Court, in Goodridge v. Department of Public Health, rules anti-same-sex marriage laws unconstitutional in Massachusetts.", "date" : "2003/11/15"}, {"title" : " At the end of a long public inquiry, Deputy Prime Minister of the United Kingdom, John Prescott, gives planning approval to London Bridge Tower, set to become the tallest building in Europe.", "date" : "2003/11/19"}, {"title" : " Several bombs explode in Istanbul, Turkey, destroying the Turkish head office of HSBC and the British consulate.", "date" : "2003/11/20"}, {"title" : " 2003 Rugby World Cup: England defeat Australia 20–17 after extra time.", "date" : "2003/11/22"}, {"title" : "The Georgian Rose Revolution ends in overwhelming victory president Eduard Shevardnadze resigns following weeks of mass protests over fraudulent elections.", "date" : "2003/11/22"}, {"title" : "A total solar eclipse is seen over Antarctica.", "date" : "2003/11/22"}, {"title" : " The High Court in Glasgow imposes a minimum sentence of 27 years for Al Ali Mohmed Al Megrahi, the Libyan convicted of bombing Pan Am Flight 103 over Lockerbie, Scotland.", "date" : "2003/11/24"}, {"title" : "The use of hand-held cell phones while driving is made illegal in the United Kingdom.", "date" : "2003/11/24"}, {"title" : "Boeing chairman and CEO Phil Condit resigns unexpectedly. He is replaced by Lewis Platt as non-executive chairman and Harry Stonecipher as president and CEO.", "date" : "2003/11/24"}, {"title" : "A suicide bombing on a commuter train in southern Russia kills 44 people. President Vladimir Putin condemns the attack as a bid to destabilize the country 2 days before parliamentary elections.", "date" : "2003/11/24"}, {"title" : "The eighteenth Commonwealth Heads of Government Meeting opens in Abuja, Nigeria.", "date" : "2003/11/24"}, {"title" : "Parliamentary elections are held in Russia.", "date" : "2003/11/24"}, {"title" : "Australian schoolboy Daniel Morcombe disappears from a bus stop on the Sunshine Coast, Queensland, Australia. It is one of the country's highest profile mysteries.", "date" : "2003/11/24"}, {"title" : " The Aso Rock Declaration is issued at the Commonwealth Heads of Government Meeting, outlining the Commonwealth's priority objectives.", "date" : "2003/12/08"}, {"title" : " A female suicide bomber detonates outside Moscow's National Hotel, across from the Kremlin and Red Square, killing 5 bystanders.", "date" : "2003/12/09"}, {"title" : "Paul Martin becomes the 21st Prime Minister of Canada.", "date" : "2003/12/09"}, {"title" : "Olympic Airlines, Greece's new flag carrier, is launched.", "date" : "2003/12/09"}, {"title" : " Saddam Hussein, former President of Iraq, is captured in Tikrit by the U.S. 4th Infantry Division.", "date" : "2003/12/13"}, {"title" : " The United Kingdom announces plans to build a new runway at Stansted Airport in Essex and a short-haul runway at Heathrow Airport, sparking anger from environmental groups.", "date" : "2003/12/16"}, {"title" : " The Soham Murder Trial ends at the Old Bailey in London, with Ian Huntley found guilty of two counts of murder. His girlfriend Maxine Carr is found guilty of perverting the course of justice.", "date" : "2003/12/18"}, {"title" : " Libya admits to building a nuclear bomb.", "date" : "2003/12/20"}, {"title" : "An earthquake in California kills 2.", "date" : "2003/12/20"}, {"title" : "Parmalat is first accused of falsifying accounts to the tune of USD $5 billion, later admitted by founder Calisto Tanzi observers call it ampquotEurope's Enronampquot.", "date" : "2003/12/20"}, {"title" : "A PetroChina Chuandongbei natural gas field explosion in Guoqiao, Kai County, Chongqing, China, kills 234.", "date" : "2003/12/20"}, {"title" : "WTO becomes a specialized agency of the United Nations.", "date" : "2003/12/20"}, {"title" : "A BSE (mad cow disease) outbreak in Washington State is announced. Several countries including Brazil, Australia and Taiwan ban the import of beef from the United States.", "date" : "2003/12/20"}, {"title" : "At the request of the U.S. Embassy in Paris, the French Government orders Air France to cancel several flights between France and the U.S. in response to terrorist concerns.", "date" : "2003/12/20"}, {"title" : "The Spanish police thwart an attempt by ETA to detonate 50ampampnbspkg of explosives at 3:55 p.m. on Christmas Eve inside Madrid's busy Chamartín Station.", "date" : "2003/12/20"}, {"title" : "Beagle 2 is scheduled to land on Mars, but nothing is heard from the lander.", "date" : "2003/12/20"}, {"title" : "President Pervez Musharraf of Pakistan escapes the second assassination attempt in 2 weeks.", "date" : "2003/12/20"}, {"title" : "The final episode of Britain's biggest entertainment show, ''Only Fools and Horses'', is aired.", "date" : "2003/12/20"}, {"title" : " A massive earthquake devastates southeastern Iran over 40,000 people are reported killed in the city of Bam.", "date" : "2003/12/26"}, {"title" : "David Bieber is arrested on suspicion of the Boxing Day police shootings in Leeds.", "date" : "2003/12/26"}, {"title" : "British Airways Flight 223, a Boeing 747-400 flying from London Heathrow to Washington Dulles, is escorted into Dulles Airport by F-16 fighter jets after intelligence reports of terrorists trying to board the jet and use it in a terrorist attack.", "date" : "2003/12/26"}, {"title" : "Parts of the UK are left without power on New Year's Eve due to wintry weather including blizzards and thunderstorms.", "date" : "2003/12/26"}, {"title" : " Pervez Musharraf wins a vote of confidence from an electoral college consisting of Parliament and the provincial assemblies, confirming him as President of Pakistan and de facto dictator until 2007.", "date" : "2004/01/01"}, {"title" : " Flash Airlines Flight 604 crashes into the Red Sea off the coast of Egypt, killing all 148 aboard.", "date" : "2004/01/03"}, {"title" : "Mikhail Saakashvili wins the presidential elections in Georgia.", "date" : "2004/01/03"}, {"title" : "NASA's MER-A (''Spirit'') lands on Mars at 04:35 UTC.", "date" : "2004/01/03"}, {"title" : " Elizabeth II christens the ''RMS Queen Mary 2'' cruise liner, the largest passenger ship afloat. The ship sets sail on her maiden voyage four days later.", "date" : "2004/01/08"}, {"title" : " Serial killer Harold Shipman is found hanged in his cell at Wakefield Prison, four years after being convicted of murdering 15 patients in Cheshire, England.", "date" : "2004/01/13"}, {"title" : " NASA's MER-B (''Opportunity'') lands on Mars at 05:05 UTC.", "date" : "2004/01/24"}, {"title" : " The findings of the Hutton Inquiry are published in London. The British Government is found not to have falsified information in the quotsexed up dossier.quot The report criticizes the BBC's role in the death of David Kelly, a weapons expert on Iraq.", "date" : "2004/01/28"}, {"title" : " A hajj stampede in Mina, Saudi Arabia, kills 251 pilgrims.", "date" : "2004/02/01"}, {"title" : " An 11-story apartment building collapses in Konya, Turkey, killing more than 90 residents.", "date" : "2004/02/02"}, {"title" : "The CIA admits that there was no imminent threat from weapons of mass destruction before the 2003 invasion of Iraq.", "date" : "2004/02/02"}, {"title" : "Jóannes Eidesgaard becomes prime minister of the Faroe Islands.", "date" : "2004/02/02"}, {"title" : " A suicide bomber kills 41 people on a metro car in Moscow.", "date" : "2004/02/06"}, {"title" : " Several leaders of Abnaa el-Balad are arrested in Israel.", "date" : "2004/02/07"}, {"title" : "At least 50 people are killed in a car bomb attack on a police recruitment centre south of Baghdad.", "date" : "2004/02/07"}, {"title" : "The French National Assembly votes to pass a law banning religious items and clothing from schools.", "date" : "2004/02/07"}, {"title" : " San Francisco, California, begins issuing marriage licenses to same-sex couples in an act of civil disobedience.", "date" : "2004/02/12"}, {"title" : "Athens gets hit by a major blizzard which blankets the entire city for days, causing widespread havoc.", "date" : "2004/02/12"}, {"title" : "Scientists in South Korea announce the cloning of 30 human embryos.", "date" : "2004/02/12"}, {"title" : "Riots break out between New South Wales Police and Aboriginal residents of Redfern, New South Wales, a suburb of Sydney, Australia.", "date" : "2004/02/12"}, {"title" : "The roof of the Transvaal water park in Moscow collapses, killing 25 and injuring more than 100.", "date" : "2004/02/12"}, {"title" : "February 20 ampndash A nor'easter blizzard devastates Atlantic Canada, dumping more than 37.4 in. (95ampnbspcm.) on some areas.", "date" : "2004/02/17"}, {"title" : " A train carrying a convoy of petrol, fertiliser, and sulphur derails and explodes in Iran, killing 320 people.", "date" : "2004/02/18"}, {"title" : " Conservatives win a majority in the Iranian parliament election.", "date" : "2004/02/20"}, {"title" : " A 6.5 Richter scale earthquake in Northern Morocco hits in the Rif mountains near the city of Al Hoceima, killing 400. Ait Kamara is destroyed 517 are killed.", "date" : "2004/02/24"}, {"title" : "The United States lifts a 23-year travel ban against Libya.", "date" : "2004/02/24"}, {"title" : "Macedonian President Boris Trajkovski is killed in a plane crash near Mostar, Bosnia and Herzegovina.", "date" : "2004/02/24"}, {"title" : " 2004 SuperFerry 14 bombing: The Abu Sayyaf guerrilla group is blamed for the deadliest terrorist attack at sea in world history, which kills 116 in the Philippines.", "date" : "2004/02/27"}, {"title" : " Over 1 million Taiwanese participating in the 228 Hand-in-Hand Rally form a {{convert|500|km|mi|adj=on}} long human chain to commemorate the 228 Incident in 1947.", "date" : "2004/02/28"}, {"title" : " 2004 Haiti rebellion: Jean-Bertrand Aristide resigns as president of Haiti. The chief justice of the Haitian Supreme Court, Boniface Alexandre, is sworn in as interim president.", "date" : "2004/02/29"}, {"title" : " NASA announces that the Mars rover MER-B (Opportunity) has confirmed that its landing area was once drenched in water.", "date" : "2004/03/02"}, {"title" : " Five British men are released from detention at Camp Delta, Guantanamo Bay. After they land at RAF Brize Norton, 4 of them are immediately arrested for questioning.", "date" : "2004/03/10"}, {"title" : " Terrorists execute simultaneous attacks, with bombs in 4 rush-hour trains in Madrid, killing 191 people.", "date" : "2004/03/11"}, {"title" : " Following the terrorist attacks in Madrid the previous day, millions of protesters against terrorism take to the streets of Spanish cities.", "date" : "2004/03/12"}, {"title" : "Two suicide bombers kill 11 Israeli civilians in Ashdod, Israel.", "date" : "2004/03/12"}, {"title" : "Spanish legislative election, 2004: The incumbent government led by José María Aznar is defeated by the Socialist José Luis Rodríguez Zapatero.", "date" : "2004/03/12"}, {"title" : "Russian presidential election, 2004: Vladimir Putin easily wins a second term.", "date" : "2004/03/12"}, {"title" : " The new Spanish Government announces that it will withdraw Spain's 1,300 troops in Iraq.", "date" : "2004/03/15"}, {"title" : "Fifteen-year-old Scottish boy Kriss Donald abducted, tortured and murdered by Pakistani gang in racially motivated attack in Glasgow.", "date" : "2004/03/16"}, {"title" : " A pogrom-like organized violence breaks out over 2 days in Kosovo 19 people are killed, 8000 Serbian homes burned, schools and businesses vandalized, and over 300 Orthodox monasteries and churches burned and destroyed.", "date" : "2004/03/17"}, {"title" : " The United Nations launches a political corruption investigation due to the scandal over its Iraqi Oil for Food program.", "date" : "2004/03/19"}, {"title" : " Salvadoran presidential election, 2004: Antonio Saca is elected President of El Salvador.", "date" : "2004/03/21"}, {"title" : " Palestinians protest in the streets after an Israeli helicopter gunship fires a missile at the entourage of Sheikh Ahmed Yassin in Gaza City, killing him and 7 others.", "date" : "2004/03/22"}, {"title" : "  British prime minister Tony Blair visits Libyan leader Colonel Muammar al-Gaddafi, in return for the dismantling of Libya's weapons of mass destruction programme in December 2003 (the first time a major western leader had visited the nation in several decades). !-- Please correct details if known --", "date" : "2004/03/25"}, {"title" : "In France, the government of prime minister Jean-Pierre Raffarin suffers a stunning and unprecedented defeat in regional elections.", "date" : "2004/03/25"}, {"title" : "The first ever reported South Atlantic hurricane makes landfall in South Brazil in the state of Santa Catarina ampampndash the hurricane is dubbed Hurricane Catarina.", "date" : "2004/03/25"}, {"title" : "The Republic of Ireland bans smoking in all enclosed work places, including restaurants, pubs and bars.", "date" : "2004/03/25"}, {"title" : "The largest expansion of NATO to date takes place, allowing Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia and Slovenia into the organization.", "date" : "2004/03/25"}, {"title" : " Four American private military contractors working for Blackwater USA are killed, and their bodies mutilated, after being ambushed in Fallujah, Iraq.", "date" : "2004/03/31"}, {"title" : " Elizabeth II begins a state visit to France to celebrate the 100th anniversary of the Entente Cordiale.", "date" : "2004/04/05"}, {"title" : " Darfur conflict: The Humanitarian Ceasefire Agreement is signed by the Sudanese government and 2 rebel groups.", "date" : "2004/04/08"}, {"title" : " Israeli helicopters fire missiles at a convoy of vehicles in the Gaza Strip, killing the Gaza leader of Hamas, Abdel Aziz al-Rantissi.", "date" : "2004/04/17"}, {"title" : " Mordechai Vanunu, who revealed an Israeli nuclear weapons program in the 1980s, is released from prison in Israel after serving 18 years for treason.", "date" : "2004/04/21"}, {"title" : "Ryongchon disaster: Two trains carrying explosives and fuel collide in Ryongchon, North Korea, killing 161 people, injuring 1,300 and destroying thousands of homes.", "date" : "2004/04/21"}, {"title" : "The last coal mine in France closes, ending nearly 300 years of coal mining.", "date" : "2004/04/21"}, {"title" : " Referendums on the Annan Plan for Cyprus, which proposes to re-unite the island, take place in both the Greek-controlled and the Turkish-controlled parts. Although the Turkish Cypriots vote in favour, the Greek Cypriots reject the proposal.", "date" : "2004/04/24"}, {"title" : " Abu Ghraib prisoner abuse in Iraq is revealed on the television show ''60 Minutes II''.", "date" : "2004/04/28"}, {"title" : " The last Oldsmobile in the GM marque's 107-year history rolls off of the assembly line.", "date" : "2004/04/29"}, {"title" : " The largest expansion to date of the European Union takes place, extending the Union by 10 member-states: Poland, Lithuania, Latvia, Estonia, the Czech Republic, Slovakia, Slovenia, Hungary, Malta and Cyprus.", "date" : "2004/05/01"}, {"title" : " the Toronto Maple Leafs played their last NHL playoff game.", "date" : "2004/05/04"}, {"title" : " The series finale of Friends airs on NBC.", "date" : "2004/05/06"}, {"title" : " Would-be quotSaudi Princessquot quotAntoinette Millardquot surfaces in New York City, claiming that muggers had stolen jewels worth of $262,000 from her (she later proves to be an impostor).", "date" : "2004/05/08"}, {"title" : " Chechen president Akhmad Kadyrov is killed by a landmine placed under a VIP stage during a World War II memorial parade in Grozny.", "date" : "2004/05/09"}, {"title" : " Philippine general election, 2004: Incumbent president Gloria Macapagal-Arroyo is elected for a 6-year term.", "date" : "2004/05/10"}, {"title" : " An American civilian contractor in Iraq, Nick Berg, is shown being decapitated by a group allegedly linked to al-Qaida on a web-distributed video.", "date" : "2004/05/12"}, {"title" : " Frederik, Crown Prince of Denmark, marries Australian Mary Donaldson in Copenhagen.", "date" : "2004/05/14"}, {"title" : " South Africa is awarded the 2010 FIFA World Cup.", "date" : "2004/05/15"}, {"title" : " A coup d'état in Chad against President Idriss Déby fails.", "date" : "2004/05/16"}, {"title" : "Ezzedine Salim, holder of the rotating leadership of the Iraq Interim Governing Council, is killed in a bomb blast in Baghdad.", "date" : "2004/05/16"}, {"title" : "Massachusetts legalizes same-sex marriage, in compliance with a ruling from the state's Supreme Judicial Court (''Goodridge v. Department of Public Health'').", "date" : "2004/05/16"}, {"title" : " Jeremy Sivits pleads guilty in a court-martial in connection with alleged abuse of Iraqi prisoners at Abu Ghraib prison in Baghdad.", "date" : "2004/05/19"}, {"title" : " Dr. Manmohan Singh assumes office as the 17th and first Sikh Prime Minister of the Republic Of India.", "date" : "2004/05/22"}, {"title" : "A section of the ceiling in Terminal 2E at Paris's Charles de Gaulle International Airport collapses, claiming at least 6 lives.", "date" : "2004/05/22"}, {"title" : "Japanese prime minister Junichiro Koizumi visits North Korea, to secure the release of the families of the 9 abducted Japanese citizens returned earlier.", "date" : "2004/05/22"}, {"title" : " North Korea bans mobile phones (see Communications in North Korea).", "date" : "2004/05/24"}, {"title" : "Terry Nichols is convicted by an Oklahoma state court on murder charges stemming from the 1995 Oklahoma City bombing.", "date" : "2004/05/24"}, {"title" : "F.C. Porto wins the European Champion Clubs Cup, defeating A.S. Monaco 3–0.", "date" : "2004/05/24"}, {"title" : " The National World War II Memorial is dedicated in Washington, DC.", "date" : "2004/05/29"}, {"title" : " Thousands of people in Hong Kong take to the streets to commemorate the 15th anniversary of the Tiananmen Square massacre.", "date" : "2004/05/30"}, {"title" : "Sasebo slashing: Satomi Mitarai, a 12-year-old Japanese schoolgirl attending Okubo Elementary School in Sasebo, Japan, is murdered. Her killer is an 11-year-old classmate identified by Japanese authorities as ampquotGirl Aampquot.", "date" : "2004/05/30"}, {"title" : "Salvadoran presidential election, 2004: Antonio Saca is inaugurated as the President of El Salvador", "date" : "2004/05/30"}, {"title" : "Central Intelligence Agency director George Tenet tenders his resignation, citing ampquotpersonal reasonsampquot. John E. McLaughlin, CIA Deputy Director, becomes the acting Director until a permanent Director is chosen and confirmed by Congress.", "date" : "2004/05/30"}, {"title" : " Marvin Heemeyer destroys many local buildings with a home-made tank in Granby, Colorado.", "date" : "2004/06/04"}, {"title" : "The first transit of Venus since 1882 occurs the next one will occur in 2012.", "date" : "2004/06/04"}, {"title" : "The 30th G8 summit takes place over the next 2 days on Sea Island, in Georgia, USA.", "date" : "2004/06/04"}, {"title" : "The pickled heart of Louis XVII of France is buried in the royal crypt at Saint-Denis.", "date" : "2004/06/04"}, {"title" : " Terry Nichols is spared the death penalty by an Oklahoma state court on murder charges stemming from the 1995 Oklahoma City bombing. The decision comes on the third anniversary of the execution of his co-defendant, Timothy McVeigh, in Terre Haute, Indiana.", "date" : "2004/06/11"}, {"title" : " A 1.3ampnbspkg chondrite type meteorite strikes a house in Ellerslie, New Zealand, causing serious damage but no injuries.", "date" : "2004/06/12"}, {"title" : " The National Commission on Terrorist Attacks Upon the United States (or quot9/11 Commissionquot) issues an initial report of its findings.", "date" : "2004/06/16"}, {"title" : " In Mojave, California, SpaceShipOne becomes the first privately funded spaceplane to achieve spaceflight.", "date" : "2004/06/21"}, {"title" : "29 ampndash The 2004 Istanbul Summit is held.", "date" : "2004/06/28"}, {"title" : "Union Pacific and Burlington Northern Santa Fe trains collide in a rural area outside of San Antonio, Texas 40 cars are derailed, including one chlorine car. Three people die, another 50 people are hospitalized because of exposure to the gas.", "date" : "2004/06/28"}, {"title" : "The U.S.-led coalition occupying Iraq transfers sovereignty to an Iraqi Interim Government.", "date" : "2004/06/28"}, {"title" : "Canadian federal election, 2004: The Liberal Party, led by Paul Martin, is reduced to a minority government, after holding a majority since November 1993.", "date" : "2004/06/28"}, {"title" : " Preliminary hearings begin in Iraq in the trial of former president Saddam Hussein, for war crimes and crimes against humanity.", "date" : "2004/06/30"}, {"title" : "The Cassini–Huygens spacecraft arrives at Saturn.", "date" : "2004/06/30"}, {"title" : "The Vatican gains full membership rights in the United Nations except voting.", "date" : "2004/06/30"}, {"title" : " At just 17 years and 75 days of age, Maria Sharapova becomes the second youngest tennis player to win Wimbledon, defeating Serena Williams in the final.", "date" : "2004/07/03"}, {"title" : " Groundbreaking for the Freedom Tower begins at Ground Zero in New York City.", "date" : "2004/07/04"}, {"title" : " Greece wins UEFA Euro 2004 at Estádio da Luz in Portugal.", "date" : "2004/07/04"}, {"title" : " The Old Bridge of Mostar in Bosnia and Herzegovina is reconstructed and reopened after being destroyed by Bosnian Croat forces on November 9, 1993.", "date" : "2004/07/22"}, {"title" : "Over 100,000 opponents of Israel's unilateral disengagement plan of 2004 participate in a human chain from Gush Katif, to the Western Wall, Jerusalem (90 kilometers).", "date" : "2004/07/22"}, {"title" : "Lance Armstrong of Austin, Texas wins an unprecedented 6th consecutive Tour de France cycling title.", "date" : "2004/07/22"}, {"title" : "A supermarket fire in Asunción, Paraguay, kills about 400 and leaves over 100 missing.", "date" : "2004/07/22"}, {"title" : "A bomb attack occurs in front of Prague's Casino Royal.", "date" : "2004/07/22"}, {"title" : " Monday demonstrations against social cutbacks began in Germany.", "date" : "2004/08/02"}, {"title" : "The Statue of Liberty reopens after security improvements.", "date" : "2004/08/02"}, {"title" : "NASA's MESSENGER is launched (it was captured into Mercury's orbit on March 18, 2011).", "date" : "2004/08/02"}, {"title" : " A United Nations report blaming the government of Sudan for crimes against humanity in Darfur is released.", "date" : "2004/08/06"}, {"title" : " At the Mihama Nuclear Power Plant, a pipe leaking hot water and steam kills 5 and injures 6 others, in the 2nd worst nuclear disaster in Japan.", "date" : "2004/08/09"}, {"title" : "Singapore's prime minister Goh Chok Tong hands over his position to Lee Hsien Loong.", "date" : "2004/08/09"}, {"title" : "New Jersey Governor James McGreevey announces that he is ampquota gay Americanampquot and will resign effective November 15, 2004.", "date" : "2004/08/09"}, {"title" : "August 29 ampndash The 2004 Summer Olympics are held in Athens.", "date" : "2004/08/13"}, {"title" : " Hurricane Charley kills 27 people in Florida, after killing 4 in Cuba and 1 in Jamaica. Charley makes landfall near Cayo Costa, Florida, as a Category 4 hurricane. Charley is the most intense hurricane to strike the United States since Hurricane Andrew in 1992.", "date" : "2004/08/13"}, {"title" : " Severe flooding occurs in the village of Boscastle in Cornwall.", "date" : "2004/08/16"}, {"title" : " In Dublin, Ireland, the Dublin Port Tunnel excavation works are completed and the final tunnel boring machine breakthrough ceremony takes place.", "date" : "2004/08/18"}, {"title" : " Elbegdorj Tsakhia, the peaceful democratic revolutionary leader of Mongolia, becomes Prime Minister of Mongolia for the second time.", "date" : "2004/08/20"}, {"title" : " A series of blasts rocks an opposition party rally in Dhaka, Bangladesh, killing at least 13 people.", "date" : "2004/08/21"}, {"title" : " Armed robbers steal Edvard Munch's ''The Scream'', ''Madonna'', and other paintings from the Munch Museum in Oslo, Norway.", "date" : "2004/08/22"}, {"title" : " Two airliners in Russia, carrying a total of 89 passengers, crash within minutes of each other after flying out of Domodedovo International Airport, leaving no survivors. Authorities suspect suicide attacks by rebels from Chechnya to be the cause of the crashes.", "date" : "2004/08/24"}, {"title" : " Around 200,000 protesters demonstrate in New York City against U.S. President George W. Bush and his government, ahead of the 2004 Republican National Convention.", "date" : "2004/08/29"}, {"title" : "September 2 ampndash U.S. President George W. Bush and Vice President Dick Cheney are renominated at the Republican National Convention in New York City.", "date" : "2004/08/30"}, {"title" : "Two suicide attacks on buses in Beer Sheva, Israel, kill at least 16 people and injure at least 60. Hamas claims responsibility for the attacks.", "date" : "2004/08/30"}, {"title" : "A woman commits a suicide attack near a subway station in northern Moscow, Russia, killing at least 10 people and injuring at least 50. Authorities hold Chechen rebels responsible.", "date" : "2004/08/30"}, {"title" : "September ampampndash The Great Laxey Mine Railway of the Isle of Man is re-opened.", "date" : "2004/08/30"}, {"title" : " Chechen terrorists take between 1,000 and 1,500 people hostage, mostly children, in a school in the Beslan school hostage crisis. The hostage-takers demand the release of Chechen rebels imprisoned in neighbouring Ingushetia and the independence of Chechnya from Russia.", "date" : "2004/09/01"}, {"title" : "The United Nations Security Council adopts Resolution 1559, calling for the removal of all foreign troops from Lebanon. This measure is largely aimed at Syrian troops.", "date" : "2004/09/01"}, {"title" : "Hurricane Ivan forms.", "date" : "2004/09/01"}, {"title" : "Russian forces end the siege at a school in Beslan, Northern Ossetia. At least 335 people (among which are 32 of the approximately 40 hostage-takers) are killed and at least 700 people injured.", "date" : "2004/09/01"}, {"title" : "Hurricane Frances makes landfall in Florida. After killing 2 people in the Bahamas, Hurricane Frances kills 10 people in Florida, 2 in Georgia, USA and 1 in South Carolina.", "date" : "2004/09/01"}, {"title" : " Hurricane Ivan passes directly over Grenada, killing 37 people. It passes over other Caribbean islands over the next 2 days, killing 5 people in Venezuela, 4 in the Dominican Republic, 1 in Tobago and 20 in Jamaica.", "date" : "2004/09/07"}, {"title" : " In the quotRathergatequot affair, the first Internet posts appear, pointing out that documents claimed by CBS News to be typewritten memos from the early 1970s appear instead to have been produced using modern word processing systems.", "date" : "2004/09/08"}, {"title" : "A bomb blast outside the Australian embassy in Jakarta, Indonesia, kills 11 and injures up to 100 people.", "date" : "2004/09/08"}, {"title" : "Typhoon Songda hits western Japan, killing 45 and injuring another 1,352.", "date" : "2004/09/08"}, {"title" : " The U.S. Assault Weapons Ban expires.", "date" : "2004/09/13"}, {"title" : "Davíð Oddsson, Prime Minister of Iceland, steps down after serving as prime minister since April 30, 1991. Oddson trades posts with his foreign minister Halldór Ásgrímsson, who then becomes Prime Minister.", "date" : "2004/09/13"}, {"title" : "Security at the Palace of Westminster is compromised, when the House of Commons is stormed by a small group of protestors during a debate about fox hunting.", "date" : "2004/09/13"}, {"title" : "ampquotGirl Aampquot, who committed the Sasebo slashing, is sentenced to be institutionalized.", "date" : "2004/09/13"}, {"title" : " Hurricane Ivan strikes Gulf Shores, Alabama, as a Category 3 storm, killing 25 in Alabama and Florida, becoming the 3rd costliest hurricane in American history (currently the 4th following the destruction of 2005's Hurricane Katrina).", "date" : "2004/09/16"}, {"title" : "Hurricane Jeanne causes mudslides in Haiti, killing 3006.", "date" : "2004/09/16"}, {"title" : "The 2004 Summer Paralympics commences in Athens, Greece.", "date" : "2004/09/16"}, {"title" : "Mexico and Japan finish 2-year-long negotiations and sign a Free Trade Agreement in Mexico City.", "date" : "2004/09/16"}, {"title" : " Construction of the Burj Khalifa begins.", "date" : "2004/09/21"}, {"title" : " The TV series ''Lost'' airs its pilot.", "date" : "2004/09/22"}, {"title" : "Mount St. Helens becomes active again.", "date" : "2004/09/22"}, {"title" : " Major League Baseball announces that the Montreal Expos will move to Washington D.C. in 2005.", "date" : "2004/09/24"}, {"title" : " Hurricane Jeanne makes landfall near Port Saint Lucie, Florida, near the location Hurricane Frances hit 2 weeks earlier. Jeanne kills over 3,030, mostly in Haiti.", "date" : "2004/09/25"}, {"title" : " In Mojave, California, the first Ansari X-Prize flight takes place of SpaceShipOne, which is competing with a number of spacecraft (including Canada's Da Vinci Project, claimed to be its closest rival) and goes on to win the prize on October 4.", "date" : "2004/09/29"}, {"title" : " Two car bombs kill at least 16 people and injure dozens more in Baghdad.", "date" : "2004/10/04"}, {"title" : "A fire breaks out on the Canadian submarine ''HMCS ''Chicoutimi'''', leaving it stranded without power in the North Atlantic ocean, off the north coast of Ireland 1 crewmember is killed.", "date" : "2004/10/04"}, {"title" : "West Sulawesi officially becomes a province in Indonesia after the expansion of South Sulawesi.", "date" : "2004/10/04"}, {"title" : " Suicide bombers detonate 2 bombs at the Red Sea resort of Taba, Egypt, killing 34 people, mainly Israeli tourists and Egyptian workers.", "date" : "2004/10/08"}, {"title" : " Direct elections for president are held for the first time in Afghanistan. Interim president Hamid Karzai is eventually declared the winner.", "date" : "2004/10/09"}, {"title" : " Abdullahi Yusuf is chosen as the new transitional president of Somalia.", "date" : "2004/10/10"}, {"title" : " Prince Norodom Sihamoni is chosen as the new king of Cambodia.", "date" : "2004/10/14"}, {"title" : "The New York Yankees defeat the Boston Red Sox 19–8 in Game 3 of Major League Baseball's American League Championship Series. The game, which pushes the Yankees to a 3 games to 0 series lead, sets a record for longest 9 inning baseball game.", "date" : "2004/10/14"}, {"title" : "Arsenal lose for the first time in 49 league games, a national record, going down 2–0 to Manchester United at Old Trafford.", "date" : "2004/10/14"}, {"title" : "General Khin Nyunt is replaced by Lieutenant-General Soe Win as Prime Minister of Myanmar.", "date" : "2004/10/17"}, {"title" : "The Ubuntu operating system is first released.", "date" : "2004/10/17"}, {"title" : "Corporate Airlines Flight 5966 crashes in Missouri, killing 13 people and injuring 2.", "date" : "2004/10/17"}, {"title" : "Susilo Bambang Yudhoyono becomes the first directly elected President of Indonesia.", "date" : "2004/10/17"}, {"title" : "The Ministry of Defence approves the deployment of the Black Watch regiment of the British Army to Baghdad, Iraq, after a request for assistance by the U.S. government.", "date" : "2004/10/17"}, {"title" : "Typhoon Tokage kill 98, injured 552 in western Japan.", "date" : "2004/10/17"}, {"title" : " A Magnitude 6.7 earthquake and aftershocks of similar scale occur in the Tokamachi area. A huge landslide occurs on the outskirts of Nagaoka. According to Japanese officials, 68 people are killed, 4,085 are injured, and 103,000 are rendered homeless.", "date" : "2004/10/23"}, {"title" : "Brazil successfully launches its first rocket into space.", "date" : "2004/10/23"}, {"title" : "Michael Schumacher wins his 7th Formula One World Drivers Championship (5th consecutive), making him the most successful driver in the history of Formula One.", "date" : "2004/10/23"}, {"title" : " Martin Luther King, Jr. and Coretta Scott King receive the Congressional Gold Medal.", "date" : "2004/10/25"}, {"title" : " The Cassini probe passes within 1,200ampnbspkm of Titan.", "date" : "2004/10/26"}, {"title" : "The Boston Red Sox win the World Series for the first time since 1918.", "date" : "2004/10/26"}, {"title" : "Details of the discovery of a new, recent species of fossil hominid, ''Homo floresiensis'', from the island of Flores, Indonesia, are published.", "date" : "2004/10/26"}, {"title" : " European heads of state sign in Rome the Treaty and Final Act, establishing the first European Constitution.", "date" : "2004/10/29"}, {"title" : " A 163-metre-high radio mast in Peterborough, UK collapses at a fire.", "date" : "2004/10/30"}, {"title" : " Leftist candidate Tabaré Vázquez is elected President of Uruguay.", "date" : "2004/10/31"}, {"title" : "Eleven American states ban gay marriage.", "date" : "2004/10/31"}, {"title" : "Dutch film maker Theo van Gogh is assassinated in Amsterdam, Netherlands by Mohammed Bouyeri.", "date" : "2004/10/31"}, {"title" : "Incumbent President George W. Bush is reelected as President of the United States of America.", "date" : "2004/10/31"}, {"title" : "The Ufton Nervet rail crash in Berkshire, England kills 7 people.", "date" : "2004/10/31"}, {"title" : "In Côte d'Ivoire, National Army bombings kill 9 people, including French UN soldiers. French UN forces retaliate by destroying the National Army's air force.", "date" : "2004/10/31"}, {"title" : " U.S. forces launch a major assault on the Iraqi town of Fallujah, in an effort to rid the area of insurgents before the Iraqi elections in January.", "date" : "2004/11/07"}, {"title" : " The Irish High Court rules that Katherine Zappone and Ann Louise Gilligan can sue the Revenue Commissioner to have their Vancouver, British Columbia Same-sex marriage recognized for tax purposes.", "date" : "2004/11/08"}, {"title" : " After six days of intense battles, the Iraqi town of Fallujah is fully occupied by U.S. forces.", "date" : "2004/11/13"}, {"title" : " United States Secretary of State Colin Powell submits his resignation. He is replaced by Condoleezza Rice after her confirmation by the United States Congress.", "date" : "2004/11/14"}, {"title" : "The European Space Agency probe Smart 1 passes from Earth orbit into the orbit of the Moon.", "date" : "2004/11/14"}, {"title" : "A train crash near Bundaberg, Queensland, Australia, injures 150 people.", "date" : "2004/11/14"}, {"title" : "The People's Republic of China agrees to invest $20 billion dollars in Argentina, a deal signed days before the Asia-Pacific Economic Cooperation forum to be held in Santiago, Chile.", "date" : "2004/11/14"}, {"title" : "NASA's hypersonic ''Scramjet'' breaks a record by reaching a velocity of about 7,000ampampnbspmph in an unmanned experimental flight. It obtains a speed of Mach 9.6, almost 10 times the speed of sound.", "date" : "2004/11/14"}, {"title" : "November 21 ampndash The APEC Summit is held in Santiago, Chile.", "date" : "2004/11/17"}, {"title" : " The NBA's Indiana Pacers and Detroit Pistons engage in a brawl that involves fans and players. The incident gets (then) Pacer Ron Artest suspended for the remainder of the season.", "date" : "2004/11/19"}, {"title" : " Ukrainian presidential election, 2004: Viktor Yanukovych is declared the winner in the final round. International election observers express severe criticism, and large crowds gather in a protest rally in Kiev 12 days later, the Supreme Court annuls the result, and a new poll is scheduled.", "date" : "2004/11/21"}, {"title" : " The Indian political party Congress Jananayaka Peravai merges into the Indian National Congress.", "date" : "2004/11/25"}, {"title" : " A group of Iraqi political leaders, primarily from Sunni and Kurdish parties, advocate a 6-month delay in popular elections scheduled for January 2005.", "date" : "2004/11/26"}, {"title" : "A coal mine explosion in China kills over 150.", "date" : "2004/11/26"}, {"title" : "Ricardo Lagos, President of Chile, promises economic compensation to 28,000 torture victims of Augusto Pinochet's military dictatorship.", "date" : "2004/11/26"}, {"title" : "A male Po'o-uli dies of avian malaria at the Maui Bird Conservation Center in Olinda before it can breed, making the species in all probability extinct.", "date" : "2004/11/26"}, {"title" : " The Colombian government extradites Gilberto Rodríguez Orejuela, one of the most powerful drug dealers in the world, arrested in 1995 and 2003, to the United States.", "date" : "2004/12/03"}, {"title" : " Terrorists attack the U.S. Consulate in Jeddah, Saudi Arabia, killing several people.", "date" : "2004/12/06"}, {"title" : " The biggest Chinese PC producer Lenovo announces its plan to purchase IBM's global PC business, making it the third largest world PC maker after Dell and Hewlett-Packard.", "date" : "2004/12/08"}, {"title" : " New Zealand bans smoking in all public places, including bars.", "date" : "2004/12/10"}, {"title" : " Tests show that Ukrainian opposition presidential candidate Viktor Yushchenko was poisoned with a large dose of dioxin.", "date" : "2004/12/11"}, {"title" : " Software giants Oracle Corporation and PeopleSoft agree to merge in a $10.3 billion deal, creating the second largest maker of business applications software.", "date" : "2004/12/13"}, {"title" : " The world's tallest bridge, the Millau bridge over the River Tarn in the Massif Central mountains, France, is opened by President Jacques Chirac.", "date" : "2004/12/14"}, {"title" : " Albanian terrorists take a bus and its passengers hostage in Athens, Greece and demand 1 million euros in ransom money.", "date" : "2004/12/15"}, {"title" : "The House of Lords rules that the British Government breaches human rights legislation, by detaining without trial foreign nationals suspected of being terrorists.", "date" : "2004/12/15"}, {"title" : "IT security company Symantec Corp signs a definitive agreement to merge with Veritas Software Corp, valued at $13.5 billion, in an all-stock transaction.", "date" : "2004/12/15"}, {"title" : "The South Korean high-speed rail system, Korea Train Express, opens between Seoul and Busan.", "date" : "2004/12/15"}, {"title" : " Iraqi insurgents attack a U.S. military base in the city of Mosul, killing 22 people.", "date" : "2004/12/21"}, {"title" : " Armed robbers in Northern Ireland steal over £22 million from the headquarters of the Northern Bank. Unionist politicians and the Police Service of Northern Ireland blame the Provisional Irish Republican Army, and stall the peace process.", "date" : "2004/12/22"}, {"title" : "One of the worst natural disasters in recorded history hits Southeast Asia, when the strongest earthquake in 40 years hits the entire Indian Ocean region. The massive 9.3 magnitude earthquake, epicentered just off the west coast of the Indonesian island of Sumatra, generates enormous tsunami waves that crash into the coastal areas of a number of nations including Thailand, India, Sri Lanka, the Maldives, Malaysia, Myanmar, Bangladesh, and Indonesia. The official death toll in the affected countries stands at 186,983 while more than 40,000 people are still missing.", "date" : "2004/12/22"}, {"title" : "The re-run of the second round of the Ukrainian presidential election takes place. Opposition candidate Viktor Yushchenko is declared the winner.", "date" : "2004/12/22"}, {"title" : " Astrophysicists from the Max Planck Institute for Extraterrestrial Physics in Garching near Munich measure the strongest burst from a magnetar. At 21:30:26 UT the earth is hit by a huge wave front of gamma and X-rays. It is the strongest flux of high-energetic gamma radiation measured so far.", "date" : "2004/12/27"}, {"title" : " The Ukrainian transport minister, Heorhiy Kirpa, is found shot dead, in a suspected suicide.", "date" : "2004/12/28"}, {"title" : " A fire in a Buenos Aires night club (República Cromagnon) kills 194 people during a rock concert.", "date" : "2004/12/30"}, {"title" : "Taipei 101, at the time tallest skyscraper in the world, standing at a height of 1,670 feet (509 metres ), officially opens.", "date" : "2004/12/30"}, {"title" : "Simón Trinidad, high-profile FARC leader, is extradited to the United States, following the second extradition of a high drug dealer in a month and in 2004.", "date" : "2004/12/30"}, {"title" : "Ukrainian Prime Minister Viktor Yanukovych resigns.", "date" : "2004/12/30"}, {"title" : "Gunmen assassinate the Governor of Baghdad, Ali Al-Haidri.", "date" : "2005/01/04"}, {"title" : " Eris, the largest known dwarf planet in the Solar System, is identified by a team led by Michael E. Brown using images originally taken on {{Nowrap|October 21}}, 2003, at the Palomar Observatory.", "date" : "2005/01/05"}, {"title" : "Mahmoud Abbas is elected to succeed Yasser Arafat as Palestinian Authority President.", "date" : "2005/01/05"}, {"title" : "Deep Impact is launched from Cape Canaveral by a Delta 2 rocket.", "date" : "2005/01/12"}, {"title" : "The Huygens probe lands on Titan, the largest moon of Saturn.", "date" : "2005/01/14"}, {"title" : "George W. Bush is inaugurated in Washington, D.C. for his second term as the 43rd President of the United States.", "date" : "2005/01/20"}, {"title" : "A stampede at the Mandher Devi temple in Mandhradevi during a religious pilgrimage in India kills at least 250.", "date" : "2005/01/25"}, {"title" : "The first free Parliamentary elections in Iraq since 1958 take place.", "date" : "2005/01/30"}, {"title" : "An ETA car bomb injures at least 40 people at a conference centre in Madrid.", "date" : "2005/02/09"}, {"title" : "YouTube, the most popular video sharing website, is founded.", "date" : "2005/02/09"}, {"title" : "The Kyoto Protocol goes into effect, without the support of the United States and Australia.", "date" : "2005/02/16"}, {"title" : "Suicide bombers kill more than 30 people in Iraq as Shia Muslims mark Ashura, their holiest day.", "date" : "2005/02/19"}, {"title" : "More than 500 people are killed and over 1,000 injured, after entire villages are flattened in an earthquake (6.4 on the Richter scale) in the Zarand region of Kerman province in southern Iran.", "date" : "2005/02/22"}, {"title" : "Egyptian President Hosni Mubarak asks Parliament to amend the constitution to allow multi-candidate presidential elections before September 2005.", "date" : "2005/02/26"}, {"title" : "The car of released Italian hostage Giuliana Sgrena is fired on by U.S. soldiers in Iraq, causing the death of 1 passenger and injuring 2 more.", "date" : "2005/03/04"}, {"title" : " The Pakistan Army opens fire on insurgents in Baluchistan, in the first armed uprising since General Rahimuddin Khan's stabilization of the province in 1978.", "date" : "2005/03/08"}, {"title" : "A time bomb explodes in a Muslim shrine in Quetta, southwestern Pakistan, killing at least 29 people and wounding 40.", "date" : "2005/03/19"}, {"title" : "The Tulip Revolution in Kyrgyzstan reaches its climax with the overthrow of president Askar Akayev.", "date" : "2005/03/24"}, {"title" : "The Taiwanese government calls on 1 million Taiwanese to demonstrate in Taipei, in opposition to the Anti-Secession Law of the People's Republic of China. Between 200,000 and 300,000 attend the walk.", "date" : "2005/03/26"}, {"title" : "Pope John Paul II dies over 4 million people travel to the Vatican to mourn him.", "date" : "2005/04/02"}, {"title" : "The first 13th root calculation of a 200-digit number is computed by Frenchman Alexis Lemaire.", "date" : "2005/04/06"}, {"title" : "Wedding of Charles, Prince of Wales and Camilla Parker Bowles The Prince of Wales marries Camilla Parker Bowles in a civil ceremony at Windsor's Guildhall. Camilla acquires her title ''The Duchess of Cornwall''.", "date" : "2005/04/08"}, {"title" : "Five people die in ethnic clashes in Iran's south-west Khuzestan province.", "date" : "2005/04/18"}, {"title" : "Pope Benedict XVI succeeds Pope John Paul II, becoming the 265th pope.", "date" : "2005/04/19"}, {"title" : "Facing international pressure, Syria withdraws the last of its 14,000 troop military garrison in Lebanon, ending its 29-year military domination of that country.", "date" : "2005/04/26"}, {"title" : "The Superjumbo jet aircraft Airbus A380 makes its first flight from Toulouse.", "date" : "2005/04/27"}, {"title" : "At least 32 people are killed and 9 others injured when 3 two-story buildings in the eastern Pakistani city of Lahore collapse after gas cylinders stored in one of them explode.", "date" : "2005/05/03"}, {"title" : "In one of the largest insurgent attacks in Iraq, at least 60 people are killed and dozens wounded in a suicide bombing at a Kurdish police recruitment center in Irbil, northern Iraq.", "date" : "2005/05/04"}, {"title" : "Labour government of Tony Blair in the United Kingdom wins a third successive general election.", "date" : "2005/05/05"}, {"title" : "Uzbek troops kill up to 700 during protests in eastern Uzbekistan over the trials of 23 accused Islamic extremists. President Islam Karimov defends the act.", "date" : "2005/05/13"}, {"title" : "A passenger ferry capsizes and sinks in strong winds in the Bura Gauranga River in Bangladesh, leaving 200 people missing.", "date" : "2005/05/15"}, {"title" : "George Galloway appears before a United States Senate committee, to answer allegations of making money from the Iraqi Oil-for-Food Programme.", "date" : "2005/05/16"}, {"title" : "Kuwaiti women are granted the right to vote.", "date" : "2005/05/17"}, {"title" : " Kingda Ka opens at Six Flags Great Adventure amusement park in Jackson, New Jersey as the world's tallest and (at the time) fastest roller coaster.", "date" : "2005/05/21"}, {"title" : "A Volna booster rocket carrying the first light sail spacecraft (a joint Russian-United States project) fails 83 seconds after its launch, destroying the spacecraft.", "date" : "2005/06/21"}, {"title" : "Three U.S. Navy SEALs, 16 American Special Operations Forces soldiers, and an unknown number of Taliban insurgents are killed during Operation Red Wings, a failed counter-insurgent mission in Kunar province, Afghanistan.", "date" : "2005/06/21"}, {"title" : "Live 8, a set of 10 simultaneous concerts, takes place throughout the world, raising interest in the Make Poverty History campaign.", "date" : "2005/07/02"}, {"title" : "Violent anti-G8 demonstrations occur in Gleneagles, Scotland.", "date" : "2005/07/02"}, {"title" : "The Italy-USA Foundation is established in Rome, Italy.", "date" : "2005/07/02"}, {"title" : "Four terror attacks (3 on the London Underground and 1 on a bus) rock the transport network in London, killing 52 (not including the 4 bombers) and injuring over 700.", "date" : "2005/07/07"}, {"title" : "Terrorists kill 5 people and wound 90 in a crowded mall in Netanya, Israel. Islamic Jihad claims responsibility for attack.", "date" : "2005/07/12"}, {"title" : "A series of blasts hits a resort town in Egypt.", "date" : "2005/07/23"}, {"title" : " Mumbai, India receives 99.5 cm of rain (39.17ampnbspinches) within 24 hours, bringing the city to a halt for over 2 days.", "date" : "2005/07/26"}, {"title" : "The Provisional IRA issues a statement formally ordering an end to the armed campaign it has pursued since 1969, and ordering all its units to dump their arms.", "date" : "2005/07/28"}, {"title" : "King Fahd of Saudi Arabia died at the hospital because of pneumonia and a high fever.", "date" : "2005/08/01"}, {"title" : "  Air France Flight 358 overran Runway 24L at Toronto Pearson International Airport.", "date" : "2005/08/02"}, {"title" : " Tuninter flight 1153 ditched due to engine failure. 16 die", "date" : "2005/08/06"}, {"title" : " The Mars Reconnaissance Orbiter is launched.", "date" : "2005/08/13"}, {"title" : " Helios Airways Flight 522 crashes near the town of Grammatiko in Greece, killing 121 people. Observations from fighter jet aircraft indicate a decompression problem.", "date" : "2005/08/14"}, {"title" : " West Caribbean Airways Flight 708 crashes into a mountain in Venezuela, killing 152 passengers.", "date" : "2005/08/16"}, {"title" : " Peace Mission 2005, the first joint China–Russia military exercise, begins its 8-day training on the Shandong peninsula.", "date" : "2005/08/18"}, {"title" : " A {{convert|4.1|kg}} meteorite crashes into the Dotito area of Zambezi Escarpment in Zimbabwe, leaving a {{convert|150|mm|sp=us}} crater.", "date" : "2005/08/22"}, {"title" : " Israel's unilateral disengagement from 25 Jewish settlements in the Gaza Strip and West Bank ends.", "date" : "2005/08/23"}, {"title" : " Hurricane Katrina makes land fall along the U.S. Gulf Coast causing severe damage. At least 1,836 die in the aftermath.", "date" : "2005/08/29"}, {"title" : " A crowd crush on the Al-Aaimmah bridge in Baghdad kills several hundred civilians (see Baghdad bridge stampede).", "date" : "2005/08/31"}, {"title" : " Protesters and Israeli forces clash in Bil'in.", "date" : "2005/09/02"}, {"title" : " Japan general election, 2005: Prime Minister Junichiro Koizumi and the Liberal Democratic Party are returned to power.", "date" : "2005/09/11"}, {"title" : " Hong Kong Disneyland Resort in Penny's Bay, Lantau Island, Hong Kong opens.", "date" : "2005/09/12"}, {"title" : "September 16 ampndash The largest UN World Summit in history is held in New York City.", "date" : "2005/09/14"}, {"title" : " Afghan parliamentary election: Former Northern Alliance warlords and their followers claim victory.", "date" : "2005/09/18"}, {"title" : " North Korea agrees to stop building nuclear weapons in exchange for aid and cooperation.", "date" : "2005/09/19"}, {"title" : " Convicted bank thief and Boricua Popular Army leader, Filiberto Ojeda Ríos, is killed in his home in Hormigueros, Puerto Rico, when members of the FBI attempt to serve an arrest warrant.", "date" : "2005/09/23"}, {"title" : " U.S. Army Reservist Lynndie England is convicted by a military jury on 6 of 7 counts, in connection with the Abu Ghraib prisoner abuse scandal.", "date" : "2005/09/26"}, {"title" : " Controversial drawings of Muhammad are printed in the Danish newspaper Jyllands-Posten.", "date" : "2005/09/30"}, {"title" : "The 2005 Bali bombings kill 26 people and injure more than 100.", "date" : "2005/09/30"}, {"title" : "The world's largest bank, Mitsubishi UFJ Financial Group, is formed by the merger of 2 Japanese banking conglomerates.", "date" : "2005/09/30"}, {"title" : "An Australian photojournalist in Afghanistan, Stephen Dupont, films U.S. soldiers burning 2 dead Taliban militias' bodies.", "date" : "2005/09/30"}, {"title" : " The 2005 Kashmir earthquake kills about 80,000 people.", "date" : "2005/10/08"}, {"title" : " The second manned Chinese spacecraft, ''Shenzhou 6'', is launched, carrying Fei Junlong and Nie Haisheng for 5 days in orbit.", "date" : "2005/10/12"}, {"title" : "The Qinghai-Tibet Railway is completed.", "date" : "2005/10/12"}, {"title" : " The Trials of Saddam Hussein begin.", "date" : "2005/10/19"}, {"title" : " The 200th Anniversary of the Battle of Trafalgar is observed, with celebrations held around the United Kingdom.", "date" : "2005/10/21"}, {"title" : " At least 61 people are killed and many others wounded in 3 powerful blasts in the Indian capital, Delhi (see 29 October 2005 Delhi bombings).", "date" : "2005/10/29"}, {"title" : " The Spanish Congress of Deputies approves the admission to formality of the new Catalan Statute of Autonomy with the support of all the groups except the People's Party (PP), which the same day files an objection of unconstitutionality.", "date" : "2005/11/02"}, {"title" : " The U.S. and Uruguay governments sign a Bilateral Investment Treaty.", "date" : "2005/11/04"}, {"title" : " At least 50 people are killed and more than 120 injured in a series of coordinated suicide bombings in Amman, Jordan (See 2005 Amman bombings).", "date" : "2005/11/09"}, {"title" : " Andrew Stimpson, a 25-year-old British man, is reported as the first person proven to have been 'cured' of HIV.", "date" : "2005/11/13"}, {"title" : " The 20th Commonwealth Heads of Government Meeting opens in Valletta, Malta.", "date" : "2005/11/25"}, {"title" : " December 9 ampndash The United Nations Climate Change Conference is held in Montreal, Quebec.", "date" : "2005/11/28"}, {"title" : " Surgeons in France carry out the first human face transplant.", "date" : "2005/11/30"}, {"title" : " An Iranian C-130 Hercules airplane crashes into a ten-story building in a civilian area of Tehran, the capital of Iran, killing all 94 people aboard and 34 residents of the building (128 total).", "date" : "2005/12/06"}, {"title" : " The European Union TLD ''.eu'' is launched, and replaces ''.eu.int''. Initially this will be only for business purposes. From 7 April 2006 onwards, EU citizens can also register .eu domains.", "date" : "2005/12/07"}, {"title" : " The 2005 Cronulla riots occur in Sydney, Australia, involving up to 5,000 youths.", "date" : "2005/12/11"}, {"title" : " Scientists announce that they have created mice with small amounts of human brain cells in an effort to make realistic models of neurological disorders.", "date" : "2005/12/12"}, {"title" : " Shakidor Dam fails in Pakistan due to heavy rain.", "date" : "2005/12/14"}, {"title" : " The 43rd Mersenne prime is found.", "date" : "2005/12/16"}, {"title" : " Aleksandër Moisiu University was founded in Durrës, Albania.", "date" : "2005/12/20"}, {"title" : " Chad declares a state of war with Sudan, following a December 18 attack on Adre, which left about 100 people dead.", "date" : "2005/12/23"}, {"title" : " Another second is added, 23:59:60, called a leap second, to end the year 2005. The last time this occurred was on June 30, 1998.", "date" : "2005/12/31"}, {"title" : "Russia cuts natural gas to Ukraine over a price dispute.", "date" : "2006/01/01"}, {"title" : "Ariel Sharon, Prime Minister of Israel, suffers a severe stroke and cerebral hemorrhage.", "date" : "2006/01/04"}, {"title" : "A hotel in Mecca, Saudi Arabia, collapses, killing 76 pilgrims visiting to perform Hajj.", "date" : "2006/01/05"}, {"title" : "A stampede during the stoning of the devil ritual on the last day at the Hajj in Mina, Saudi Arabia, kills 362 pilgrims.", "date" : "2006/01/12"}, {"title" : "NASA's Stardust mission successfully ends, the first to return dust from a comet.", "date" : "2006/01/15"}, {"title" : "Ellen Johnson Sirleaf assumes office as President of Liberia, the first female elected head of state in Africa.", "date" : "2006/01/16"}, {"title" : "Pope Benedict XVI issues his first encycylical, ''Deus Caritas Est''.", "date" : "2006/01/25"}, {"title" : "Celebrations are held in Salzburg and around the world, for the 250th anniversary of the birth of Wolfgang Amadeus Mozart.", "date" : "2006/01/27"}, {"title" : "An Egyptian passenger ferry carrying more than 1,400 people, sinks in the Red Sea off the Saudi coast.", "date" : "2006/02/03"}, {"title" : "The Wowowee stampede at the PhilSports Arena in Pasig City, Philippines, kills 74 people and leaves 600 injured.", "date" : "2006/02/04"}, {"title" : "February 26 – The 2006 Winter Olympics are held in Turin, Italy.", "date" : "2006/02/10"}, {"title" : "A massive mudslide occurs in Southern Leyte, Philippines the official death toll is set at 1,126.", "date" : "2006/02/17"}, {"title" : "Pasta de Conchos mine disaster: Sixty-five miners die after becoming trapped underground, following an explosion in Nueva Rosita, Mexico.", "date" : "2006/02/19"}, {"title" : "The final contact attempt with Pioneer 10 receives no response.", "date" : "2006/03/04"}, {"title" : "NASA's Cassini-Huygens spacecraft discovers geysers of a liquid substance shooting from Saturn's moon Enceladus, signaling a possible presence of water.", "date" : "2006/03/09"}, {"title" : "NASA's Mars Reconnaissance Orbiter enters Mars orbit.", "date" : "2006/03/10"}, {"title" : "A scramjet jet engine, Hyshot III, designed to fly at 7 times the speed of sound, is successfully tested at Woomera, South Australia.", "date" : "2006/03/28"}, {"title" : "A swan with Avian Flu is discovered in Cellardyke in Fife, Scotland (the first case in the United Kingdom).", "date" : "2006/04/05"}, {"title" : "A fire at the Brand India Fair, Victoria Park, Meerut, Uttar Pradesh, India, kills at least 100.", "date" : "2006/04/10"}, {"title" : "May – Human Genome Project publishes the last chromosome sequence, in ''Nature''.", "date" : "2006/04/20"}, {"title" : "East Timor's Foreign Minister José Ramos-Horta officially requests military assistance from the governments of Australia, New Zealand, Malaysia and Portugal.", "date" : "2006/05/24"}, {"title" : "A 6.3 magnitude earthquake strikes central Java in Indonesia, killing more than 6,000, injuring at least 36,000 and leaving some 1.5 million people homeless.", "date" : "2006/05/27"}, {"title" : "Sidoarjo mud flow - World's biggest mud volcano was created by the blowout of a natural gas well being drilled in the subdistrict of Porong, Sidoarjo in East Java, Indonesia. This has resulted in displacement of more than 11,000 persons from eight villages as well as damage to road and power infrastructures. Several (Twenty-five) factories were also abandoned.", "date" : "2006/05/29"}, {"title" : "July 9 – The 2006 FIFA World Cup begins in Germany.", "date" : "2006/06/09"}, {"title" : "Former Beatle Paul McCartney turns 64 after writing ampquotWhen I'm Sixty-Fourampquot at age 16.", "date" : "2006/06/09"}, {"title" : "Operation Summer Rains: Israel launches an offensive against militants in Gaza.", "date" : "2006/06/28"}, {"title" : "The Qingzang railway launches a trial operation, making Tibet the last province-level entity of China to have a conventional railway.", "date" : "2006/07/01"}, {"title" : "The Nathula Pass between India and China, sealed during the Sino-Indian War, re-opens for trade after 44 years.", "date" : "2006/07/06"}, {"title" : "Italy wins their fourth FIFA World Cup title.", "date" : "2006/07/06"}, {"title" : "Pakistan International Airlines Flight 688 crashes in Multan, Pakistan, shortly after takeoff.", "date" : "2006/07/10"}, {"title" : "A series of coordinated bomb attacks strikes several commuter trains in Mumbai, India, during the evening rush hour.", "date" : "2006/07/11"}, {"title" : "2006 Lebanon War: Israeli troops invade Lebanon in response to Hezbollah kidnapping two Israeli soldiers and killing 3. Hezbollah declares open war against Israel 2 days later.", "date" : "2006/07/12"}, {"title" : "Twitter is launched.", "date" : "2006/07/15"}, {"title" : "The ''SS Nomadic'', the last floating link to ''Titanic'', returns home to a large reception in Belfast.", "date" : "2006/07/18"}, {"title" : "A resolution to end the 2006 Lebanon War is unanimously accepted by the United Nations Security Council.", "date" : "2006/08/11"}, {"title" : "The International Astronomical Union defines 'planet' at its 26th General Assembly, demoting Pluto to the status of 'dwarf planet' more than 70 years after its discovery.", "date" : "2006/08/24"}, {"title" : "Prime Minister Thaksin Shinawatra of Thailand declares a state of emergency in Bangkok as members of the Royal Thai Army stage a coup d'état. The army announces the removal of Prime Minister Thaksin Shinawatra from power.", "date" : "2006/09/19"}, {"title" : "Gol Flight 1907 (Boeing 737-800) collides with a business jet over the Amazon Rainforest, killing all 155 on board.", "date" : "2006/09/29"}, {"title" : "Aleksandër Moisiu University was open in Durrës, Albania.", "date" : "2006/10/02"}, {"title" : "North Korea claims to have conducted its first-ever nuclear test.", "date" : "2006/10/09"}, {"title" : "South Korean Ban Ki-moon is elected as the new Secretary-General of the United Nations.", "date" : "2006/10/13"}, {"title" : "Aviation Development Company Flight 53 crashes shortly after takeoff in Nigeria killing 96 people.", "date" : "2006/10/29"}, {"title" : "Windows Vista Release to Manufacturing is released", "date" : "2006/11/08"}, {"title" : "Mercury transits the sun. It is visible from the Americas, Eastern China, Japan, Australia, and Polynesia.", "date" : "2006/11/08"}, {"title" : "Al Jazeera launches its English language news channel, ''Al Jazeera English''.", "date" : "2006/11/15"}, {"title" : "A series of car bombs and mortar attacks in Sadr City, Baghdad, kill at least 215 people and injure 257 other people.", "date" : "2006/11/23"}, {"title" : "Typhoon Durian triggers a massive mudslide and kills at least 720 people in Albay province on the island of Luzon in the Philippines.", "date" : "2006/11/30"}, {"title" : "The military seizes power in Fiji, in a coup d'état led by Commodore Josaia Voreqe quotFrankquot Bainimarama.", "date" : "2006/12/05"}, {"title" : "Felipe Calderón sends the Mexican military to combat the drug cartels and put down the violence in the state of Michoacán, initiating the Mexican Drug War.", "date" : "2006/12/11"}, {"title" : "The Chinese River Dolphin or Baiji becomes extinct.", "date" : "2006/12/13"}, {"title" : "Ethiopia admits its troops have intervened in Somalia.", "date" : "2006/12/24"}, {"title" : "An oil pipeline explodes in Nigeria's commercial capital, Lagos, killing at least 200 people.", "date" : "2006/12/26"}, {"title" : "Basque nationalist group ETA detonates a van bomb at Madrid-Barajas Airport in Madrid, Spain, ending a nine-month ceasefire.", "date" : "2006/12/30"}, {"title" : " The People's Republic of China conducts a counter-terrorism raid in the Xinjiang Uyghur Autonomous Region.", "date" : "2007/01/03"}, {"title" : " Russian oil supplies to Poland, Germany, and Ukraine are cut as the Russia-Belarus energy dispute escalates they are restored 3 days later.", "date" : "2007/01/08"}, {"title" : " Apple Inc's CEO and founder, Steve Jobs announces the first generation iPhone, the iPhone 2G", "date" : "2007/01/09"}, {"title" : " Comet C/2006 P1 (McNaught), the brightest comet in more than 40 years, makes perihelion.", "date" : "2007/01/12"}, {"title" : " The Greek ship ''Server'' breaks in half off the Norwegian coast, releasing over 200 tons of crude oil.", "date" : "2007/01/13"}, {"title" : " The International Red Cross and Red Crescent Movement adopts the Red Crystal as a non-religious emblem for use in its overseas operations.", "date" : "2007/01/14"}, {"title" : " Protests occur in India and the United Kingdom against the British series of ''Celebrity Big Brother'', after Jade Goody, Danielle Lloyd and Jo O'Meara were allegedly racially abusive towards Bollywood star Shilpa Shetty.", "date" : "2007/01/17"}, {"title" : "The State of Israel releases $100 million in frozen assets to President Mahmoud Abbas of the Palestinian National Authority, in order to bolster the president's position.", "date" : "2007/01/19"}, {"title" : "Chinese President Hu Jintao signs a series of economic deals with Sudan.", "date" : "2007/01/19"}, {"title" : "Martti Ahtisaari unveils a United Nations plan for the final status of Kosovo Serbian leaders denounce the proposal.", "date" : "2007/01/19"}, {"title" : "The IPCC publishes its fourth assessment report, having concluded that global climate change is ampquotvery likelyampquot to have a predominantly human cause.", "date" : "2007/01/19"}, {"title" : "North Korea agrees to shut down its nuclear facilities in Yongbyon by April 14 as a first step towards complete denuclearization, receiving in return energy aid equivalent to 50,000 tons of heavy fuel oil.", "date" : "2007/02/13"}, {"title" : " The International Court of Justice finds Serbia guilty of failing to prevent genocide in the Srebrenica massacre, but clears it of direct responsibility and complicity in the case.", "date" : "2007/02/26"}, {"title" : " The Chinese Correction: World stock markets plummet after China and Europe release less-than-expected growth reports.", "date" : "2007/02/27"}, {"title" : " The New Horizons space probe makes a gravitational slingshot against Jupiter, which changes its trajectory towards Pluto.", "date" : "2007/02/28"}, {"title" : " The International Polar Year, a $1.5 billion research program to study both the North Pole and South Pole, is launched in Paris.", "date" : "2007/03/01"}, {"title" : " Israeli Prime Minister Ehud Olmert admits that Israel had planned an attack on Lebanon in the event of kidnapped soldiers on the border, months before Hezbollah carried out its kidnapping.", "date" : "2007/03/08"}, {"title" : " Naval forces of Iran's Revolutionary Guard seize Royal Navy personnel in disputed Iran-Iraq waters.", "date" : "2007/03/23"}, {"title" : " Prime Minister of Latvia Aigars Kalvitis and Prime minister of Russia Mikhail Fradkov finally sign a border treaty between Latvia and Russia.", "date" : "2007/03/27"}, {"title" : " ''Second Orange Revolution'': The President of Ukraine, Viktor Yushchenko, dissolves the Ukrainian Parliament, following defections that increased the majority of his opponents.", "date" : "2007/04/03"}, {"title" : " ''2007 Iranian seizure of Royal Navy personnel'': The government of the Islamic Republic of Iran announces that they will release the group of imprisoned British sailors and Marines that were captured by them on March 23.", "date" : "2007/04/04"}, {"title" : " Retired Russian chess champion Garry Kasparov, is detained in Moscow after participating in a banned protest march against the President of the Russian Federation, Vladimir Putin.", "date" : "2007/04/14"}, {"title" : " ''Virginia Tech massacre'': Seung-Hui Cho, a South Korean expatriate student, shoots and kills 32 people at the Virginia Polytechnic Institute and State University, before committing suicide, resulting in the deadliest shooting incident by a single gunman in United States history.", "date" : "2007/04/16"}, {"title" : " Gliese 581 c, a potentially Earth-like extrasolar planet habitable for life, is discovered in the constellation Libra.", "date" : "2007/04/24"}, {"title" : " ''Bronze Night'': Russians riot in the city of Tallinn, Estonia, about moving the Bronze Soldier war memorial, a Soviet World War II memorial. One person is killed after two of the worst nights of rioting in Estonian history.", "date" : "2007/04/26"}, {"title" : "British child Madeleine McCann disappears from an apartment in Praia da Luz, Portugal.", "date" : "2007/05/03"}, {"title" : "The United Nations General Assembly, recognizing that genuine multilingualism promotes unity in diversity and international understanding, proclaims 2008 the International Year of Languages.", "date" : "2007/05/16"}, {"title" : " The Russian Orthodox Church Abroad and the Moscow Patriarchate re-unite after 80 years of schism.", "date" : "2007/05/17"}, {"title" : " Sheikh Mohammed bin Rashid al-Maktoum of Dubai makes the largest single charitable donation in modern history, committing €7.41 billion to an educational foundation in the Middle East.", "date" : "2007/05/20"}, {"title" : "A 2,100-year-old melon is discovered by archaeologists in western Japan.", "date" : "2007/06/01"}, {"title" : " NASA's MESSENGER spacecraft makes its second fly-by of Venus en route to Mercury.", "date" : "2007/06/05"}, {"title" : " In the aftermath of Greece's worst heatwave in a century, at least 11 people are reported dead from heatstroke, approximately 200 wildfires break out nationwide, and the country's electricity grid nearly collapses due to record breaking demand.", "date" : "2007/06/28"}, {"title" : " Venus and Saturn are in conjunction, separation 46 arcsecs.", "date" : "2007/07/02"}, {"title" : " Live Earth Concerts are held throughout 9 major cities around the world.", "date" : "2007/07/07"}, {"title" : " TAM Linhas Aéreas Flight 3054 overruns the runway of Congonhas-São Paulo International Airport and crashes, killing all 186 and others on the ground.", "date" : "2007/07/17"}, {"title" : "The final book of the Harry Potter series, ''Harry Potter and the Deathly Hallows'', is released and sells over 11 million copies in the first 24 hours, becoming the fastest selling book in history.", "date" : "2007/07/21"}, {"title" : " The Phoenix spacecraft launches toward the Martian north pole.", "date" : "2007/08/04"}, {"title" : " Israeli Prime Minister Ehud Olmert arrives in the historic Palestinian town of Jericho, becoming the first Prime Minister of Israel to visit the West Bank or Gaza Strip in more than seven years. Olmert meets with Palestinian Authority President Mahmoud Abbas.", "date" : "2007/08/06"}, {"title" : "The French global bank BNP Paribas in the United Kingdom blocks withdrawals from three hedge funds heavily committed in sub-prime mortgages, signaling the 2007–2012 global financial crisis.", "date" : "2007/08/09"}, {"title" : " Multiple suicide bombings kill 572 people in Qahtaniya, northern Iraq.", "date" : "2007/08/14"}, {"title" : " An 8.0 earthquake strikes Peru, killing 512 people, injuring more than 1,500, and causing tsunami warnings in the Pacific Ocean.", "date" : "2007/08/15"}, {"title" : " Vladimir Putin issues a statement revealing that Russia is to resume the flight exercises of its strategic bombers in remote areas. The flights were suspended in 1991 after the dissolution of the Soviet Union.", "date" : "2007/08/17"}, {"title" : "September 9 ampndash The Asia-Pacific Economic Cooperation summit hosts its 19th annual city meeting in Sydney.", "date" : "2007/09/02"}, {"title" : " ''Operation Orchard'': Israeli airplanes strike a suspected nuclear site in Syria.", "date" : "2007/09/06"}, {"title" : " The SELENE spacecraft launches. JAXA has called the mission, quotthe largest lunar mission since the Apollo program.quot", "date" : "2007/09/14"}, {"title" : " One-Two-GO Airlines Flight 269 crashes in Phuket, Thailand, killing 89 passengers and crew.", "date" : "2007/09/16"}, {"title" : " The 2007 Universal Forum of Cultures opens in Monterrey, Mexico.", "date" : "2007/09/20"}, {"title" : " India win the inaugural 2007 ICC World Twenty20 Cup, beating Pakistan in the final.", "date" : "2007/09/24"}, {"title" : " Spanish authorities arrest 22 people associated with the banned Batasuna party, which campaigns for Basque independence, but also has ties to the terrorist group ETA.", "date" : "2007/10/04"}, {"title" : " Track and field star Marion Jones surrenders the five Olympic medals she won in the 2000 Sydney Games, after admitting to doping.", "date" : "2007/10/08"}, {"title" : " Al-habileen/lahij: Four citizens are killed on the 44th anniversary of the revolution against British colonial rule in South Yemen.", "date" : "2007/10/14"}, {"title" : " In the space of a few hours, Comet Holmes develops a coma and flares up to half a million times its former brightness, becoming visible to the naked eye. Its coma later becomes larger in volume than the Sun, the second such comet in 2007 after Comet McNaught.", "date" : "2007/10/24"}, {"title" : "The Vatican beatifies 498 Spanish victims of religious persecution from before and during the Spanish Civil War.", "date" : "2007/10/28"}, {"title" : " The World Economic Forum releases The Global Competitiveness Report 2007-2008.", "date" : "2007/10/31"}, {"title" : " President Pervez Musharraf declares a state of emergency in Pakistan.", "date" : "2007/11/03"}, {"title" : " The Writers Guild of America goes on a strike that lasts until February 12, 2008.", "date" : "2007/11/05"}, {"title" : " A suicide bomber kills at least 50 people in Mazari Sharif, Afghanistan, including 6 members of the National Assembly.", "date" : "2007/11/06"}, {"title" : " An explosion hits the south wing of the House of Representatives of the Philippines in Quezon City, north of Manila, killing 4 people, including Basilan Congressman Wahab Akbar, and wounding 6 others.", "date" : "2007/11/13"}, {"title" : "High Speed 1 from London to the Channel Tunnel is opened to passengers.", "date" : "2007/11/13"}, {"title" : "An earthquake of magnitude 8.2 in Tocopilla, Chile, affects the whole of the north of the country.", "date" : "2007/11/13"}, {"title" : " Approximately 10,000 people are believed to have died after Cyclone Sidr hits Bangladesh.", "date" : "2007/11/16"}, {"title" : " The Zasyadko mine disaster in eastern Ukraine claims the lives of 101 miners.", "date" : "2007/11/18"}, {"title" : " Rambhadracharya, a Hindu religious leader, released the first Braille version of Bhagavad Gita, with the original Sanskrit text and a Hindi commentary at New Delhi.", "date" : "2007/11/30"}, {"title" : " 14 ampndash The United Nations Climate Change Conference is held at Nusa Dua in Bali, Indonesia.", "date" : "2007/12/03"}, {"title" : " Uranus's orbit is positioned such that the sun shines directly above its equator (i.e. an equinox).", "date" : "2007/12/07"}, {"title" : " The 2007 Africa-EU Summit takes place as European Union and African Union leaders gather in Lisbon, Portugal, for their first joint summit in 7 years. The British and Czech prime ministers boycott the event due to the presence of Zimbabwean President Robert Mugabe.", "date" : "2007/12/08"}, {"title" : " The United Nations deadline for a negotiated settlement on the future of Kosovo passes without an international agreement.", "date" : "2007/12/10"}, {"title" : " Vladimir Putin, President of Russia, is announced as Time magazine's 2007 Person of the Year.", "date" : "2007/12/19"}, {"title" : " The Pablo Picasso painting ''Portrait of Suzanne Bloch'', together with Candido Portinari's ''O Lavrador de Café'', is stolen from the São Paulo Museum of Art.", "date" : "2007/12/20"}, {"title" : " The Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia join the Schengen border-free zone.", "date" : "2007/12/21"}, {"title" : " The Nepalese government announces that the country's 240-year-old monarchy will be abolished in 2008 and a new republic will be declared.", "date" : "2007/12/24"}, {"title" : "Former Pakistani prime minister Benazir Bhutto is assassinated, and at least 20 others are killed, by a bomb blast at an election rally in Rawalpindi.", "date" : "2007/12/24"}, {"title" : "Riots erupt in Mombasa, Kenya, after Mwai Kibaki is declared the winner of the presidential election, triggering a political, economic, and humanitarian crisis.", "date" : "2007/12/24"}, {"title" : "The price of petroleum hits $100 per barrel for the first time.", "date" : "2008/01/02"}, {"title" : "A car bomb detonates, killing at least 4 and injuring 68, in Diyarbakır, Turkey. Police blame Kurdish rebels.", "date" : "2008/01/03"}, {"title" : "An attempted assassination of Maldivian president Maumoon Abdul Gayoom is thwarted after a Boy Scout grabs the attacker's knife. The Boy Scout is injured, but after a scuffle police arrest the attacker.", "date" : "2008/01/08"}, {"title" : "A Macedonian Army Mil Mi-17 helicopter crashes in thick fog southeast of Skopje, killing all 11 military personnel on board.", "date" : "2008/01/12"}, {"title" : "At 19:04:39 UTC, the MESSENGER space probe is at its closest approach during its first flyby of the planet Mercury.", "date" : "2008/01/14"}, {"title" : "The Federal Court of Australia orders a Japanese whaling company to stop research whaling within their Exclusive Economic Zone.", "date" : "2008/01/15"}, {"title" : "Stock markets around the world plunge amid growing fears of a U.S. recession, fueled by the 2007 subprime mortgage crisis.", "date" : "2008/01/21"}, {"title" : "Russia stages the largest naval exercise since the fall of the Soviet Union in the Bay of Biscay. The Russian aircraft carrier Admiral Kuznetsov, along with 11 support vessels and 47 long-range bomber aircraft, practises strike tactics off the coast of France and Spain, and test-launches nuclear-capable missiles in foreign waters.", "date" : "2008/01/22"}, {"title" : "A peace deal ends the Kivu war in the Democratic Republic of the Congo.", "date" : "2008/01/24"}, {"title" : "China's worst snowstorm since 1954 kills 133, delays traffic, and causes massive power outages in central and southern parts of the country.", "date" : "2008/01/25"}, {"title" : "Iran's judiciary sentences to prison 54 Bahá'í Faith followers for quotanti-regime propagandaquot.", "date" : "2008/01/29"}, {"title" : "Rebels attack the capital of Chad, N'Djamena.", "date" : "2008/02/02"}, {"title" : "Iran opens its first space center and launches a rocket into space.ampampampquotIran Opens Space Center, Launches Rocketampquot, Associated Pressampamp", "date" : "2008/02/02"}, {"title" : "A Palestinian suicide bomber kills 1 and wounds 13 in a Dimona, Israel shopping center.ampampampquotDimona bombing: Suicide attack in Israel first in a yearampquot, Associated Pressampamp", "date" : "2008/02/02"}, {"title" : "U.S. stock market indices plunge more than 3% after a report shows signs of economic recession in the service sector. The SampP 500 fall 3.2%, The Dow Jones Industrial Average drops 370 points.", "date" : "2008/02/05"}, {"title" : "February 6 – A tornado outbreak, the deadliest in 23 years, kills 58 in the Southern United States.", "date" : "2008/02/05"}, {"title" : "''STS-122'': Space Shuttle Atlantis launches to deliver the European-built Columbus science laboratory to the International Space Station.", "date" : "2008/02/07"}, {"title" : "The 2008 Namdaemun fire severely damages Namdaemun, the first National Treasure of South Korea.", "date" : "2008/02/10"}, {"title" : "President of East Timor José Ramos-Horta is seriously wounded in an attack on his home by rebel soldiers. Rebel leader Alfredo Reinado is killed by Ramos-Horta's security guards during the attack.", "date" : "2008/02/11"}, {"title" : "Prime Minister Kevin Rudd of Australia delivers a formal apology to the Stolen Generations.", "date" : "2008/02/13"}, {"title" : "Kosovo formally declares independence from Serbia, with support from some countries but opposition from others.", "date" : "2008/02/17"}, {"title" : "Raúl Castro is unanimously elected as President of Cuba by the National Assembly.", "date" : "2008/02/24"}, {"title" : "March–April – Rising food and fuel prices trigger riots and unrest in the Third World.", "date" : "2008/02/24"}, {"title" : "In Gaza Strip, at least 52 Palestinians and 2 Israeli soldiers are killed in the most intense Israeli air strikes since 2005.", "date" : "2008/03/01"}, {"title" : "2008 Andean diplomatic crisis: Venezuela and Ecuador move troops to the Colombian border, following a Colombian raid against FARC guerrillas inside Ecuador's national territory, in which senior commander Raúl Reyes is killed.", "date" : "2008/03/02"}, {"title" : "Eight Israeli civilians are killed and 9 wounded when a Palestinian attacker opens fire at a Jewish seminary in Jerusalem.", "date" : "2008/03/06"}, {"title" : "The first European Space Agency Automated Transfer Vehicle, a cargo spacecraft for the International Space Station, launches from Guiana Space Centre in French Guiana.", "date" : "2008/03/09"}, {"title" : "Demonstrations by Tibetan separatists turn violent as rioters target government and Han Chinese-owned buildings.", "date" : "2008/03/14"}, {"title" : "A gun factory explosion in Gërdec, Albania, kills more than 30. Over the following week, Albania, Kosovo, and some surrounding countries supply and support Gërdec's population with food, blood, etc.", "date" : "2008/03/15"}, {"title" : "An exploding star halfway across the visible universe becomes the farthest known object ever visible to the naked eye.", "date" : "2008/03/19"}, {"title" : "A 414 square kilometer (160 sq. mi.ampsupamp2amp/supamp) chunk of Antarctica's Wilkins Ice Shelf disintegrates, leaving the entire shelf at risk.", "date" : "2008/03/24"}, {"title" : "African Union and Comoros forces invade the rebel-held island of Anjouan.", "date" : "2008/03/24"}, {"title" : "The Privy Council of Sark dismantles its feudal system to comply with the European Convention on Human Rights.", "date" : "2008/04/08"}, {"title" : "A Hewa Bora Airways DC-9 crashes into a residential area of Goma, Democratic Republic of the Congo.", "date" : "2008/04/15"}, {"title" : "Surgeons at London's Moorfields Eye Hospital perform the first operations using bionic eyes, implanting them into 2 blind patients.", "date" : "2008/04/22"}, {"title" : "The Taliban attempts to assassinate Afghan President Hamid Karzai in a military parade in Kabul.", "date" : "2008/04/27"}, {"title" : "Over 133,000 in Burma/Myanmar are killed by Cyclone Nargis, the deadliest natural disaster since the Boxing Day Tsunami in 2004.", "date" : "2008/05/03"}, {"title" : "Dmitry Medvedev takes office as President of Russia, replacing Vladimir Putin.", "date" : "2008/05/07"}, {"title" : "Start of armed clashes and fighting in Lebanon.", "date" : "2008/05/08"}, {"title" : "Over 69,000 are killed in central south-west China by the Wenchuan quake, an earthquake measuring 7.9 Moment magnitude scale. The epicenter is {{convert|90|km|mi|sp=us}} west-northwest of the provincial capital Chengdu, Sichuan province.", "date" : "2008/05/12"}, {"title" : "A series of bomb blasts kills at least 63 and injures 216 in Jaipur, India.", "date" : "2008/05/13"}, {"title" : "NASA announces the discovery of Supernova remnant G1.9+0.3.", "date" : "2008/05/14"}, {"title" : "An oil pipeline explosion in Ijegun, Nigeria kills 100.", "date" : "2008/05/15"}, {"title" : "The Union of South American Nations, a supranational union{{Citation needed|date=July 2009}}, is created by a union between the Andean Community and Mercosur.", "date" : "2008/05/15"}, {"title" : "The International Court of Justice awards Middle Rocks to Malaysia and Pedra Branca to Singapore, ending a 29-year territorial dispute between the 2 countries.", "date" : "2008/05/15"}, {"title" : "NASA's Phoenix spacecraft becomes the first to land on the northern polar region of Mars.", "date" : "2008/05/25"}, {"title" : "The Federal Democratic Republic of Nepal is established after the Assembly votes overwhelmingly in favor of abolishing the country's 240-year-old monarchy. Girija Prasad Koirala becomes temporary head of state.", "date" : "2008/05/28"}, {"title" : "A car bomb explodes outside the Danish embassy in Islamabad, Pakistan, killing at least five.", "date" : "2008/06/02"}, {"title" : "In the Akihabara area of Tokyo, Japan, a 25-year-old man stabs seven to death and wounds 10, before being arrested.", "date" : "2008/06/08"}, {"title" : "Fire engulfs Sudan Airways Flight 109 after it lands in Khartoum, killing 44.", "date" : "2008/06/10"}, {"title" : "The Gamma-ray Large Area Space Telescope is launched.", "date" : "2008/06/10"}, {"title" : "Canadian Prime Minister Stephen Harper apologizes to Canada's First Nations for the Canadian residential school system.", "date" : "2008/06/10"}, {"title" : "September 14 – Expo 2008 is held in Zaragoza, Spain, with the topic quotWater and sustainable developmentquot.", "date" : "2008/06/14"}, {"title" : "Typhoon Fengshen hits the Philippines and capsizes the ferry ''MV Princess of the Stars'', leaving hundreds dead or missing.", "date" : "2008/06/22"}, {"title" : "President Robert Mugabe is reelected with 85.5% of the vote in the second round of the controversial Zimbabwean presidential election.", "date" : "2008/06/22"}, {"title" : "Íngrid Betancourt and 14 other hostages are rescued from FARC by Colombian security forces.", "date" : "2008/07/02"}, {"title" : "A suicide-bomber drives an explosives-laden automobile into the front gates of the Indian embassy in Kabul, Afghanistan, killing 58 and injuring over 150.", "date" : "2008/07/07"}, {"title" : "July 9 – The 34th G8 summit is held in Tōyako, Hokkaidō, Japan.", "date" : "2008/07/07"}, {"title" : "Former Macedonian Interior Minister Ljube Boškoski is acquitted of all charges, by a UN Tribunal accusing him of war crimes.", "date" : "2008/07/10"}, {"title" : "July 20 – World Youth Day takes place in Sydney, Australia. Pope Benedict XVI appears at the event.", "date" : "2008/07/15"}, {"title" : "Radovan Karadžić, the first president of the Republika Srpska, is arrested in Belgrade, Serbia, on allegations of war crimes, following a 12-year-long manhunt.", "date" : "2008/07/21"}, {"title" : "The United Progressive Alliance-led government in India survives a crucial no-confidence vote, based on disagreements between the Indian National Congress and Left Front, over the Indo-US nuclear deal.", "date" : "2008/07/22"}, {"title" : "Ram Baran Yadav is sworn in as the first President of Nepal.", "date" : "2008/07/23"}, {"title" : "A series of seven bomb blasts rock Bangalore, India, killing two and injuring 20 the next day, a series of bomb blasts in Ahmedabad, Gujarat, India, kills 45 and injures over 160 people.", "date" : "2008/07/25"}, {"title" : "At least 17 are killed and over 154 wounded in 2 blasts in Istanbul.", "date" : "2008/07/27"}, {"title" : "At least 48 are dead and over 287 injured after bombs explode in Baghdad and Kirkuk, Iraq.", "date" : "2008/07/28"}, {"title" : "A stampede at a Hindu temple at Naina Devi in Bilaspur, Himachal Pradesh, India, kills 162 and injures 400.", "date" : "2008/08/03"}, {"title" : "Two members of the East Turkestan Islamic Movement, which had threatened to attack the Beijing Olympics, kill 16 and injure another 16 officers at a police station in Kashgar, Xinjiang, China.", "date" : "2008/08/04"}, {"title" : "President Sidi Ould Cheikh Abdallahi of Mauritania is deposed in a military coup d'état.", "date" : "2008/08/06"}, {"title" : "The 2008 South Ossetia war begins, as Georgia and Russia launch a major offensive inside the separatist region of South Ossetia after days of border skirmishes between the two sides.", "date" : "2008/08/07"}, {"title" : "August 24 – The 2008 Summer Olympics take place in Beijing, China.", "date" : "2008/08/08"}, {"title" : "A propane facility explodes in Toronto overnight and causes a large-scale evacuation, resulting in 2 deaths.", "date" : "2008/08/10"}, {"title" : "Pushpa Kamal Dahal (known as Prachanda) is sworn in as the first Prime Minister of the Federal Democratic Republic of Nepal, after the Nepalese monarchy was abolished in May.", "date" : "2008/08/15"}, {"title" : "Michael Phelps surpasses Mark Spitz in Gold Medals won at a single Olympics, winning eight.", "date" : "2008/08/17"}, {"title" : "Pervez Musharraf resigns as President of Pakistan, under impeachment pressure from the coalition government.", "date" : "2008/08/18"}, {"title" : "Spanair Flight 5022, from Madrid to Gran Canaria, skids off the runway and crashes at Barajas Airport with 172 on board. Of them, 154 die and 18 survive.", "date" : "2008/08/20"}, {"title" : "At least 60 die following twin suicide bombings outside the Pakistan Ordnance Factories in Wah, Pakistan.", "date" : "2008/08/21"}, {"title" : "Pirates hijack German, Iranian, and Japanese cargo ships off the coast of Somalia, in seven such attacks since June 20.", "date" : "2008/08/22"}, {"title" : "Russia unilaterally recognizes the independence of Georgian breakaway republics Abkhazia and South Ossetia.", "date" : "2008/08/26"}, {"title" : "September 1 – Hurricane Gustav makes landfall on Louisiana as Category 2 and kills seven in the United States, after making landfall on western Cuba as Category 4, and killing 66 in Haiti, eight in the Dominican Republic, and 11 in Jamaica.", "date" : "2008/08/26"}, {"title" : "September 7 – Hurricane Hanna kills seven in the United States, and 529 in Haiti, mostly due to deluges and mudslides.", "date" : "2008/08/28"}, {"title" : "September 14 – Hurricane Ike makes landfall on Texas as Category 2 and kills 27 in the United States, after killing four in Cuba, one in the Dominican Republic, and 75 in Haiti.", "date" : "2008/09/01"}, {"title" : "Political crisis in Thailand: Prime Minister Samak Sundaravej of Thailand declares a state of emergency in Bangkok.", "date" : "2008/09/02"}, {"title" : "Prime Minister Yousaf Raza Gillani of Pakistan survives an assassination attempt near Islamabad, while on his way to meet British Leader of the Opposition David Cameron.", "date" : "2008/09/02"}, {"title" : "At least eight boulders dislodge from a cliff near Cairo, Egypt, killing at least 90 and burying an estimated 500 people.", "date" : "2008/09/06"}, {"title" : "Political crisis in Thailand: The Constitutional Court of Thailand orders Prime Minister Samak Sundaravej to resign, after he is paid for appearing on a television cooking show.", "date" : "2008/09/09"}, {"title" : "A Metrolink train collides head-on into a freight train in Los Angeles, California, killing 25 and injuring 130.", "date" : "2008/09/12"}, {"title" : "Following negotiations, President Robert Mugabe and opposition leaders Morgan Tsvangirai and Arthur Mutambara sign a power-sharing deal, making Tsvangirai the new Prime Minister of Zimbabwe.", "date" : "2008/09/12"}, {"title" : "Lehman Brothers files for Chapter 11 bankruptcy protection, laying the catalyst for the Global financial crisis.", "date" : "2008/09/12"}, {"title" : "The International Astronomical Union classifies Haumea as the 5th dwarf planet in the Solar System.", "date" : "2008/09/17"}, {"title" : "September 25 – Typhoon Hagupit kills 17 in China, eight in the Philippines, one in Taiwan, and 41 in Vietnam.", "date" : "2008/09/19"}, {"title" : "A suicide truck bomb explosion destroys the Marriott Hotel in Islamabad, Pakistan, killing at least 60 and injuring 266.", "date" : "2008/09/20"}, {"title" : "Shenzhou 7, the third manned Chinese spaceflight and the first with three crew members, is successfully launched. China becomes the third country ever to conduct a spacewalk.", "date" : "2008/09/25"}, {"title" : "SpaceX Falcon 1 becomes the world's first privately developed space launch vehicle to successfully make orbit.", "date" : "2008/09/28"}, {"title" : "The DOW loses 777 points, the biggest one-day point decline ever. The drop came after the House of Representatives voted down a $700 billion bank bailout plan.", "date" : "2008/09/29"}, {"title" : "A Jodhpur temple stampede in western India kills over 224 people, and injures 400.", "date" : "2008/09/30"}, {"title" : "Craig Lowndes and Jamie Whincup win the 2008 Supercheap Auto Bathurst 1000 for Ford and Triple 8.", "date" : "2008/10/12"}, {"title" : "Canadian federal election, 2008: Prime Minister Stephen Harper is re-elected with a stronger minority government.", "date" : "2008/10/14"}, {"title" : "The United Nations General Assembly elects Turkey, Austria, Japan, Uganda, and Mexico to two-year terms on the Security Council.", "date" : "2008/10/17"}, {"title" : "The Large Hadron Collider (LHC) is officially inaugurated. It is a collaboration of over 10,000 scientists and engineers from over 100 countries as well as hundreds of universities and laboratories.", "date" : "2008/10/21"}, {"title" : "The Indian Space Research Organisation successfully launches the Chandrayaan-1 spacecraft on a lunar exploration mission.", "date" : "2008/10/22"}, {"title" : "United States presidential election, 2008: Barack Obama is elected the 44th President of the United States, and becomes the first African-American President-elect.", "date" : "2008/11/04"}, {"title" : "King Jigme Khesar Namgyel Wangchuck of Bhutan is crowned, having ascended to the throne in 2006.", "date" : "2008/11/06"}, {"title" : "The 2008 Pétionville school collapse kills at least 92 in Pétionville, Haiti.", "date" : "2008/11/07"}, {"title" : "An accident aboard Russian submarine K-152 Nerpa kills 20.", "date" : "2008/11/08"}, {"title" : "The RMS Queen Elizabeth 2 departs on her last voyage from Southampton, UK to Dubai, UAE. She will become a floating hotel at Palm Jumeirah.", "date" : "2008/11/11"}, {"title" : "''STS-126'': The Space Shuttle Endeavour uses the MPLM Leonardo to deliver experiment and storage racks to the International Space Station. There will be only three more launches of Space Shuttle Endeavour after this mission.", "date" : "2008/11/14"}, {"title" : "Claudia Castillo of Spain becomes the first person to have a successful trachea transplant using a tissue-engineered organ.", "date" : "2008/11/19"}, {"title" : "The 2008 Prairie meteoroid falls over Canada.", "date" : "2008/11/20"}, {"title" : "November 23 – The APEC Peru 2008 Summit is held in Lima.", "date" : "2008/11/22"}, {"title" : "The 2008 Santa Catarina floods in Santa Catarina, Brazil, kill 126 and force the evacuation of over 78,000 people.", "date" : "2008/11/24"}, {"title" : "Political crisis in Thailand: Protesters from the People's Alliance for Democracy party storm into Suvarnabhumi Airport and block flights from taking off. More protesters seize control of Don Mueang Airport the following day.", "date" : "2008/11/24"}, {"title" : "A car bomb in St. Petersburg, Russia, kills three people and injures one.", "date" : "2008/11/24"}, {"title" : "November 29 – A series of terrorist attacks in Mumbai, India by Pakistan-based Islamic militants who lay siege over a hotel for 2 days, results in 195 casualties, and over 250 injured.", "date" : "2008/11/26"}, {"title" : "The longest serving Ocean Liner in history, QE2 is retired from service.", "date" : "2008/11/27"}, {"title" : "Riots in Jos, Nigeria, kill 381, and injure at least 300.", "date" : "2008/11/29"}, {"title" : "A triangular conjunction formed by a new Moon, Venus and Jupiter is a prominent sight in the evening sky.", "date" : "2008/12/01"}, {"title" : "Political crisis in Thailand: After weeks of opposition-led protests, the Constitutional Court of Thailand dissolves the governing People's Power Party and two coalition member parties, and bans leaders of the parties, including Prime Minister Somchai Wongsawat, from politics for five years. As such, Wongsawat promptly resigns and is replaced by Deputy Prime Minister Chaovarat Chanweerakul as caretaker Prime Minister.", "date" : "2008/12/02"}, {"title" : "Political crisis in Canada: Governor General Michaëlle Jean grants the request of Prime Minister Stephen Harper to prorogue Parliament until January 26, 2009, averting a motion of no-confidence by the new opposition coalition led by the Leader of the Opposition Stéphane Dion, and the New Democratic Party leader Jack Layton, with Bloc Québécois leader Gilles Duceppe as a coalition partner.", "date" : "2008/12/04"}, {"title" : "Human remains found in 1991 are identified as Tsar Nicholas II of Russia, using DNA analysis.", "date" : "2008/12/05"}, {"title" : "Riots spread across Greece after a 15-year-old boy is shot dead by a special guard of the Greek Police.", "date" : "2008/12/06"}, {"title" : "Jamie Whincup wins the 2008 V8 Supercar Championship series for Ford and Triple 8 Racing.", "date" : "2008/12/07"}, {"title" : "The Channel Island of Sark, a British Crown Dependency, holds its first fully democratic elections under a new constitutional arrangement, becoming the last European territory to abolish feudalism.", "date" : "2008/12/10"}, {"title" : "Bernard Madoff is arrested by U.S. federal authorities on charges of running a massive decades-long Ponzi scheme swindling thousands of investors - the largest financial fraud in history.", "date" : "2008/12/11"}, {"title" : "Ruins of an ancient Wari city are discovered in northern Peru.", "date" : "2008/12/16"}, {"title" : "The International Criminal Tribunal for Rwanda convicts Théoneste Bagosora and two other senior Rwandan army officers of genocide, crimes against humanity and war crimes and sentences them to life imprisonment.", "date" : "2008/12/18"}, {"title" : "A military coup d'état is announced in Guinea shortly after the death of long-time President Lansana Conté.", "date" : "2008/12/23"}, {"title" : "Bangladesh holds its general elections after two years of political unrest over the interim government.", "date" : "2008/12/29"}, {"title" : "An extra leap second (23:59:60) is added to end the year. The last time this occurred was in 2005.", "date" : "2008/12/31"}, {"title" : "Israel launches a ground invasion of the Gaza Strip as the Gaza War enters its second week.", "date" : "2009/01/03"}, {"title" : "Russia shuts off all gas supplies to Europe through Ukraine. Prime Minister Vladimir Putin publicly endorses the move and urges greater international involvement in the energy dispute.", "date" : "2009/01/07"}, {"title" : "Israel completes its withdrawal from the Gaza Strip.", "date" : "2009/01/21"}, {"title" : "Congolese rebel leader Laurent Nkunda is captured by Rwandan forces after crossing over the border into Rwanda.", "date" : "2009/01/22"}, {"title" : " The deadliest bushfires in Australian history begin they kill 173, injure 500 more, and leave 7,500 homeless. The fires come after Melbourne records the highest-ever temperature (46.4°C, 115°F) of any capital city in Australia. The majority of the fires are ignited by either fallen or clashing power lines or deliberately lit.", "date" : "2009/02/07"}, {"title" : "The Taliban releases a video of Polish geologist Piotr Stańczak, whom they had abducted a few months earlier, being beheaded. It is the first killing of a Western hostage in Pakistan since American journalist Daniel Pearl was executed in 2002.", "date" : "2009/02/08"}, {"title" : "Morgan Tsvangirai is sworn in as the new Prime Minister of Zimbabwe following the power-sharing deal with President Robert Mugabe signed in September 2008.", "date" : "2009/02/11"}, {"title" : "Former Serbian president Milan Milutinović is acquitted by the International Criminal Tribunal for the former Yugoslavia regarding war crimes during the Kosovo War.", "date" : "2009/02/26"}, {"title" : "The President of Guinea-Bissau, João Bernardo Vieira, is assassinated during an armed attack on his residence in Bissau.", "date" : "2009/03/02"}, {"title" : "Gunmen attack a bus carrying Sri Lankan cricketers in Lahore, Pakistan, killing eight people and injuring several others.", "date" : "2009/03/03"}, {"title" : "The International Criminal Court (ICC) issues an arrest warrant for Sudanese President Omar Hassan al-Bashir for war crimes and crimes against humanity in Darfur. Al-Bashir is the first sitting head of state to be indicted by the ICC since its establishment in 2002.", "date" : "2009/03/04"}, {"title" : " NASA's Kepler Mission, a space photometer which will search for extrasolar planets in the Milky Way galaxy, is launched from Cape Canaveral Air Force Station, Florida, USA.", "date" : "2009/03/07"}, {"title" : "The President of Madagascar, Marc Ravalomanana, is overthrown in a ''coup d'état'', following a month of rallies in Antananarivo. The military appoints opposition leader Andry Rajoelina as the new president.", "date" : "2009/03/17"}, {"title" : " Albania and Croatia are admitted to the North Atlantic Treaty Organization (NATO).", "date" : "2009/04/01"}, {"title" : "  The second G-20 summit, involving state leaders rather than the usual finance ministers, meets in London. Its main focus is an ongoing global financial crisis.", "date" : "2009/04/02"}, {"title" : "April 4 ampndash  The 21st NATO Summit is held, 60 years after the founding of the organization. Former Danish Prime Minister Anders Fogh Rasmussen is appointed as the new Secretary General of NATO.", "date" : "2009/04/03"}, {"title" : "North Korea launches the Kwangmyŏngsŏng-2 rocket, prompting an emergency meeting ofampmdashbut no official reaction fromampmdashthe United Nations Security Council.", "date" : "2009/04/05"}, {"title" : "A 6.3 magnitude earthquake strikes near L'Aquila, Italy, killing nearly 300 and injuring more than 1,500.", "date" : "2009/04/06"}, {"title" : " Former Peruvian President Alberto Fujimori is sentenced to 25 years in prison for ordering killings and kidnappings by security forces.", "date" : "2009/04/07"}, {"title" : " U.S. Navy  rescues Captain Richard Phillips killing three pirates, and capturing a fourth.", "date" : "2009/04/12"}, {"title" : " Thirty-four heads of state and government meet in Port of Spain, Trinidad for the 5th Summit of the Americas.", "date" : "2009/04/17"}, {"title" : "Roxana Saberi, an Iranian-American journalist, is sentenced to eight years in prison for espionage by an Iranian court.", "date" : "2009/04/18"}, {"title" : "UNESCO launches The World Digital Library.", "date" : "2009/04/21"}, {"title" : "Amidst Russia's effort to improve relations with NATO and with the West in general, NATO expels two Russian diplomats from NATO headquarters in Brussels over a spy scandal in Estonia. Russia's Foreign Ministry criticises the expulsions.", "date" : "2009/04/29"}, {"title" : "The third C40 Large Cities Climate Leadership Group meets in Seoul.", "date" : "2009/04/29"}, {"title" : " Sri Lanka announces victory in its 27 year war against the terrorist organisation Liberation Tigers of Tamil Eelam.", "date" : "2009/05/19"}, {"title" : "Former President of South Korea Roh Moo-hyun, under investigation for alleged bribery during his presidential term, commits suicide.", "date" : "2009/05/23"}, {"title" : "North Korea announces that it has conducted a second successful nuclear test in the province of North Hamgyong. The United Nations Security Council condemns the reported test.", "date" : "2009/05/25"}, {"title" : " Air France Flight 447, en route from Rio de Janeiro, Brazil, to Paris, crashes into the Atlantic Ocean, killing all 228 on board.", "date" : "2009/06/01"}, {"title" : "Following the apparent reelection of Iranian president Mahmoud Ahmadinejad, supporters of defeated candidate Mir-Hossein Mousavi accuse the government of fraud, and launch a series of sustained protests.", "date" : "2009/06/13"}, {"title" : " NASA launches the Lunar Reconnaissance Orbiter/LCROSS probes to the Moon, the first American lunar mission since Lunar Prospector in 1998.", "date" : "2009/06/18"}, {"title" : " The death of Neda Agha-Soltan, an Iranian student shot during a protest, is captured on what soon becomes a viral video that helps to turn Neda into an international symbol of the civil unrest following the presidential election.", "date" : "2009/06/20"}, {"title" : "As a step toward total independence from the Kingdom of Denmark, Greenland assumes control over its law enforcement, judicial affairs, and natural resources. Greenlandic becomes the official language.", "date" : "2009/06/21"}, {"title" : "The death of American entertainer Michael Jackson triggers an outpouring of worldwide grief. Online, reactions to the event cripple several major websites and services, as the abundance of people accessing the web addresses pushes internet traffic to potentially unprecedented and historic levels.", "date" : "2009/06/25"}, {"title" : "Yemenia Flight 626 crashes off the coast of Moroni, Comoros, killing all but one of the 153 passengers and crew.", "date" : "2009/06/30"}, {"title" : " Over 150 are killed when a few thousand ethnic Uyghurs target local Han Chinese during major rioting in Ürümqi, Xinjiang.", "date" : "2009/07/05"}, {"title" : " Caspian Airlines Flight 7908 crashes near Qazvin, Iran, killing all 168 on board.", "date" : "2009/07/15"}, {"title" : " The longest total solar eclipse of the 21st century, lasting up to 6 minutes and 38.8 seconds, occurs over parts of Asia and the Pacific Ocean.", "date" : "2009/07/22"}, {"title" : "Bolivia becomes the first South American country to declare the right of indigenous people to govern themselves.", "date" : "2009/08/03"}, {"title" : "North Korean leader Kim Jong-il pardons two American journalists, who had been arrested and imprisoned for illegal entry earlier in the year, after former U.S. President Bill Clinton meets with Kim in North Korea.", "date" : "2009/08/04"}, {"title" : "Typhoon Morakot hits Taiwan, killing 500 and stranding more than 1,000 via the worst flooding on the island in half a century.", "date" : "2009/08/07"}, {"title" : "Abdelbaset al-Megrahi, imprisoned for the 1988 bombing of Pan Am Flight 103, is released by the Scottish government on compassionate grounds as he has terminal prostate cancer. He returns to his native Libya.", "date" : "2009/08/20"}, {"title" : "At the G-20 Pittsburgh summit, world leaders announce that the G-20 will assume greater leverage over the world economy, replacing the role of the G-8, in an effort to prevent another financial crisis like that in 2008.", "date" : "2009/09/25"}, {"title" : "Typhoon Ketsana begins to cause record amounts of rainfall in Manila, Philippines, leading to the declaration of a quotstate of calamityquot in 25 provinces.", "date" : "2009/09/26"}, {"title" : " At least 157 demonstrators are killed in a clash with the Guinean military.", "date" : "2009/09/28"}, {"title" : " An 8.3-magnitude earthquake triggers a tsunami near the Samoan Islands. Many communities and harbors in Samoa and American Samoa are destroyed, and at least 189 are killed.", "date" : "2009/09/29"}, {"title" : "A 7.6-magnitude earthquake strikes just off the coast of Sumatra, killing around 1,000 in Indonesia.", "date" : "2009/09/30"}, {"title" : "Paleontologists announce the discovery of an ''Ardipithecus ramidus'' fossil skeleton, deeming it the oldest remains of a human ancestor yet found.", "date" : "2009/10/01"}, {"title" : "The International Olympic Committee awards the 2016 Summer Olympics to Rio de Janeiro.", "date" : "2009/10/01"}, {"title" : "European astronomers discover 32 exoplanets.", "date" : "2009/10/20"}, {"title" : "Having analyzed the data from the LCROSS lunar impact, NASA announces that it has found a quotsignificantquot quantity of water in the Moon's Cabeus crater.", "date" : "2009/11/13"}, {"title" : "CERN restarts the Large Hadron Collider particle accelerator in Geneva, Switzerland they had shut it down on September 19, 2008.", "date" : "2009/11/20"}, {"title" : "Dubai requests a debt deferment following its massive renovation and development projects, as well as the late 2000s economic crisis. The announcement causes global stock markets to drop.", "date" : "2009/11/27"}, {"title" : "The Treaty of Lisbon comes into force.", "date" : "2009/12/01"}, {"title" : "December 18 ampndash The UNFCCC's United Nations Climate Change Conference 2009 conference is held in Copenhagen, Denmark.", "date" : "2009/12/07"}, {"title" : "Astronomers discover GJ1214b, the first-known exoplanet on which water could exist.", "date" : "2009/12/16"}, {"title" : " The United States and the United Kingdom close their embassies in Yemen due to the ongoing security threat by Al Qaeda.", "date" : "2010/01/03"}, {"title" : "The Togo national football team is involved in an attack in Angola, and as a result withdraws from the Africa Cup of Nations.", "date" : "2010/01/08"}, {"title" : " The longest annular solar eclipse of the 3rd millennium occurs.", "date" : "2010/01/15"}, {"title" : " Ethiopian Airlines Flight 409 crashes into the Mediterranean Sea shortly after take-off from Beirut Rafic Hariri International Airport, killing all 90 people on board.", "date" : "2010/01/25"}, {"title" : "The sculpture ''L'Homme qui marche I'' by Alberto Giacometti sells in London for £65 million (US$103.7 million), setting a new world record for a work of art sold at auction.", "date" : "2010/02/03"}, {"title" : " February 28 ampndash The 2010 Winter Olympics are held in Vancouver and Whistler, Canada.", "date" : "2010/02/12"}, {"title" : "Kyrgyz President Kurmanbek Bakiyev flees Bishkek amid fierce rioting, sparking a sociopolitical crisis. Former foreign minister Roza Otunbayeva is placed at the head of an interim government as the opposition seizes control.", "date" : "2010/04/07"}, {"title" : "The President of Poland, Lech Kaczyński, is among 96 killed when their airplane crashes in western Russia.", "date" : "2010/04/10"}, {"title" : "A 6.9-magnitude earthquake occurs in Qinghai, China, killing at least 2,000 and injuring more than 10,000.", "date" : "2010/04/13"}, {"title" : "The Deepwater Horizon oil platform explodes in the Gulf of Mexico, killing eleven workers. The resulting Horizon oil spill, one of the largest in history, spreads for several months, damaging the waters and the United States coastline, and prompting international debate and doubt about the practice and procedures of offshore drilling.", "date" : "2010/04/20"}, {"title" : "The eurozone and the International Monetary Fund agree to a €110 billion bailout package for Greece. The package involves sharp Greek austerity measures.", "date" : "2010/05/02"}, {"title" : "''Nude, Green Leaves and Bust'' by Pablo Picasso sells in New York for US$106.5 million, setting another new world record for a work of art sold at auction.", "date" : "2010/05/04"}, {"title" : "Afriqiyah Airways Flight 771 crashes at runway at Tripoli International Airport in Libya, killing 103 of the 104 people on board.", "date" : "2010/05/12"}, {"title" : "Air India Express Flight 812 overshoots the runway at Mangalore International Airport in India, killing 158 and leaving 8 survivors.", "date" : "2010/05/22"}, {"title" : "Ethnic riots in Kyrgyzstan between Kyrgyz and Uzbeks results in the deaths of hundreds.", "date" : "2010/06/09"}, {"title" : " July 11 ampndash The 2010 FIFA World Cup is held in South Africa, and is won by Spain, with the runner-up being Holland.", "date" : "2010/06/11"}, {"title" : " The first 24-hour flight by a solar-powered plane is completed by the Solar Impulse.", "date" : "2010/07/08"}, {"title" : "Wikileaks, an online publisher of anonymous, covert, and classified material, leaks to the public over 90,000 internal reports about the United States-led involvement in the War in Afghanistan from 2004 to 2010.", "date" : "2010/07/25"}, {"title" : "Heavy monsoon rains begin to cause widespread flooding (pictured) in the Khyber-Pakhtunkhwa province of Pakistan. Over 1,600 are killed, and more than one million are displaced by the floods.", "date" : "2010/07/29"}, {"title" : "The World Health Organization declares the H1N1 influenza pandemic over, saying worldwide flu activity has returned to typical seasonal patterns.", "date" : "2010/08/10"}, {"title" : "The International Space Station surpasses the record for the longest continuous human occupation of space, having been continuously inhabited since November 2, 2000 (3641 days).", "date" : "2010/10/22"}, {"title" : "November 12 ampndash The G-20 summit is held in Seoul, South Korea. Korea becomes the first non-G8 nation to host a G-20 leaders summit.", "date" : "2010/11/11"}, {"title" : "Burmese opposition politician Aung San Suu Kyi is released from her house arrest.", "date" : "2010/11/13"}, {"title" : "Researchers at CERN trap 38 antihydrogen atoms for a sixth of a second, marking the first time in history that humans have trapped antimatter.", "date" : "2010/11/17"}, {"title" : " Participants of the 2010 NATO Lisbon summit issued the Lisbon Summit Declaration.", "date" : "2010/11/20"}, {"title" : "Eurozone countries agree to a rescue package for the Republic of Ireland from the European Financial Stability Facility in response to the country's financial crisis.", "date" : "2010/11/21"}, {"title" : "North Korea shells Yeonpyeong Island, prompting a military response by South Korea. The incident caused an escalation of tension on the Korean Peninsula and prompted widespread international condemnation. The United Nations declared it to be one of the most serious incidents since the end of the Korean War.", "date" : "2010/11/23"}, {"title" : "Estonia officially adopts the euro currency and becomes the seventeenth eurozone country.", "date" : "2011/01/01"}, {"title" : "Tunisian street vendor Mohamed Bouazizi dies after setting himself on fire a month earlier, sparking anti-government protests in Tunisia and later other Arab nations. These protests become known collectively as the Arab Spring.", "date" : "2011/01/04"}, {"title" : "Flooding and mudslides in the Brazilian state of Rio de Janeiro kills 903.", "date" : "2011/01/11"}, {"title" : "Arab Spring: Egyptian President Hosni Mubarak resigns after widespread protests calling for his departure, leaving control of Egypt in the hands of the military until a general election can be held.", "date" : "2011/02/11"}, {"title" : "Arab Spring and the Libyan civil war:  The United Nations Security Council votes 10-0 to create a no-fly zone over Libya in response to allegations of government aggression against civilians.", "date" : "2011/03/17"}, {"title" : "Former Ivorian President Laurent Gbagbo is arrested in his home in Abidjan by supporters of elected President Alassane Ouattara with support from French forces thereby ending the 2010–2011 Ivorian crisis and civil war.", "date" : "2011/04/11"}, {"title" : "U.S. President Barack Obama announces that Osama bin Laden, the founder and leader of the militant group Al-Qaeda, has been killed during an American military operation in Pakistan.", "date" : "2011/05/01"}, {"title" : "The European Union agree to €78ampnbspbillion rescue deal for Portugal. The bailout loan will be equally split between the European Financial Stabilisation Mechanism, the European Financial Stability Facility, and the International Monetary Fund.", "date" : "2011/05/16"}, {"title" : "Former Bosnian Serb Army commander Ratko Mladić, wanted for genocide, war crimes and crimes against humanity, is arrested in Serbia.", "date" : "2011/05/26"}, {"title" : " Chile's Puyehue volcano erupts, causing air traffic cancellations across South America, New Zealand, Australia and forcing over 3,000 people to evacuate.", "date" : "2011/06/04"}, {"title" : "Arab Spring: Yemeni President Ali Abdullah Saleh travels to Saudi Arabia for treatment of an injury sustained during an attack on the presidential palace. Protesters celebrate his transfer of power to his Vice-President Abd al-Rab Mansur al-Hadi.", "date" : "2011/06/05"}, {"title" : "Arab Spring: Thousands of Syrians flee to Turkey as Syrian troops lay siege to Jisr ash-Shugur.", "date" : "2011/06/12"}, {"title" : "The world's first artificial organ transplant is achieved, using an artificial windpipe coated with stem cells.", "date" : "2011/07/07"}, {"title" : "Anders Behring Breivik kills 77 people in twin terrorist attacks in Norway after a bombing in the Regjeringskvartalet government center in Oslo and a shooting at a political youth camp on the island of Utøya.", "date" : "2011/07/22"}, {"title" : "NASA announces that its Mars Reconnaissance Orbiter has captured photographic evidence of possible liquid water on Mars during warm seasons.", "date" : "2011/07/22"}, {"title" : "28 ampndash Arab Spring and the Libyan civil war: In the Battle of Tripoli, Libyan rebels take control of the nation's capital, effectively overthrowing the government of Muammar Gaddafi.", "date" : "2011/08/20"}, {"title" : "India and Bangladesh sign a pact to end their 40-year border demarcation dispute.", "date" : "2011/09/05"}, {"title" : "Approximately 100 people die after a petrol pipeline explodes in Nairobi.", "date" : "2011/09/12"}, {"title" : "With 434 dead, the United Nations launches a $357 million appeal for victims of the 2011 Sindh floods in Pakistan.", "date" : "2011/09/19"}, {"title" : "Israel and the Palestinian militant organization Hamas begin a major prisoner swap, in which the captured Israeli Army soldier Gilad Shalit is released by Hamas in exchange for 1,027 Palestinian and Israeli-Arab prisoners held in Israel, including 280 prisoners serving life sentences for planning and perpetrating terror attacks.", "date" : "2011/10/18"}, {"title" : "A magnitude 7.2 Msubw/sub earthquake jolted eastern Turkey near the city of Van, killing 604 people, and damaging about 2,200 buildings.", "date" : "2011/10/23"}, {"title" : "The Mars Science Laboratory rover Curiosity, the most elaborate Martian exploration vehicle to date, is launched from the Kennedy Space Center. It lands on Mars on August 5, 2012.", "date" : "2011/11/26"}, {"title" : "The United States formally declares an end to the Iraq War. While this ends the insurgency it begins another.", "date" : "2011/12/15"}, {"title" : "Iran–European Union relations: The European Union adopts an embargo against Iran in protest of that nation's continued effort to enrich uranium.", "date" : "2012/01/23"}, {"title" : "The Diamond Jubilee of Queen Elizabeth II marks the 60th anniversary of her accession to the thrones of the United Kingdom, Canada, Australia and New Zealand, and the 60th anniversary of her becoming Head of the Commonwealth.", "date" : "2012/02/06"}, {"title" : "A fire at a prison in Comayagua, Honduras kills 360.", "date" : "2012/02/15"}, {"title" : "Iran suspends oil exports to Britain and France following sanctions put in place by the European Union and the United States in January.", "date" : "2012/02/19"}, {"title" : "Greek government debt crisis: Eurozone finance ministers reach an agreement on a second, €130-billion Greek bailout.", "date" : "2012/02/21"}, {"title" : "Arab Spring: As a result of ongoing protests, Yemeni President Ali Abdullah Saleh is succeeded by Vice President Abd Rabbuh Mansur Al-Hadi.", "date" : "2012/02/27"}, {"title" : "A series of explosions are reported at a munitions dump in Brazzaville, the capital of the Republic of the Congo, with at least 250 people dead.", "date" : "2012/03/04"}, {"title" : "After 244 years since its first publication, the ''Encyclopædia Britannica'' discontinues its print edition.", "date" : "2012/03/13"}, {"title" : "The President of Mali, Amadou Toumani Touré, is ousted in a coup d'état after mutinous soldiers attack government offices.", "date" : "2012/03/22"}, {"title" : "The National Movement for the Liberation of Azawad unilaterally declares the independence of Azawad from Mali.", "date" : "2012/04/06"}, {"title" : "Former Liberian President Charles Taylor is found guilty on 11 counts of aiding and abetting war crimes and crimes against humanity during the Sierra Leone Civil War.", "date" : "2012/04/26"}, {"title" : "A pastel version of ''The Scream'', by Norwegian painter Edvard Munch, sells for US$120 million in a New York City auction, setting a new world record for an auctioned work of art.", "date" : "2012/05/02"}, {"title" : "Tokyo Skytree, the tallest self-supporting tower in the world at 634 metres high, is opened to public.", "date" : "2012/05/22"}, {"title" : "6 ampndash The century's second and last solar transit of Venus occurs. The next pair are predicted to occur in 2117 and 2125.", "date" : "2012/06/05"}, {"title" : "August 12 ampndash The 2012 Summer Olympics are held in London, United Kingdom.", "date" : "2012/07/27"}, {"title" : "31 ampndash In the worst power outage in world history, the 2012 India blackouts leave 620 million people without power.", "date" : "2012/07/30"}, {"title" : "Canada officially cuts diplomatic ties with Iran by closing its embassy in Tehran and ordered the expulsion of Iranian diplomats from Ottawa, over support for Syria, nuclear plans and alleged rights abuses.", "date" : "2012/09/07"}, {"title" : "18 ampndash  A series of protests is directed against United States diplomatic missions worldwide, as well as diplomatic missions of Germany, Switzerland and United Kingdom in some countries, after the screening of a Youtube trailer for the film ''Innocence of Muslims''. In Libya the attacks result in the deaths of the United States Ambassador to Libya J. Christopher Stevens, and 3 other Americans.", "date" : "2012/09/11"}, {"title" : "The first commitment period of the Kyoto Protocol ends.", "date" : "2012/12/31"}]