[{"title" : " Russia begins to circulate new rubles to stem inflation and promote confidence.", "date" : "1998/01/02"}, {"title" : " Wilaya of Relizane massacres of 4 January 1998 in Algeria: Over 170 are killed in 3 remote villages.", "date" : "1998/01/04"}, {"title" : " The Lunar Prospector spacecraft is launched into orbit around the Moon, and later finds evidence for frozen water, in soil in permanently shadowed craters near the Moon's poles.", "date" : "1998/01/06"}, {"title" : " Ramzi Yousef is sentenced to life in prison for planning the first World Trade Center bombing.", "date" : "1998/01/08"}, {"title" : " Over 100 people are killed in the Sidi-Hamed massacre in Algeria.", "date" : "1998/01/11"}, {"title" : " Nineteen European nations agree to forbid human cloning.", "date" : "1998/01/12"}, {"title" : " Nepalese police intercept a shipment of 272 human skulls in Kathmandu{{Citation needed|date=June 2011}}.", "date" : "1998/01/20"}, {"title" : " Suspected quotUnabomberquot Theodore Kaczynski pleads guilty, and accepts a sentence of life without the possibility of parole.", "date" : "1998/01/22"}, {"title" : " Gunmen hold at least 400 children and teachers hostage for several hours, at an elementary school in Manila, Philippines.", "date" : "1998/01/28"}, {"title" : " Cavalese cable car disaster: a United States Military pilot causes the deaths of 20 people near Trento, Italy, when his low-flying plane severs the cable of a cable-car.", "date" : "1998/02/03"}, {"title" : " An earthquake measuring 6.1 on the Richter scale in northeast Afghanistan kills more than 5,000 people.", "date" : "1998/02/04"}, {"title" : "22 ampndash The 1998 Winter Olympics are held in Nagano, Japan.", "date" : "1998/02/07"}, {"title" : " China Airlines Flight 676 crashes into a residential area near Chiang Kai-shek International Airport, killing 202 people (all 196 on board and 6 on the ground).", "date" : "1998/02/16"}, {"title" : " Iraq disarmament crisis: Iraqi President Saddam Hussein negotiates a deal with U.N. Secretary General Kofi Annan, allowing weapons inspectors to return to Baghdad, preventing military action by the United States and Britain.", "date" : "1998/02/20"}, {"title" : "Data sent from the Galileo probe indicates that Jupiter's moon Europa has a liquid ocean under a thick crust of ice.", "date" : "1998/02/20"}, {"title" : "Natascha Kampusch is abducted by Wolfgang Priklopil (she will remain in his captivity until August 2006).", "date" : "1998/02/20"}, {"title" : " NASA announces that the Clementine probe orbiting the Moon has found enough water in polar craters to support a human colony and rocket fueling station.", "date" : "1998/03/05"}, {"title" : " Danish parliamentary election, 1998: Prime Minister Poul Nyrup Rasmussen is re-elected.", "date" : "1998/03/11"}, {"title" : " 70th Academy Awards ceremony held in Shrine Auditorium Los Angeles, California.", "date" : "1998/03/23"}, {"title" : " Oued Bouaicha massacre in Algeria: 52 people are killed with axes and knives, 32 of them babies under the age of 2.", "date" : "1998/03/26"}, {"title" : " In Japan, the Akashi-Kaikyo Bridge linking Shikoku with Honshū and costing about US$3.8 billion, opens to traffic, becoming the largest suspension bridge in the world.", "date" : "1998/04/05"}, {"title" : " Pakistan tests medium-range missiles capable of hitting India.", "date" : "1998/04/06"}, {"title" : " Good Friday: 1 hour after the end of the talks deadline, the Belfast Agreement is signed between the Irish and British governments and most Northern Ireland political parties, with the notable exception of the Democratic Unionist Party.", "date" : "1998/04/10"}, {"title" : " CBS telecasts ''The Wizard of Oz'' for the last time. Beginning in 1999, ''The Wizard of Oz'' will be shown on cable, and in 2002, 2003, 2004, and 2005 it will be telecast by the WB Television Network in addition to its cable showings.", "date" : "1998/05/08"}, {"title" : "India conducts 3 underground nuclear tests in Pokhran, including 1 thermonuclear device.", "date" : "1998/05/08"}, {"title" : "The first euro coins are minted in Pessac, France. Because the final specifications for the coins were not finished in 1998, they will have to be melted and minted again in 1999.", "date" : "1998/05/08"}, {"title" : "14 ampndash Riots directed against Chinese Indonesians break out in Indonesia. Indonesian natives destroy and burn Chinese Indonesian-owned properties and kill and rape more than 1,000 Chinese Indonesians.", "date" : "1998/05/13"}, {"title" : " The Galaxy IV communications satellite fails, leaving 80–90% of the world's pagers without service.", "date" : "1998/05/19"}, {"title" : " Suharto resigns, after 32 years as President of Indonesia and his 7th consecutive re-election by the Indonesian Parliament (MPR). Suharto's hand-picked Vice President, B. J. Habibie, becomes Indonesia's third president.", "date" : "1998/05/21"}, {"title" : " Nuclear testing: In response to a series of Indian nuclear tests, Pakistan explodes 5 nuclear devices of its own in the Chaghai hills of Baluchistan, codenamed ''Chagai-I'', prompting the United States, Japan and other nations to impose economic sanctions. Pakistan celebrates Youm-e-Takbir annually.", "date" : "1998/05/28"}, {"title" : "A 6.6 magnitude earthquake hits northern Afghanistan, killing up to 5,000.", "date" : "1998/05/28"}, {"title" : "A second nuclear test, codenamed ''Chagai-II'', is conducted and supervised by the Pakistan Atomic Energy Commission (PAEC).", "date" : "1998/05/28"}, {"title" : " The CIH virus is discovered in Taiwan.", "date" : "1998/06/02"}, {"title" : " Eschede train disaster: An InterCityExpress high speed train derails between Hannover and Hamburg, Germany, causing 101 deaths.", "date" : "1998/06/03"}, {"title" : " Former Brigadier-General Ansumane Mané seizes control over military barracks in Bissau, marking the beginning of the Guinea-Bissau Civil War (1998–99).", "date" : "1998/06/07"}, {"title" : " Centennial Celebration of Independence of the Philippines from Spain", "date" : "1998/06/12"}, {"title" : " Philippine Vice President Joseph Estrada was sworn in as the 13th President of the Philippines.", "date" : "1998/06/30"}, {"title" : " Japan launches a probe to Mars, joining the United States and Russia as an outer space-exploring nation.", "date" : "1998/07/05"}, {"title" : " The new Hong Kong International Airport at Chek Lap Kok opens, while the historic Hong Kong Kai Tak Airport closes.", "date" : "1998/07/06"}, {"title" : " France beats Brazil 3–0 in the football World Cup final.", "date" : "1998/07/12"}, {"title" : "At a conference in Rome, 120 countries vote to create a permanent International Criminal Court to prosecute individuals for genocide, crimes against humanity, war crimes, and the crime of aggression.", "date" : "1998/07/12"}, {"title" : "In Saint Petersburg, Nicholas II of Russia and his family are buried in St. Catherine Chapel, 80 years after he and his family were killed by Bolsheviks.", "date" : "1998/07/12"}, {"title" : "A tsunami triggered by an undersea earthquake destroys 10 villages in Papua New Guinea, killing an estimated 1,500, leaving 2,000 more unaccounted for and thousands more homeless.", "date" : "1998/07/12"}, {"title" : "Biologists report in the journal ''Science'' how they sequenced the genome of the bacterium that causes syphilis, ''Treponema pallidum''.", "date" : "1998/07/12"}, {"title" : " Second Congo War begins. 3,900,000 people are killed before it ends in 2003, making it the bloodiest war, to date, since World War II.", "date" : "1998/08/02"}, {"title" : "Yangtze River Floods: In China the Yangtze River breaks through the main bank before this, from August 1–5, peripheral levees collapsed consecutively in Jiayu County Baizhou Bay. The death toll exceeds 12,000, with many thousands more injured.", "date" : "1998/08/02"}, {"title" : " 1998 U.S. embassy bombings: The bombings of the United States embassies in Dar es Salaam, Tanzania, and Nairobi, Kenya, kill 224 people and injure over 4,500 they are linked to terrorist Osama Bin Laden, an exile of Saudi Arabia.", "date" : "1998/08/07"}, {"title" : " Omagh bombing, A terrorist bombing carried out in Northern Ireland by the Real IRA.", "date" : "1998/08/15"}, {"title" : " The first RFID human implantation is tested in the United Kingdom.", "date" : "1998/08/24"}, {"title" : "A McDonnell Douglas MD-11 airliner (Swissair Flight 111) crashes near Peggys Cove, Nova Scotia, after taking off from New York City en-route to Geneva all 229 people on board are killed.", "date" : "1998/08/24"}, {"title" : "A United Nations court finds Jean-Paul Akayesu, the former mayor of a small town in Rwanda, guilty of nine counts of genocide, marking the first time that the 1948 law banning genocide is enforced.", "date" : "1998/08/24"}, {"title" : " Eric Robert Rudolph is charged with four bombings (including the 1996 Olympic bombing) in Atlanta, Georgia.", "date" : "1998/10/14"}, {"title" : " British police place General Augusto Pinochet under house arrest during his medical treatment in the UK.", "date" : "1998/10/16"}, {"title" : " A pipeline explosion in Jesse, Nigeria results in 1,082 deaths.", "date" : "1998/10/17"}, {"title" : " Hurricane Mitch makes landfall in Central America, killing an estimated 18,000 people.", "date" : "1998/10/29"}, {"title" : " A Russian Proton rocket is launched from the Baikonur Cosmodrome in Kazakhstan, carrying the first segment of the International Space Station, the 21 ton Zarya Module.", "date" : "1998/11/20"}, {"title" : " Hugo Chávez, politician and former member of the Venezuelan military, is elected President of Venezuela.", "date" : "1998/12/06"}, {"title" : "19 ampndash Iraq disarmament crisis: U.S. President Bill Clinton orders airstrikes on Iraq. UNSCOM withdraws all weapons inspectors from Iraq.", "date" : "1998/12/16"}, {"title" : " Khmer Rouge leaders apologize for the genocide in Cambodia that claimed over 1 million in the 1970s.", "date" : "1998/12/29"}, {"title" : " The first leap second since June 30, 1997, occurs. In the eurozone, the currency rates of this day are fixed permanently.", "date" : "1998/12/31"}, {"title" : " The euro is established.", "date" : "1999/01/01"}, {"title" : " Gunmen open fire on Shia Muslims worshiping in a mosque in Islamabad, Pakistan, killing 16 and injuring 25.", "date" : "1999/01/04"}, {"title" : "Sanjeev Nanda kills three policemen in New Delhi with his car, an act for which he was later acquitted, resulting in a sharp drop in public confidence in the Indian legal system.", "date" : "1999/01/04"}, {"title" : " The China News Service announces new government restrictions on Internet use aimed especially at Internet cafes.", "date" : "1999/01/20"}, {"title" : " In one of the largest drug busts in American history, the United States Coast Guard intercepts a ship with over 9,500ampnbsppounds (4.75 tons) of cocaine aboard headed for Houston, Texas.", "date" : "1999/01/21"}, {"title" : " A 6.1 Richter scale earthquake hits western Colombia, killing at least 1,000.", "date" : "1999/01/25"}, {"title" : "Hugo Chávez becomes President of Venezuela.", "date" : "1999/02/02"}, {"title" : " King Hussein of Jordan dies from cancer, and his son Abdullah II inherits the throne.", "date" : "1999/02/07"}, {"title" : " Avalanches in the French Alps near Geneva kill at least 10.", "date" : "1999/02/10"}, {"title" : " Pluto moves along its eccentric orbit further from the Sun than Neptune. It had been nearer than Neptune since 1979, and will become again in 2231.", "date" : "1999/02/11"}, {"title" : " U.S. President Bill Clinton is acquitted in impeachment proceedings in the United States Senate.", "date" : "1999/02/12"}, {"title" : "In Uzbekistan, an apparent assassination attempt against President Islam Karimov takes place at government headquarters.ampamp{{cite book|last=Cummings|first=Sally N.|year=2002|title=Power and change in Central Asia|page=130}}ampamp", "date" : "1999/02/12"}, {"title" : "Across Europe, Kurdish rebels take over embassies and hold hostages after Turkey arrests one of their rebel leaders.", "date" : "1999/02/12"}, {"title" : " The Albertinkatu shootings in Helsinki, Finland: Three men are killed and 1 wounded at a shooting range.", "date" : "1999/02/21"}, {"title" : " Moderate Iraqi Shiite cleric Mohammad Mohammad Sadeq al-Sadr is assassinated.", "date" : "1999/02/22"}, {"title" : "Kurdish rebel leader Abdullah Öcalan is charged with treason in Ankara, Turkey.", "date" : "1999/02/22"}, {"title" : "White supremacist John William King is found guilty of kidnapping and killing African American James Byrd Jr. by dragging him behind a truck for 2ampampnbspmiles (3ampampnbspkm).", "date" : "1999/02/22"}, {"title" : " An avalanche destroys the village of Galtür, Austria, killing 31.", "date" : "1999/02/23"}, {"title" : " LaGrand Case: The State of Arizona executes Karl LaGrand, a German national involved in an armed robbery that led to a death. Karl's brother Walter is executed a week later, in spite of Germany's legal action in the International Court of Justice to attempt to save him.", "date" : "1999/02/24"}, {"title" : " While trying to circumnavigate the world in a hot air balloon, Colin Prescot and Andy Elson set a new endurance record after being aloft for 233 hours and 55ampnbspminutes.", "date" : "1999/02/27"}, {"title" : "One of 4 bombs detonated in Lusaka, Zambia, destroys the Angolan Embassy.", "date" : "1999/02/27"}, {"title" : "Rwandan Hutu rebels kill and dismember 8 foreign tourists at the Buhoma homestead, Uganda.", "date" : "1999/02/27"}, {"title" : "The Convention on the Prohibition of Anti-Personnel Mines comes into force.", "date" : "1999/02/27"}, {"title" : " The brand new Mandalay Bay hotel and casino opens in Las Vegas.", "date" : "1999/03/02"}, {"title" : " Walter LaGrand is executed in the gas chamber in Arizona.", "date" : "1999/03/03"}, {"title" : " In a military court, United States Marine Corps Captain Richard J. Ashby is acquitted of the charge of reckless flying which resulted in the deaths of 20 skiers in the Italian Alps, when his low-flying jet hit a gondola cable.", "date" : "1999/03/04"}, {"title" : " Hungary, Poland and the Czech Republic join NATO.", "date" : "1999/03/12"}, {"title" : " In Brussels, Belgium, the Santer Commission resigns over allegations of corruption.", "date" : "1999/03/15"}, {"title" : "Bertrand Piccard and Brian Jones become the first to circumnavigate the Earth in a hot air balloon.", "date" : "1999/03/15"}, {"title" : "The 71st Academy Awards are held at the Dorothy Chandler Pavilion in Los Angeles, California with ''Shakespeare in Love'' winning Best Picture.", "date" : "1999/03/15"}, {"title" : " Gunmen assassinate Paraguay's Vice President Luis María Argaña.", "date" : "1999/03/23"}, {"title" : "NATO launches air strikes against the Federal Republic of Yugoslavia. This marks the first time NATO has attacked a sovereign country.", "date" : "1999/03/23"}, {"title" : "Fire in the Mont Blanc Tunnel kills 39 people, closing the tunnel for nearly 3 years.", "date" : "1999/03/23"}, {"title" : " Enron energy traders allegedly route 2,900 megawatts of electricity destined for California to the town of Silver Peak, Nevada, population 200.", "date" : "1999/03/25"}, {"title" : "The Melissa worm attacks the Internet.", "date" : "1999/03/25"}, {"title" : "A Michigan jury finds Dr. Jack Kevorkian guilty of second-degree murder for administering a lethal injection to a terminally ill man.", "date" : "1999/03/25"}, {"title" : " Kosovo War: A U.S. F-117 Nighthawk is shot down by Serbian forces.", "date" : "1999/03/27"}, {"title" : " For the first time, the Dow Jones Industrial Average closes above the 10,000 mark, at 10,006.78.", "date" : "1999/03/29"}, {"title" : " Nunavut, an Inuit homeland, is created from the eastern portion of the Northwest Territories to become Canada's third territory.", "date" : "1999/04/01"}, {"title" : "Two Libyans suspected of bringing down Pan Am flight 103 in 1988 are handed over to Scottish authorities for eventual trial in the Netherlands. The United Nations suspends sanctions against Libya.", "date" : "1999/04/01"}, {"title" : "In Laramie, Wyoming, Russell Henderson pleads guilty to kidnapping and felony murder, in order to avoid a possible death penalty conviction for the apparent hate crime killing of Matthew Shepard.", "date" : "1999/04/01"}, {"title" : "Kosovo War: Kosovo's main border crossings are closed by Serbian forces to prevent ethnic Albanians from leaving.", "date" : "1999/04/01"}, {"title" : "A bomb explodes at the Valley of the Fallen Church in Spain GRAPO claims responsibility.", "date" : "1999/04/01"}, {"title" : " Bill Gates personal fortune exceeds 100 Billion U.S. dollars, due to the increased value of Microsoft stock.", "date" : "1999/04/08"}, {"title" : " Ibrahim Baré Maînassara, president of Niger, is assassinated.", "date" : "1999/04/09"}, {"title" : " Tercentenary celebrations of the creation of the Sikh Khalsa are held.", "date" : "1999/04/13"}, {"title" : " A nail bomb, planted by David Copeland, explodes in the middle of a busy market in Brixton, South London.", "date" : "1999/04/17"}, {"title" : " Columbine High School massacre: Two Littleton, Colorado teenagers, Eric Harris and Dylan Klebold, open fire on their teachers and classmates, killing 12 students and 1 teacher, and then themselves.", "date" : "1999/04/20"}, {"title" : " The term of Tuanku Jaafar ibni Almarhum Tuanku Abdul Rahman as the 10th Yang di-Pertuan Agong of Malaysia ends.", "date" : "1999/04/25"}, {"title" : "Sultan Salahuddin Abdul Aziz Shah ibni Almarhum Sultan Hisamuddin Alam Shah Al-Haj, Sultan of Selangor, becomes the 11th Yang di-Pertuan Agong of Malaysia.", "date" : "1999/04/25"}, {"title" : "British T.V presenter Jill Dando, 37, is shot dead on the doorstep of her home in Fulham, London.", "date" : "1999/04/25"}, {"title" : "Cambodia joins the Association of Southeast Asian Nations (ASEAN), bringing the total members to 10.", "date" : "1999/04/25"}, {"title" : "A third nail bomb (see April 17) explodes in the Admiral Duncan pub in Old Compton Street, Soho, London, killing a pregnant woman and two friends and injuring 70 others, including her husband. This is part of a hate campaign against ethnic minorities and gay people by David Copeland.", "date" : "1999/04/25"}, {"title" : " Norman J. Sirnic and Karen Sirnic are murdered by serial killer Ángel Maturino Reséndiz in Weimar, Texas.", "date" : "1999/05/02"}, {"title" : "1999 Oklahoma tornado outbreak: A devastating tornado, rated F5 on the Fujita scale, slams into Moore, Oklahoma, killing 38 people.", "date" : "1999/05/02"}, {"title" : "The Dow Jones Industrial Average closes above 11,000 for the first time, at 11,014.70.", "date" : "1999/05/02"}, {"title" : " Microsoft releases Windows 98 (Second Edition), from 1998.", "date" : "1999/05/05"}, {"title" : " Elections are held in Scotland and Wales for the new Scottish Parliament and National Assembly for Wales.", "date" : "1999/05/06"}, {"title" : "A jury finds ''The Jenny Jones Show'' and Warner Bros. liable in the shooting death of Scott Amedure, after the show deceived Jonathan Schmitz into appearing on a secret same-sex crush episode.", "date" : "1999/05/06"}, {"title" : "Kosovo War: In the Federal Republic of Yugoslavia, three Chinese embassy workers were killed and 20 others wounded when a NATO B-2 aircraft mistakenly bombed a Chinese Embassy in Belgrade.", "date" : "1999/05/06"}, {"title" : "In Guinea-Bissau, President João Bernardo Vieira is ousted in a military coup.", "date" : "1999/05/06"}, {"title" : " Nancy Mace becomes the first female cadet to graduate from The Military College of South Carolina.", "date" : "1999/05/08"}, {"title" : " David Steel becomes the first Presiding Officer (Speaker) of the modern Scottish Parliament.", "date" : "1999/05/12"}, {"title" : " Carlo Azeglio Ciampi is elected President of Italy.", "date" : "1999/05/13"}, {"title" : " Ehud Barak is elected prime minister of Israel.", "date" : "1999/05/17"}, {"title" : " ''Star Wars Episode I: The Phantom Menace'' is released in theaters. It becomes the highest grossing ''Star Wars'' film.", "date" : "1999/05/19"}, {"title" : "The Indian Air Force launches an attack on intruding Pakistan Army troops and mujahideen militants in Kashmir.", "date" : "1999/05/19"}, {"title" : "The first Welsh Assembly in over 600 years opens in Cardiff.", "date" : "1999/05/19"}, {"title" : "The 1999 UEFA Champions League Final takes place at the Camp Nou Stadium, Barcelona in which the English side Manchester United defeat German side Bayern Munich 2-1.", "date" : "1999/05/19"}, {"title" : " The International Criminal Tribunal for the former Yugoslavia in The Hague, Netherlands indicts Slobodan Milošević and four others for war crimes and crimes against humanity committed in Kosovo.", "date" : "1999/05/27"}, {"title" : "Swedish police officers Robert Karlström (30) and Olov Borén (42) are wounded by three bank robbers armed with automatic weapons, and later executed with their own service pistols in Malexander, see Malexander murders.", "date" : "1999/05/27"}, {"title" : "After 22 years of restoration work, Leonardo da Vinci's ''The Last Supper'' is placed back on display in Milan, Italy.", "date" : "1999/05/27"}, {"title" : "Cathy O'Dowd, a South African mountaineer, becomes the first woman to summit Mount Everest from both the north and south sides.", "date" : "1999/05/27"}, {"title" : "Nigeria terminates military rule, and the Fourth Nigerian Republic is established with Olusegun Obasanjo as president.", "date" : "1999/05/27"}, {"title" : " Travel Midland Metro enters public service.", "date" : "1999/05/30"}, {"title" : "Napster, a revolutionary music downloading service, debuts.", "date" : "1999/05/30"}, {"title" : "American Airlines Flight 1420 overruns the runway in Little Rock, Arkansas killing 11 people.", "date" : "1999/05/30"}, {"title" : " After decades of fighting off outside technological influences like television, the King of Bhutan allows television transmissions to commence in the Kingdom for the first time, coinciding with the King's Silver Jubilee (see Bhutan Broadcasting Service).", "date" : "1999/06/02"}, {"title" : " The Islamic Salvation Army, the armed wing of the Islamic Salvation Front, agrees in principle to disband in Algeria.", "date" : "1999/06/05"}, {"title" : " In Brazil, 345 prisoners escape from Putim prison through the front gate.", "date" : "1999/06/06"}, {"title" : " The government of Colombia announces it will include the estimated value of the country's illegal drug crops, exceeding half a billion US dollars, in its gross national product.", "date" : "1999/06/08"}, {"title" : " Kosovo War: The Federal Republic of Yugoslavia and NATO sign a peace treaty.", "date" : "1999/06/09"}, {"title" : "Kosovo War: NATO suspends its air strikes after Slobodan Milošević agrees to withdraw Serbian forces from Kosovo", "date" : "1999/06/09"}, {"title" : "Kosovo War: Operation Joint Guardian/''Operation Agricola'' begins: NATO-led United Nations peacekeeping forces KFOR enter the province of Kosovo in the Federal Republic of Yugoslavia.", "date" : "1999/06/09"}, {"title" : "Texas Governor George W. Bush announces he will seek the Republican Party nomination for President of the United States.", "date" : "1999/06/09"}, {"title" : " Thabo Mbeki is elected President of South Africa.", "date" : "1999/06/14"}, {"title" : " The J18 international anti-globalization protests are organized in dozens of cities around the world, some of which lead to riots.", "date" : "1999/06/18"}, {"title" : " Turin, Italy, is awarded the 2006 Winter Olympics.", "date" : "1999/06/19"}, {"title" : " Twenty-three people die when fire consumes the Sealand Youth Training Center in South Korea.", "date" : "1999/06/30"}, {"title" : "The Scottish Parliament is officially opened by Elizabeth II on the day that legislative powers are officially transferred from the old Scottish Office in London to the new devolved Scottish Executive in Edinburgh.", "date" : "1999/06/30"}, {"title" : "Europol (short for European Police Office) the European Union's criminal intelligence agency became fully operational.", "date" : "1999/06/30"}, {"title" : " Benjamin Nathaniel Smith begins a 3-day killing spree targeting racial and ethnic minorities in Illinois and Indiana.", "date" : "1999/07/02"}, {"title" : " U.S. Army Pfc. Barry Winchell is bludgeoned in his sleep at Fort Campbell, Kentucky by fellow soldiers he dies the next day from his injuries.", "date" : "1999/07/05"}, {"title" : " In Rome, Hicham El Guerrouj runs the fastest mile ever recorded, at 3:43.13.", "date" : "1999/07/07"}, {"title" : " A major flash flood in Las Vegas swamps hundreds of cars, smashes mobile homes and kills 2 people.", "date" : "1999/07/08"}, {"title" : " American soccer player Brandi Chastain scores the game winning penalty kick against China in the FIFA Women's World Cup.", "date" : "1999/07/10"}, {"title" : " India recaptures Kargil, forcing the Pakistan Army to retreat. India announces victory, ending the 2-month conflict.", "date" : "1999/07/11"}, {"title" : " Off the coast of Martha's Vineyard, a plane piloted by John F. Kennedy Jr. crashes, killing him and his wife Carolyn Bessette Kennedy and her sister Lauren Bessette.", "date" : "1999/07/16"}, {"title" : "Mercury program: Liberty Bell 7 is raised from the Atlantic Ocean.", "date" : "1999/07/16"}, {"title" : "Falun Gong is banned in the People's Republic of China under Jiang Zemin.", "date" : "1999/07/16"}, {"title" : " The first version of MSN Messenger is released by Microsoft.", "date" : "1999/07/22"}, {"title" : "ANA Flight 61 is hijacked in Tokyo.", "date" : "1999/07/22"}, {"title" : "Mohammed VI of Morocco becomes king upon the death of his father Hassan II.", "date" : "1999/07/22"}, {"title" : "July 25 ampndash The Woodstock 99 festival is held in New York.", "date" : "1999/07/23"}, {"title" : " Lance Armstrong wins his first Tour de France.", "date" : "1999/07/25"}, {"title" : " The last Checker taxi cab is retired in New York City and auctioned off for approximately $135,000.", "date" : "1999/07/26"}, {"title" : " Twenty-one people die in a canyoning disaster near Interlaken, Switzerland.", "date" : "1999/07/27"}, {"title" : " NASA intentionally crashes the Lunar Prospector spacecraft into the Moon, thus ending its mission to detect frozen water on the lunar surface.", "date" : "1999/07/31"}, {"title" : " Hundreds of Chechen guerrillas invade the Russian republic of Dagestan, triggering a short war.", "date" : "1999/08/07"}, {"title" : " The first Callatis Festival, the largest music amp culture festival in Romania, is held.", "date" : "1999/08/08"}, {"title" : " Russian President Boris Yeltsin fires his Prime Minister, Sergei Stepashin, and for the fourth time fires his entire cabinet.", "date" : "1999/08/09"}, {"title" : "Buford O. Furrow, Jr. wounds 5 and kills 1 during the August 1999 Los Angeles Jewish Community Center shooting.", "date" : "1999/08/09"}, {"title" : "The Atlantique Incident occurs as an intruding Pakistan Navy plane is shot down in India. The incident sparks tensions between the 2 nations, coming just a month after the end of the Kargil War.", "date" : "1999/08/09"}, {"title" : "A total solar eclipse is seen in Europe and Asia.", "date" : "1999/08/09"}, {"title" : "Salt Lake City tornado: A very rare F2 tornado strikes Salt Lake City, killing 1.", "date" : "1999/08/09"}, {"title" : " 1999 İzmit earthquake: A 7.6-magnitude earthquake strikes İzmit and levels much of northwestern Turkey, killing more than 17,000 and injuring 44,000. This is the first of a long series of unrelated but frequent earthquakes throughout the world during the years 1999 and 2000.", "date" : "1999/08/17"}, {"title" : " In Belgrade, tens of thousands of Serbians rally to demand the resignation of Yugoslav President Slobodan Milošević.", "date" : "1999/08/19"}, {"title" : "Mandarin Airlines Flight 642 crashes in Hong Kong.", "date" : "1999/08/19"}, {"title" : "GPS Week Numbers Reset to 0", "date" : "1999/08/19"}, {"title" : " Apple Computer releases the Power Macintosh G4.", "date" : "1999/08/31"}, {"title" : "A magnitude 5.9 earthquake hits Athens, killing 143 and injuring more than 2,000.", "date" : "1999/08/31"}, {"title" : "Viacom and CBS merge.", "date" : "1999/08/31"}, {"title" : " The first of a series of Russian apartment bombings occurs. Subsequent bombings occur on September 13 and 16, while a bombing on September 22 fails.", "date" : "1999/09/08"}, {"title" : " Sega Dreamcast was released in North America as well as Sonic Adventure.", "date" : "1999/09/09"}, {"title" : " Under international pressure to allow an international peacekeeping force, Indonesian president BJ Habibie announced on 12 September that he would do so.", "date" : "1999/09/12"}, {"title" : " Kiribati, Nauru and Tonga join the United Nations.", "date" : "1999/09/14"}, {"title" : " The 921 earthquake, also known as the Jiji earthquake,(magnitude 7.6 on the Richter scale) kills about 2,400 people in Taiwan.", "date" : "1999/09/21"}, {"title" : "October ampampndash NASA loses one of its probes, the Mars Climate Orbiter.", "date" : "1999/09/21"}, {"title" : " Pudong International Airport opens in Shanghai, China, taking over all international flights to Hongqiao.", "date" : "1999/10/01"}, {"title" : " Thirty-one people die in the Ladbroke Grove rail crash, west of London, England.", "date" : "1999/10/05"}, {"title" : " Elections are held in Portugal.", "date" : "1999/10/10"}, {"title" : "Date selected by the UN as when the world population reaches 6 billion people.", "date" : "1999/10/10"}, {"title" : " The United States Senate rejects ratification of the Comprehensive Test Ban Treaty (CTBT).", "date" : "1999/10/13"}, {"title" : " A National Geographic Society press conference reveals the fossil of ''Archaeoraptor'' (which is later found to be a forgery).", "date" : "1999/10/15"}, {"title" : " Gunmen open fire in the Armenian Parliament, killing Prime Minister Vazgen Sargsyan, Parliament Chairman Karen Demirchyan, and 6 other members.", "date" : "1999/10/27"}, {"title" : "EgyptAir Flight 990, travelling from New York City to Cairo, crashes off the coast of Nantucket, Massachusetts, killing all 217 on board. When the pilot leaves the cockpit, the co-pilot causes the Boeing 767 to enter a steep dive, resulting in impact with the Atlantic Ocean.", "date" : "1999/10/27"}, {"title" : "Roman Catholic Church and Lutheran Church leaders sign the Joint Declaration on the Doctrine of Justification, ending a centuries-old doctrinal dispute over the nature of faith and salvation.", "date" : "1999/10/27"}, {"title" : " TAESA Flight 725, covering the route Tijuana–Guadalajara–Uruapan–Mexico City, crashes a few minutes after takeoff from Uruapan International Airport, killing 18 people on board. This event causes the bankruptcy of the Mexican airline a few months later.", "date" : "1999/11/09"}, {"title" : " A 7.2-magnitude earthquake strikes Duzce and northwestern Turkey, killing 845 and injuring 4,948.", "date" : "1999/11/12"}, {"title" : " The Aggie Bonfire collapses in College Station, TX, killing 12.", "date" : "1999/11/18"}, {"title" : " Dr. Jerome Teelucksingh of Trinidad and Tobago proposes that the UN create an International Men's Day, which is now commemorated every year on this same date.", "date" : "1999/11/19"}, {"title" : " The People's Republic of China launches the first Shenzhou spacecraft.", "date" : "1999/11/20"}, {"title" : " The film ''The Wizard of Oz'' begins its run on cable TV, which continues to this day. On cable it is telecast several times a year, like most other films, rather than being shown only once annually.", "date" : "1999/11/21"}, {"title" : " An earthquake and tsunami strike Vanuatu.", "date" : "1999/11/26"}, {"title" : " The left-wing Labour Party takes control of the New Zealand government, with leader Helen Clark becoming the second female Prime Minister in New Zealand's history.", "date" : "1999/11/27"}, {"title" : "The ExxonMobil merger is completed, forming the largest corporation in the world.", "date" : "1999/11/27"}, {"title" : "WTO Protests ampampndash Protesters blocked delegates' entrance to WTO meetings in Seattle, Washington, USA.", "date" : "1999/11/27"}, {"title" : "After rowing for 81 days and 2,962 nautical miles (5486ampampnbspkm), Tori Murden becomes the first woman to cross the Atlantic Ocean by rowboat alone, when she reaches Guadeloupe from the Canary Islands.", "date" : "1999/11/27"}, {"title" : "NASA loses radio contact with the Mars Polar Lander, moments before the spacecraft enters the Martian atmosphere.", "date" : "1999/11/27"}, {"title" : " NASA launches into orbit the Terra platform, carrying 5 Earth Observation instruments, including ASTER, CERES, MISR, MODIS and MOPITT.", "date" : "1999/12/18"}, {"title" : " The sovereignty of Macau is transferred from the Portuguese Republic to the People's Republic of China after 422 years of Portuguese rule.", "date" : "1999/12/20"}, {"title" : " Korean Air Cargo Flight 8509, a Boeing 747-200F crashes shortly after take-off from London Stansted Airport due to pilot error. All 4 crew members were killed.", "date" : "1999/12/22"}, {"title" : " Storm Lothar killed 137 people as it crossed France, southern Germany, and Switzerland.", "date" : "1999/12/26"}, {"title" : " Storm Martin caused damage throughout France, Spain, Switzerland and Italy, including an emergency due to flooding at the Blayais Nuclear Power Plant.", "date" : "1999/12/27"}, {"title" : "The U.S. turns over complete administration of the Panama Canal to the Panamanian Government, as stipulated in the Torrijos-Carter Treaty of 1977.", "date" : "1999/12/27"}, {"title" : "Boris Yeltsin resigns as President of Russia, leaving Prime Minister Vladimir Putin as the acting President.", "date" : "1999/12/27"}, {"title" : "In Cambodia the Khmer Rouge is officially dissolved some time in December.", "date" : "1999/12/27"}, {"title" : " New Zealand broadcasting on Chatham Island is watched worldwide to start millennium celebrations and the Year 2000 problem begins.", "date" : "2000/01/01"}, {"title" : "January 10 ampndash Israel and Syria hold inconclusive peace talks.", "date" : "2000/01/03"}, {"title" : "January 8 ampndash The 2000 al-Qaeda Summit of several high-level al-Qaeda members (including 2 9/11 American Airlines hijackers) is held in Kuala Lumpur, Malaysia.", "date" : "2000/01/05"}, {"title" : " The last natural Pyrenean Ibex is found dead, apparently killed by a falling tree.", "date" : "2000/01/06"}, {"title" : " America Online announces an agreement to purchase Time Warner for $162 billion (the largest-ever corporate merger).", "date" : "2000/01/10"}, {"title" : "The armed wing of the Islamic Salvation Front concludes its negotiations with the government for an amnesty and disbands in Algeria (see Algerian Civil War#GIA destroyed, GSPC discontinues)", "date" : "2000/01/10"}, {"title" : "The Dow Jones Industrial Average closes at 11,722.98 (at the peak of the Dot-com bubble).", "date" : "2000/01/10"}, {"title" : " The Tagish Lake meteorite impacts the Earth.", "date" : "2000/01/18"}, {"title" : " God's Army, a Karen militia group led by twins Johnny and Luther Htoo, takes 700 hostages at a Thai hospital near the Burmese border.", "date" : "2000/01/24"}, {"title" : " Kenya Airways Flight 431 crashes off the coast of Côte d'Ivoire into the Atlantic Ocean, killing 169.", "date" : "2000/01/30"}, {"title" : "Alaska Airlines Flight 261 crashes off the California coast into the Pacific Ocean, killing 88.", "date" : "2000/01/30"}, {"title" : "Dr. Harold Shipman is found guilty of murdering 15 patients between 1995 and 1998 at Hyde, Greater Manchester, and sentenced to life imprisonment.", "date" : "2000/01/30"}, {"title" : " German extortionist Klaus-Peter Sabotta is jailed for life for attempted murder and extortion, in connection with the sabotage of German railway lines.", "date" : "2000/02/04"}, {"title" : " Tarja Halonen is elected the first female president of Finland.", "date" : "2000/02/06"}, {"title" : " Stipe Mesic is elected president of Croatia.", "date" : "2000/02/07"}, {"title" : " Bob Collins' plane collides with that of a student pilot over Zion, Illinois.", "date" : "2000/02/08"}, {"title" : " Torrential rains in Africa lead to the worst flooding in Mozambique in 50 years, which lasts until March and kills 800 people.", "date" : "2000/02/09"}, {"title" : " The final original ''Peanuts'' comic strip is published, following the death of its creator, Charles M. Schulz.", "date" : "2000/02/13"}, {"title" : " UNESCO holds the inaugural celebration of International Mother Language Day.", "date" : "2000/02/21"}, {"title" : " The Constitution of Finland rewritten.", "date" : "2000/03/01"}, {"title" : " The PlayStation 2 is released in Japan, and in North America. Several months later it becomes the best-selling game console of all time.", "date" : "2000/03/04"}, {"title" : " Tokyo train disaster: A sideswipe collision of 2 Tokyo Metro trains kills 5 people.", "date" : "2000/03/08"}, {"title" : " Pope John Paul II apologizes for the wrongdoings by members of the Roman Catholic Church throughout the ages.", "date" : "2000/03/12"}, {"title" : "Pope John Paul II begins the first official visit by a Roman Catholic pontiff to Israel.", "date" : "2000/03/12"}, {"title" : "The U.S. Supreme Court rules the FDA lacks authority to regulate tobacco as an addictive drug, throwing out the Clinton Administration's main anti-smoking initiative", "date" : "2000/03/12"}, {"title" : " Vladimir Putin is elected President of Russia.", "date" : "2000/03/26"}, {"title" : " The Seattle Kingdome is demolished by implosion.", "date" : "2000/03/26"}, {"title" : " The Phillips explosion of 2000 kills 1 and injures 71 in Pasadena, Texas.", "date" : "2000/03/27"}, {"title" : " ''United States v. Microsoft'': Microsoft is ruled to have violated United States antitrust laws by keeping quotan oppressive thumbquot on its competitors.", "date" : "2000/04/03"}, {"title" : " Tuanku Syed Sirajuddin becomes Raja of Perlis.", "date" : "2000/04/17"}, {"title" : " In a predawn raid, federal agents seize 6-year old Elián González from his relatives' home in Miami, Florida and fly him to his Cuban father in Washington, DC, ending one of the most publicized custody battles in U.S. history.", "date" : "2000/04/22"}, {"title" : "In San Antonio, Texas, computer pioneer Datapoint files for Chapter 11 bankruptcy.", "date" : "2000/05/01"}, {"title" : "After originating in the Philippines, the ILOVEYOU computer virus spreads quickly throughout the world.", "date" : "2000/05/01"}, {"title" : "An earthquake hits Banggai, Indonesia, leaving 54 dead.", "date" : "2000/05/01"}, {"title" : "Effective date of Canada's first modern-day treaty – The Nisga'a Final Agreement", "date" : "2000/05/01"}, {"title" : " The Tate Modern Gallery opens in London.", "date" : "2000/05/12"}, {"title" : "A fireworks factory disaster in Enschede, the Netherlands, kills 23.", "date" : "2000/05/12"}, {"title" : "Millennium Force opens at Cedar Point amusement park in Sandusky, Ohio as the world's tallest and fastest roller coaster.", "date" : "2000/05/12"}, {"title" : " The Grand National Assembly of Turkey elects Ahmet Necdet Sezer  as the tenth President of Turkey.", "date" : "2000/05/16"}, {"title" : " A bomb in Glorietta Mall in Makati City, Philippines injures 13.", "date" : "2000/05/17"}, {"title" : " Taiwanese (ROC) president Chen Shui-bian makes the Four Noes and One Without pledge to Taiwan.", "date" : "2000/05/20"}, {"title" : " Israel withdraws IDF forces from southern Lebanon after 22 years.", "date" : "2000/05/25"}, {"title" : " An earthquake hits Bengkulu, Indonesia, leaving 94 dead.", "date" : "2000/06/04"}, {"title" : " ''405 The Movie'', the first short film widely distributed on the Internet, is released.", "date" : "2000/06/05"}, {"title" : " South Korean President Kim Dae Jung visits North Korea to participate in the first North-South presidential summit.", "date" : "2000/06/13"}, {"title" : " A centennial earthquake (6.5 on Richter scale) hits Iceland on its national day.", "date" : "2000/06/17"}, {"title" : " Section 28, a law preventing the promotion of homosexuality, is repealed by the Scottish Parliament.", "date" : "2000/06/21"}, {"title" : " A preliminary draft of genomes, as part of the Human Genome Project, is finished.", "date" : "2000/06/26"}, {"title" : " Elian Gonzalez returns to Cuba with his father, Juan Miguel Gonzalez, ending a protracted custody battle.", "date" : "2000/06/28"}, {"title" : " At the Roskilde Festival near Copenhagen, Denmark, 9 die and 26 are injured on a set while the rock group Pearl Jam performs.", "date" : "2000/06/30"}, {"title" : "France defeats Italy 2-1 after extra time in the final of the European Championships, becoming the first team to consecutively win the World Cup and European Championships.", "date" : "2000/06/30"}, {"title" : "Vicente Fox is elected President of Mexico, as candidate of the rightist PAN (National Action Party), ending 71 years of PRI (Institutional Revolutionary Party) rule.", "date" : "2000/06/30"}, {"title" : "In southern Nigeria, a leaking petroleum pipeline explodes, killing about 250 villagers who were scavenging gasoline.", "date" : "2000/06/30"}, {"title" : "July 25 ampndash Israel's prime minister Ehud Barak and PLO head Yasser Arafat meet at Camp David, but fail to reach an agreement.", "date" : "2000/07/13"}, {"title" : " A powerful solar flare, later named the Bastille Day event, causes a geomagnetic storm on Earth.", "date" : "2000/07/14"}, {"title" : " Alex Salmond resigns as the leader of the Scottish National Party.", "date" : "2000/07/18"}, {"title" : "July 23 ampndash G-8 Nations hold their 26th Annual Summit issues include AIDS, the 'digital divide', and halving world poverty by 2015.", "date" : "2000/07/21"}, {"title" : " ''News of the World'' urges its readers to sign a petition for Sarah's Law, new legislation in response to the murder of Sarah Payne, which would give parents the right to know whether a convicted paedophile was living in their area.", "date" : "2000/07/22"}, {"title" : " Air France Flight 4590, a Concorde aircraft, crashes into a hotel in Gonesse just after takeoff from Paris, killing all 109 aboard and 4 in the hotel.", "date" : "2000/07/25"}, {"title" : "Venezuela's president Hugo Chávez is reelected with 59% of the vote.", "date" : "2000/07/30"}, {"title" : "August 3 ampndash The Republican National Convention in Philadelphia, Pennsylvania nominates George W. Bush for U.S. President and Dick Cheney for Vice President.", "date" : "2000/07/31"}, {"title" : " Rioting erupts on the Paulsgrove estate in Portsmouth, Hampshire, England, after more than 100 people besiege the home of a block of flats allegedly housing a convicted paedophile. This is the latest vigilante violence against suspected sex offenders since the beginning of the quotnaming and shamingquot anti-paedophile campaign by the tabloid newspaper ''News of the World''.", "date" : "2000/08/03"}, {"title" : " The Confederate submarine ''H.L. Hunley'' is raised to the surface after 136 years on the ocean floor.", "date" : "2000/08/08"}, {"title" : " The Russian submarine ''Kursk'' sinks in the Barents Sea, resulting in the deaths of all 118 men on board.", "date" : "2000/08/12"}, {"title" : " Tsar Nicholas II and his family are canonized by the synod of the Russian Orthodox Church.", "date" : "2000/08/14"}, {"title" : " Dora the Explorer, one of Nickelodeon's hottest shows, debuts.", "date" : "2000/08/14"}, {"title" : "August 17 ampndash The Democratic National Convention in Los Angeles nominates U.S. Vice President Al Gore for President and Senator Joe Lieberman for Vice President.", "date" : "2000/08/14"}, {"title" : " John Anthony Kaiser a Roman Catholic priest was murdered in Morendat, Kenya.", "date" : "2000/08/23"}, {"title" : " The Ostankino Tower fire in Moscow kills 3.", "date" : "2000/08/27"}, {"title" : " Tuvalu joins the United Nations.", "date" : "2000/09/05"}, {"title" : " The last wholly Swedish-owned arms manufacturer, Bofors, is sold to American arms manufacturer United Defense.", "date" : "2000/09/06"}, {"title" : "September 8 ampndash World leaders attend the Millennium Summit at UN Headquarters.", "date" : "2000/09/06"}, {"title" : "Albania officially joins the World Trade Organization.", "date" : "2000/09/07"}, {"title" : "United Nations Millennium Declaration is made in New York", "date" : "2000/09/07"}, {"title" : "October 1 ampndash The 2000 Summer Olympics are held in Sydney, Australia.", "date" : "2000/09/15"}, {"title" : "Ukrainian journalist Georgiy Gongadze is last seen alive this day is taken as the commemoration date of his death.", "date" : "2000/09/15"}, {"title" : "Peru's president Alberto Fujimori calls for new elections in which he will not run.", "date" : "2000/09/15"}, {"title" : "The Greek ferry ''Express Samina'' sinks off the coast of the island of Paros 80 out of a total of over 500 passengers perish in one of Greece's worst sea disasters.", "date" : "2000/09/15"}, {"title" : "Anti-globalization protests in Prague (some 15,000 protesters) turn violent during the IMF and World Bank summits.", "date" : "2000/09/15"}, {"title" : " Israeli opposition leader Ariel Sharon visits the Temple Mount, protected by a several-hundred-strong Israeli police force. Palestinian riots erupt, leading to a full-fledged armed uprising (called the Al-Aqsa Intifada by sympathizers and the Oslo War by opponents).", "date" : "2000/09/28"}, {"title" : " The Long Kesh prison in Northern Ireland is closed.", "date" : "2000/09/29"}, {"title" : " The 2000 Summer Olympics close in Sydney, Australia.", "date" : "2000/10/01"}, {"title" : " President Slobodan Milošević leaves office after widespread demonstrations throughout Serbia.", "date" : "2000/10/05"}, {"title" : " The last Mini is produced in Longbridge.", "date" : "2000/10/06"}, {"title" : " {{convert|250|e6USgal|m3}} of coal sludge spill in Martin County, Kentucky  (considered a greater environmental disaster than the Exxon Valdez oil spill).", "date" : "2000/10/11"}, {"title" : " In Aden, Yemen, USS ''Cole'' is badly damaged by two Al-Qaeda suicide bombers, who place a small boat laden with explosives alongside the United States Navy destroyer, killing 17 crew members and wounding at least 39.", "date" : "2000/10/12"}, {"title" : " Fifteen Arab leaders convene in Cairo, Egypt, for their first summit in 4 years the Libyan delegation walks out, angry over signs the summit will stop short of calling for breaking ties with Israel.", "date" : "2000/10/21"}, {"title" : " The ''Mainichi Shinbun'' newspaper exposes Japanese archeologist Shinichi Fujimura as a fraud Japanese archaeologists had based their treatises on his findings.", "date" : "2000/10/22"}, {"title" : " Madeleine Albright holds talks with North Korean dictator Kim Jong Il.", "date" : "2000/10/23"}, {"title" : " Pakistani authorities announce that their police have found an apparently ancient mummy of a Persian princess in the province of Balochistan. Iran, Pakistan and the Taliban all claim the mummy until Pakistan announces it is a modern-day fake on April 17, 2001.", "date" : "2000/10/26"}, {"title" : " Pacific Islands Forum (PIF).", "date" : "2000/10/27"}, {"title" : " This is the final date during which there is no human presence in space on October 31, Soyuz TM-31 launches, carrying the first resident crew to the International Space Station. The ISS has been continuously crewed since.", "date" : "2000/10/30"}, {"title" : " Singapore Airlines Flight 006 collides with construction equipment in the Chiang Kai Shek International Airport, resulting in 83 deaths.", "date" : "2000/10/31"}, {"title" : "November ampampndash Iraq disarmament crisis: Iraq rejects new U.N. Security Council weapons inspections proposals.", "date" : "2000/10/31"}, {"title" : " The first resident crew enters the International Space Station.", "date" : "2000/11/02"}, {"title" : " Widespread flooding occurs throughout England and Wales after days of heavy rain.", "date" : "2000/11/03"}, {"title" : "In London, a criminal gang raids the Millennium Dome to steal the Millennium Star diamond, but police surveillance catches them in the act.", "date" : "2000/11/03"}, {"title" : "Hillary Rodham Clinton is elected to the United States Senate, becoming the first First Lady of the United States to win public office.", "date" : "2000/11/03"}, {"title" : " Kaprun disaster, Austria: A funicular fire in an Alpine tunnel kills 155 skiers and snowboarders.", "date" : "2000/11/11"}, {"title" : " A new Indian state called Jharkhand is formed, carving out the South Chhota Nagpur area from Bihar in India.", "date" : "2000/11/15"}, {"title" : " Bill Clinton becomes the first sitting U.S. President to visit Vietnam.", "date" : "2000/11/16"}, {"title" : "A catastrophic landslide in Log pod Mangartom, Slovenia, kills 7, and causes millions of SIT of damage. It is one of the worst catastrophes in Slovenia in the past 100 years.", "date" : "2000/11/16"}, {"title" : "Alberto Fujimori is removed from office as president of Peru.", "date" : "2000/11/16"}, {"title" : " Jean Chrétien is re-elected as Prime Minister of Canada, as the Liberal Party of Canada increases its majority in the House of Commons of Canada.", "date" : "2000/11/27"}, {"title" : " Ukrainian politician Oleksander Moroz touches off the Cassette Scandal by publicly accusing President Leonid Kuchma of involvement in the murder of journalist Georgiy Gongadze.", "date" : "2000/11/28"}, {"title" : " Vicente Fox takes office as President of Mexico.", "date" : "2000/12/01"}, {"title" : " ''Bush v. Gore'': The U.S. Supreme Court stops the Florida presidential recount, effectively giving the state, and the Presidency, to George W. Bush.", "date" : "2000/12/13"}, {"title" : "Disney's Paradise Pier Hotel opens at the Disneyland Resort.", "date" : "2000/12/13"}, {"title" : "The third and final reactor at the Chernobyl Nuclear Power Plant is shut down and the station is shut down completely.", "date" : "2000/12/13"}, {"title" : " Christmas Eve 2000 Indonesia bombings: 18 people are killed in multiple Islamist bomb attacks on churches across Indonesia.", "date" : "2000/12/24"}, {"title" : " A shopping center fire at Luoyang, Henan, China, kills 309.", "date" : "2000/12/25"}, {"title" : " Rizal Day bombings: A series of bombs explode in various places in Metro Manila, Philippines, within a span of a few hours, killing 22 and injuring about 100.", "date" : "2000/12/30"}, {"title" : " The Millennium Dome closes its doors one year to the day of its opening.", "date" : "2000/12/31"}]