[{"title" : " Siculicidium: Hundreds of innocent Székely people are murdered by the Austrians in a massacre at Madéfalva (Transylvania, Kingdom of Hungary).", "date" : "1764/01/07"}, {"title" : " John Wilkes is expelled from the House of Commons of Great Britain for seditious libel.", "date" : "1764/01/19"}, {"title" : " The American city of St Louis is established.", "date" : "1764/02/15"}, {"title" : " The Sugar Act is    passed.", "date" : "1764/04/06"}, {"title" : " The English-language ''Quebec Gazette'' is established in Quebec City, Quebec, Canada. As of 2008, it is the oldest surviving newspaper in North America.", "date" : "1764/06/21"}, {"title" : " A Level 5 tornado hits Woldegk, Germany.", "date" : "1764/06/29"}, {"title" : " Stanisław August Poniatowski is elected as the King of the Polish-Lithuanian Commonwealth.", "date" : "1764/09/07"}, {"title" : " English scholar Edward Gibbon conceives the idea of writing ''The History of the Decline and Fall of the Roman Empire'' quotas I sat musing amid the ruins of the Capitolquot.", "date" : "1764/10/15"}, {"title" : " Battle of Buxar: The British East India Company defeats the combined armies of Mir Kasim, the Nawab of Bengal, the Nawab of Awadh, and Mughal Emperor Shah Alam II.", "date" : "1764/10/22"}, {"title" : " Mary Campbell, a captive of the Lenape during the French and Indian War, is turned over to forces commanded by Colonel Henry Bouquet.", "date" : "1764/11/09"}, {"title" : " Chief Pontiac surrenders to the British.", "date" : "1764/11/16"}, {"title" : " Joseph II, Holy Roman Emperor marries Princess Maria Josepha of Bavaria in Vienna.", "date" : "1765/01/23"}, {"title" : " After a public campaign by the writer Voltaire, judges in Paris posthumously exonerate Jean Calas of murdering his son. Calas had been tortured and executed in 1762 on the charge, though his son may have committed suicide.", "date" : "1765/03/09"}, {"title" : " The Parliament of Great Britain passes the Stamp Act, imposing the first direct tax levied from Great Britain on the thirteen American colonies. This is to help pay for British military operations in North America.", "date" : "1765/03/22"}, {"title" : " Great Britain passes the Quartering Act, requiring the thirteen American colonies to house British troops.", "date" : "1765/03/24"}, {"title" : " Fire destroys one quarter of the town of Montreal, Quebec.", "date" : "1765/05/18"}, {"title" : "The Isle of Man is brought under British control, the Isle of Man Purchase Act (coming into force 10 May) confirming HM Treasury's purchase of the feudal rights of the Dukes of Atholl as Lord of Mann over the island and revesting them into the British Crown.", "date" : "1765/06/21"}, {"title" : " Russian Empress Catherine II issues a decree authorizing the new way to produce vodka (by freezing).", "date" : "1765/08/09"}, {"title" : " In protest at the Stamp Act, Bostonians attack the home of official Andrew Oliver.", "date" : "1765/08/14"}, {"title" : " Josef II becomes Holy Roman Emperor.", "date" : "1765/08/18"}, {"title" : " In protest at the Stamp Act, Bostonians destroy home of lieutenant governor Thomas Hutchinson.", "date" : "1765/08/26"}, {"title" : " Jean-Jacques Rousseau's house in Switzerland is stoned by a mob.", "date" : "1765/09/06"}, {"title" : " François Antoine announces he has killed the Beast of Gévaudan.", "date" : "1765/09/21"}, {"title" : " The ''Pennsylvania Gazette'' reports that a Mr. McCullough, the Distributor of Stamps for the Royal Colony of North Carolina, has resigned his post in protest at the Stamp Act. A Dr. Huston is appointed to the position.", "date" : "1765/10/17"}, {"title" : " The Stamp Act goes into effect in the thirteen American colonies.", "date" : "1765/11/01"}, {"title" : " The ''Pennsylvania Gazette'' reports that Dr. Huston, the recently instated Distributor of Stamps for the Royal Colony of North Carolina, has resigned his post in protest at the Stamp Act.", "date" : "1765/12/12"}, {"title" : " Bonnie Prince Charlie becomes the new Stuart claimant to the throne of Great Britain as King Charles III and figurehead for Jacobitism.", "date" : "1766/01/01"}, {"title" : " Christian VII becomes King of Denmark.", "date" : "1766/01/14"}, {"title" : " An observer in Wilmington, North Carolina reports to the Edinburgh newspaper ''Caledonian Mercury'' that three ships were seized by British men-of-war on the charge of carrying official documents without stamps. The strict enforcement causes seven other ships to leave Wilmington for other ports.", "date" : "1766/02/05"}, {"title" : " ''Meermin'' slave mutiny: captive Malagasy people seize a Dutch East India Company slave ship in the Indian Ocean.", "date" : "1766/02/18"}, {"title" : " The ''Pennsylvania Gazette'' reports that a British sloop outside of Wilmington, North Carolina seized 1 sloop sailing from Philadelphia and 1 sloop sailing from Saint Christopher on the charge of carrying official documents without stamps. In response, local residents threaten to burn a Royal Man-of-War attempting to deliver stamps to Wilmington, forcing the ship to return to the mouth of the Cape Fear River.", "date" : "1766/02/20"}, {"title" : " Lorraine becomes French again on the death of Stanislaus I Leszczyński, King of Poland.", "date" : "1766/02/23"}, {"title" : "February ampampndash Ferocious wolf attacks occur in France, such as the Beast of Gévaudan or Wolves of Périgord.", "date" : "1766/02/23"}, {"title" : " Antonio de Ulloa, the first Spanish governor of Louisiana, arrives in New Orleans.", "date" : "1766/03/05"}, {"title" : " American Revolution: The British Parliament repeals the Stamp Act which is very unpopular in the British colonies. The persuasion of Benjamin Franklin is considered partly responsible. The Declaratory Act asserts the right of Britain to bind the colonies in all other respects.", "date" : "1766/03/18"}, {"title" : " The last Colonial governor of New Jersey, William Franklin, signs the charter of Queen's College (later renamed Rutgers University).", "date" : "1766/11/10"}, {"title" : " An observer in New York City, in the Province of New York reports to the ''Pennsylvania Gazette'' that a British Sloop of War is searching all vessels passing near Cape Lookout, North Carolina and that some vessels have been seized.", "date" : "1766/11/27"}, {"title" : " Sweden introduces its Freedom of the Press Act, becoming the first country of the world to protect freedom of the press in the Constitution, and the first country in the world to grant a wide-ranging freedom of information.", "date" : "1766/12/02"}, {"title" : " The ''Nautical Almanac'' for the first time gives mariners the means to find their longitude while at sea, using tables of lunar distances.", "date" : "1767/01/01"}, {"title" : " William Tryon, governor of the Royal Colony of North Carolina, signs a contract with architect John Hawks to build Tryon Palace, a lavish Georgian style governor's mansion on the New Bern waterfront.", "date" : "1767/01/09"}, {"title" : "First confirmed sighting of Tahiti by a European, Samuel Wallis, an English sea captain.", "date" : "1767/06/18"}, {"title" : "Pitcairn Island is first definitely sighted by Midshipman Robert Pitcairn on an expeditionary voyage commanded by Philip Carteret.", "date" : "1767/06/18"}, {"title" : "Norway's oldest newspaper still in print, ''Adresseavisen'', is first published.", "date" : "1767/06/18"}, {"title" : " Construction begins on Tryon Palace in New Bern, North Carolina.  The construction proves more expensive than initially expected, leading the government to increase local taxes.  This stirs resentment among some North Carolinians and helps prolong the War of the Regulation.", "date" : "1767/08/26"}, {"title" : "Autumn ampampndash North Carolina woodsman Daniel Boone goes through the Cumberland Gap and reaches Kentucky, in defiance of the Royal Proclamation of 1763 issued by King George III. He discovers a rich hunting ground, contested by several Native American tribes.", "date" : "1767/08/26"}, {"title" : " Philip Astley stages the first modern circus, with acrobats on galloping horses, in London.", "date" : "1768/01/09"}, {"title" : " Samuel Adams's circular letter is issued by the Massachusetts House of Representatives and sent to the other Thirteen Colonies. Refusal to revoke the letter will result in dissolution of the Massachusetts Assembly and (from October) the occupation of Boston by the British Army (resisted by the citizens).", "date" : "1768/02/11"}, {"title" : "John Wilkes is imprisoned for writing an article for the ''North Briton'' severely criticizing King George III. This action provokes protesters to riot in the Southwark district of London, troops fire on the mob, killing seven, the Massacre of St George's Fields.", "date" : "1768/05/10"}, {"title" : " After the Treaty of Versailles, the island of Corsica is ceded by Genoa to France.", "date" : "1768/05/15"}, {"title" : "James Cook departs from Plymouth on his first voyage of discovery.", "date" : "1768/08/08"}, {"title" : " The slave ship ''Fredensborg'' sinks off Tromøy in Norway.", "date" : "1768/12/01"}, {"title" : " King Prithvi Narayan Shah unifies several small kingdoms to establish the modern-day Nepal.", "date" : "1768/12/21"}, {"title" : " Louis Antoine de Bougainville returns to Saint-Malo following a three-year circumnavigation of the world with the ships ''La Boudeuse'' and ''Étoile'', with the loss of only seven out of 330 men among the returning crew is Jeanne Baré, the first woman known to have circumnavigated the globe.", "date" : "1769/03/16"}, {"title" : " James Cook arrives in Tahiti on the ship HM Bark ''Endeavour'', preparing to observe the transit of the planet Venus, which takes place on June 3. After the voyage, the data is found to be inaccurate in determining the distance between the Sun and Earth.", "date" : "1769/04/13"}, {"title" : " James Watt is granted a patent for improvements to the steam engine, an invention which helps inaugurate the Industrial Revolution in Great Britain.", "date" : "1769/04/29"}, {"title" : " France conquers Corsica", "date" : "1769/05/09"}, {"title" : " Charles III of Spain sends Spanish missionaries, who found California missions in San Diego, Santa Barbara, San Francisco and Monterey and begin the settlement of California.", "date" : "1769/05/14"}, {"title" : " Pope Clement XIV succeeds Pope Clement XIII as the 249th pope.", "date" : "1769/05/19"}, {"title" : " (O.S.) A transit of Venus is followed five hours later by a total solar eclipse, the shortest such interval in the historical past. The transit is viewed by King George III of Great Britain at the Kew Observatory.", "date" : "1769/06/03"}, {"title" : " Frontiersman Daniel Boone first begins to explore the present-day Bluegrass State, Kentucky.", "date" : "1769/06/07"}, {"title" : " Father Junípero Serra founds Mission San Diego de Alcalá, the first of the 21 California missions.", "date" : "1769/07/16"}, {"title" : " The party of Gaspar de Portolà becomes the first white group to set foot in the area now known as Santa Monica, California.", "date" : "1769/08/03"}, {"title" : "September ampampndash Massive droughts in Bengal, which lead to the Bengal famine of 1770 in which ten million people, a third of the population, will die, the worst natural disaster in human history (in terms of lives lost).", "date" : "1769/08/03"}, {"title" : "September 9 ampndash David Garrick holds the first Shakespeare Festival at Stratford-upon-Avon.", "date" : "1769/09/06"}, {"title" : " Russo-Turkish War (1768–1774): Russian forces take the Ottoman fortress of Chocim in Bukovina.", "date" : "1769/09/10"}, {"title" : " James Cook lands in New Zealand at Poverty Bay.", "date" : "1769/10/07"}, {"title" : " Dartmouth College in Hanover, New Hampshire is established as John Wentworth, the Royal Governor, conveys a charter from King George III of England.", "date" : "1769/12/13"}, {"title" : " Foundation of Fort George, Bombay laid by Colonel Keating, principal engineer, on the site of the former Dongri Fort.", "date" : "1770/01/01"}, {"title" : " Boston Massacre: Eleven Americans are shot, five fatally, by British troops in an event that helps start the American Revolutionary War 5 years later.", "date" : "1770/03/05"}, {"title" : " British explorer Captain James Cook and his crew aboard {{HMS|Endeavour}} become the first recorded Europeans to encounter the eastern coastline of the Australian continent.", "date" : "1770/04/19"}, {"title" : " Georgian king Erekle II defeats Persians in battle of Aspindza, though Russian General Totleben betrays him.", "date" : "1770/04/20"}, {"title" : " James Cook drops anchor in a wide bay about 16 km (10ampnbspmi) south of the present city of Sydney, Australia. Because the young botanist on board the ship, Joseph Banks, discovers 30,000 specimens of plant life in the area, 1,600 of them unknown to European science, Cook calls the place Botany Bay.", "date" : "1770/04/29"}, {"title" : " Fourteen-year-old  Marie Antoinette arrives at the French court.", "date" : "1770/05/07"}, {"title" : " Marie Antoinette marries Louis-Auguste (who later becomes King Louis XVI of France).", "date" : "1770/05/16"}, {"title" : " Fireworks lit by Eric Engelbrecht, at the wedding of the crown prince of France in Paris, cause a fire, killing 132 people.", "date" : "1770/05/16"}, {"title" : "June ampampndash The Spanish governor of Buenos Aires sends five frigates to Port Egmont, landing some 1600 marines. The small British force present promptly surrenders.", "date" : "1770/05/16"}, {"title" : " Gaspar de Portolà and Father Junípero Serra establish Monterey, the ''presidio''  of Alta California territory for Spain from 1777–1822, United Mexican States 1824–1846, until the California Republic.", "date" : "1770/06/03"}, {"title" : "Lexell's Comet (D/1770 L1) passes the Earth at a distance of 2184129ampnbspkm, the closest approach by a comet in recorded history.", "date" : "1770/07/01"}, {"title" : " Battle of Chesma and Battle of Larga: The Russian Empire defeats the Ottoman Empire in both battles.", "date" : "1770/07/05"}, {"title" : "July 21 in Julian Calendar) ampndash Russo-Turkish War (1768–1774) ampndash Battle of Kagul: Russian commander Pyotr Rumyantsev routs 150,000 Turks.", "date" : "1770/08/01"}, {"title" : " James Cook claims the eastern coast of New Holland (Australia) for Great Britain.", "date" : "1770/08/22"}, {"title" : " Great Kalmyk (Torghut) Migration under Ubashi Khan from the east bank of the Lower Volga River back to the homeland of Dzungaria, at this time under Qing Dynasty rule.", "date" : "1771/01/05"}, {"title" : " Emperor Go-Momozono accedes to the throne of Japan, following his aunt's abdication.", "date" : "1771/01/09"}, {"title" : "March ampampndash War of the Regulation: North Carolina Governor William Tryon raises a militia to put down the long running uprising of backcountry militias against North Carolina's colonial government.", "date" : "1771/01/09"}, {"title" : " The North Carolina General Assembly establishes Wake County (named for Margaret Wake, the wife of North Carolina Royal Governor William Tryon) from portions of Cumberland, Johnston and Orange counties.  Bloomsbury (later known as Wake Courthouse) is made the informal county seat.", "date" : "1771/03/12"}, {"title" : " War of the Regulation: North Carolina Governor William Tryon marches his militia out of Hillsborough to come to the aid of General Hugh Waddell's beleaguered forces.  Tryon's army stops at Alamance Creek, {{convert|5|mi|km}} away from the Regulator army.", "date" : "1771/05/11"}, {"title" : " War of the Regulation: The Battle of Alamance commences after Regulators reject an appeal by Governor Tryon to peacefully disperse. Governor Tryon's forces crush the rebellion, causing many Regulators to move to frontier areas outside of North Carolina.", "date" : "1771/05/16"}, {"title" : " Battle of Lanckorona: A force of 4,000 Russians under Alexander Suvorov defeat a Polish formation of 1,300 men.", "date" : "1771/05/23"}, {"title" : "May ampampndash The Three battles of Sarbakusa: an alliance of three of the most powerful aristocrats of Ethiopia ampampndash Goshu of Amhara, Wand Bewossen, and Fasil of Damot ampampndash defeats ''Ras'' Mikael Sehul and Emperor Tekle Haymanot I, taking control of Ethiopia.", "date" : "1771/05/23"}, {"title" : " Bloody Falls Massacre: Chipewyan chief Matonabbee, traveling as the guide to Samuel Hearne on his Arctic overland journey, massacres a group of unsuspecting Inuit.", "date" : "1771/07/17"}, {"title" : "The first recorded town cricket match at Horsham in England is played.", "date" : "1771/08/08"}, {"title" : " In California, Fathers Pedro Cambon and Angel Somera found the Mission San Gabriel Arcangel in what is now San Gabriel, California.", "date" : "1771/09/08"}, {"title" : "17 ampndash Plague Riot in Moscow resulting from an outbreak of bubonic plague which kills 57,000.", "date" : "1771/09/15"}, {"title" : " The Dutch merchant ship ''Vrouw Maria'' sinks off the coast of Finland Captain Raymund Lourens and his crew escape unharmed.", "date" : "1771/10/09"}, {"title" : " During the night the River Tyne, England, floods, destroying many bridges and killing several people the replacement main bridge at Newcastle upon Tyne will not be completed until 1781.", "date" : "1771/11/16"}, {"title" : " Premiere in Milan of the opera ''Ascanio in Alba'' by Wolfgang Mozart, age 15.", "date" : "1771/11/17"}, {"title" : " Johann Friedrich Struensee and Queen Caroline Matilda are arrested, leading to his execution and her banishment from Denmark.", "date" : "1772/01/17"}, {"title" : " The first partition of Poland is agreed to by Russia and Prussia, later including Austria.", "date" : "1772/02/17"}, {"title" : "May ampampndash The Watauga Association is formed in East Tennessee.", "date" : "1772/02/17"}, {"title" : " The British vessel ''Gaspee'' is burned off of Rhode Island.", "date" : "1772/06/09"}, {"title" : " Lord Mansfield delivers the decision that leads to the end of slavery in England.", "date" : "1772/06/22"}, {"title" : " The First Partition of Polish-Lithuanian commonwealth begins.", "date" : "1772/08/05"}, {"title" : "The volcano Mount Papandayan in West Java erupts and partially collapses, the debris avalanche killing several thousands.", "date" : "1772/08/12"}, {"title" : " The coup d'état by King Gustav III is completed by adopting a new Constitution, ending half a century of parliamentary rule in Sweden and making him an enlightened despot.", "date" : "1772/08/21"}, {"title" : " Mission San Luis Obispo de Tolosa is founded in San Luis Obispo, California.", "date" : "1772/09/01"}, {"title" : " American Revolutionary War: Samuel Adams and Joseph Warren form the first Committee of Correspondence.", "date" : "1772/11/02"}, {"title" : " The first American museum opens to the public in Charleston, South Carolina.", "date" : "1773/01/12"}, {"title" : " Captain James Cook becomes the first European explorer to cross the Antarctic Circle.", "date" : "1773/01/17"}, {"title" : " The first opera performance in the Swedish language, ''Thetis and Phelée'', performed by Carl Stenborg and Elisabeth Olin in Bollhuset, marks the establishment of the Royal Swedish Opera.", "date" : "1773/01/18"}, {"title" : "r May 10 ampndash The British Parliament passes the Tea Act, designed to save the British East India Company by granting it a monopoly on the North American tea trade.", "date" : "1773/04/27"}, {"title" : " In Egypt, Ottoman rebels revolt, killing Ali Bey, Mamluk Sultan of Egypt.", "date" : "1773/05/08"}, {"title" : " Under the pressure of the Bourbon courts, Pope Clement XIV suppresses the Society of Jesus (brief ''Dominus ac Redemptor'').", "date" : "1773/07/21"}, {"title" : " ''The Public Advertiser'' publishes a satirical essay titled ''Rules By Which A Great Empire May Be Reduced To A Small One,'' written by Benjamin Franklin.", "date" : "1773/09/11"}, {"title" : "Daniel Boone leads the first attempt by British colonists to establish a settlement in Kentucky, but is turned back in an attack by American Indians in which his son is killed.", "date" : "1773/09/11"}, {"title" : "Paul Revere marries Rachel Walker, his second wife.", "date" : "1773/09/11"}, {"title" : " America's first insane asylum opens for ''Persons of Insane and Disordered Minds'' in Williamsburg, Virginia.", "date" : "1773/10/12"}, {"title" : " French astronomer Charles Messier discovers the ''Whirlpool Galaxy'', an interacting, grand-design spiral galaxy located at a distance of approximately 23 million light-years in the constellation Canes Venatici.", "date" : "1773/10/13"}, {"title" : " The Komisja Edukacji Narodowej (Polish for ''Commission for the Education of the People''), formed in the Polish-Lithuanian Commonwealth, is considered to be the first ministry of education in the history of mankind.", "date" : "1773/10/14"}, {"title" : " Boston Tea Party: A group of Americans, dressed as Mohawk Indians, steal aboard ships of the British East India Company and dump their cargo of tea into Boston Harbor.", "date" : "1773/12/16"}, {"title" : " Mustafa III, Sultan of the Ottoman Empire dies and is succeeded by his brother Abd-ul-Hamid I.", "date" : "1774/01/21"}, {"title" : " An angry crowd in America seizes a British customs collector and then tars and feathers him.", "date" : "1774/01/27"}, {"title" : " Intolerable Acts: The British Parliament passes the Boston Port Act, closing the port of Boston, Massachusetts as punishment for the Boston Tea Party.", "date" : "1774/03/31"}, {"title" : " The first avowedly Unitarian congregation, Essex Street Chapel, is founded in London by Theophilus Lindsey.", "date" : "1774/04/17"}, {"title" : " Louis XVI becomes King of France following the death of his grandfather, Louis XV.", "date" : "1774/05/10"}, {"title" : " Intolerable Acts: A new Quartering Act, requiring American colonists to provide better housing for British soldiers upon demand, is passed.", "date" : "1774/06/02"}, {"title" : " The British pass the Quebec Act, setting out rules of governance for the colony of Quebec in British North America.", "date" : "1774/06/22"}, {"title" : " Russo-Turkish War (1768–1774): Russia and the Ottoman Empire sign the Treaty of Kuchuk-Kainarji with Russian victory, ending six years of war. The treaty does give Russia the right to intervene in Ottoman politics to protect its Christian subjects.", "date" : "1774/07/21"}, {"title" : " The element oxygen is discovered for the third (and last) time ampndash the second quantitatively following the somewhat earlier work of Carl Wilhelm Scheele (1771–1772) ampndash by Joseph Priestley, who publishes the fact in 1775 and so names the element and usually gets all the credit.", "date" : "1774/08/01"}, {"title" : " English explorer James Cook becomes the first European to sight (and name) the island of New Caledonia in Melanesia.", "date" : "1774/09/04"}, {"title" : " The First Continental Congress assembles in Philadelphia, Pennsylvania.", "date" : "1774/09/05"}, {"title" : " George Mason and George Washington found the Fairfax County Militia Association, a military unit independent of British control.", "date" : "1774/09/21"}, {"title" : " Dunmore's War ampndash Battle of Point Pleasant: Cornstalk is forced to make peace with Dunmore at the Treaty of Camp Charlotte, ceding Shawnee land claims south of the Ohio (modern Kentucky) to Virginia.", "date" : "1774/10/10"}, {"title" : " The word quotLibertyquot is first displayed on a flag raised by colonists in Taunton, Massachusetts, in defiance of British rule in Colonial America.", "date" : "1774/10/21"}, {"title" : " Edenton Tea Party takes place in North Carolina, marking the first major gathering of women in support of the American cause.", "date" : "1774/10/25"}, {"title" : " Wolfgang Amadeus Mozart finishes Sonata in C for Keyboard.", "date" : "1775/01/05"}, {"title" : " James Cook takes possession of South Georgia for Britain.", "date" : "1775/01/17"}, {"title" : " American Revolution: The Parliament of Great Britain declares Massachusetts in rebellion.", "date" : "1775/02/09"}, {"title" : " Pope Pius VI succeeds Pope Clement XIV as the 250th pope.", "date" : "1775/02/15"}, {"title" : " American Revolution: Patrick Henry, a delegate to the Second Virginia Convention after the Virginia House of Burgesses was disbanded by the Royal Governor, delivers his quotGive me Liberty, or give me Death!quot speech at St. John's Church in Richmond, Virginia.", "date" : "1775/03/23"}, {"title" : " American Revolution: Paul Revere and William Dawes, instructed by Dr. Joseph Warren, ride from Boston to Lexington to warn John Hancock and Sam Adams that British forces are coming to take them prisoner and to seize colonial weapons and ammunition in Concord.", "date" : "1775/04/18"}, {"title" : "American Revolution: The Second Continental Congress meets, elects John Hancock president, raises the Continental Army under George Washington as commander and authorizes the colonies to adopt their own constitutions.", "date" : "1775/04/19"}, {"title" : "American Revolution: Ethan Allen and Benedict Arnold, leading the Green Mountain Boys of Vermont, capture Fort Ticonderoga.", "date" : "1775/04/19"}, {"title" : " American Revolution: The Continental Congress bans trade with Canada.", "date" : "1775/05/17"}, {"title" : "American Revolution: The British forces offer a pardon to all colonists who lay down their arms.", "date" : "1775/05/17"}, {"title" : "U.S. Merchant Marine (no central administration).", "date" : "1775/05/17"}, {"title" : " American Revolution: The Continental Congress names George Washington as commander of the Continental Army.", "date" : "1775/06/14"}, {"title" : " Post of Chief Engineer of the Continental Army created.", "date" : "1775/06/16"}, {"title" : " American Revolution: Two months into the colonial siege of Boston, British open fire on Breed's Hill on Charles Town Peninsula. After 3 charges, the British take the hill in the misnamed Battle of Bunker Hill.", "date" : "1775/06/17"}, {"title" : " Post of Commanding General was created by the Continental Congress.", "date" : "1775/06/19"}, {"title" : " American Revolution: George Washington takes command of the 17,000-man Continental Army at Cambridge.", "date" : "1775/07/03"}, {"title" : " American Revolution: The Continental Congress sends the Olive Branch Petition, hoping for a reconciliation.", "date" : "1775/07/05"}, {"title" : " American Revolution: The Continental Congress issues Declaration of the Causes and Necessity of Taking Up Arms, which contains the words: quotOur cause is just. Our union is perfect... being with one mind resolved to die freemen rather than to live slaves...quot.", "date" : "1775/07/06"}, {"title" : "  The Second Continental Congress appoints Benjamin Franklin to be the first Postmaster General of what later becomes the United States Post Office Department.", "date" : "1775/07/26"}, {"title" : " American Revolution ampndash Battle of Fort St. Jean: American rebels launch an invasion of Canada.", "date" : "1775/08/21"}, {"title" : " American Revolution: Refusing to even look at the Olive Branch Petition, King George issues a Proclamation of Rebellion against the American colonies.", "date" : "1775/08/23"}, {"title" : " September 12 ampndash The ''Independence Hurricane'' from South Carolina to Nova Scotia kills 4,170, mostly fishermen and sailors.", "date" : "1775/08/29"}, {"title" : " American Revolution ampndash Battle of Montreal: Patriot revolutionary forces under Maj. Ethan Allen attack Montreal, commanded by British General Guy Carleton. Allen's forces are defeated, and Allen himself is captured and held on British ships until he is later released.", "date" : "1775/09/25"}, {"title" : "October ampampndash The Sayre Plotters attempt to kidnap George III of the United Kingdom.", "date" : "1775/09/25"}, {"title" : " American Revolution: The Continental Congress orders the establishment of the Continental Navy (later the United States Navy).", "date" : "1775/10/13"}, {"title" : " American Revolution: George III announces to Parliament that the American colonies are in an uprising and must be dealt with accordingly.", "date" : "1775/10/26"}, {"title" : "November ampampndash American Revolution: Colonel Richard Richardson's South Carolina revolutionaries march through Ninety-Six District in what becomes known as the ''Snow Campaign'', effectively ending all major support for the Loyalist cause in the backcountry of South Carolina.", "date" : "1775/10/26"}, {"title" : " American Revolution ampndash Battle of Montreal: American forces under Brigadier General Richard Montgomery capture Montreal. British General Guy Carleton escapes to Quebec.", "date" : "1775/11/13"}, {"title" : "17 November - John Murray, 4th Earl of Dunmore offers freedom to slaves who join the loyalist army, thus losing the support of most planters, who see slaves as their vital livelihood", "date" : "1775/11/13"}, {"title" : " American Revolution: Henry Knox begins his journey to  Cambridge, Massachusetts with the artillery that has been captured from Fort Ticonderoga.", "date" : "1775/12/05"}, {"title" : " American Revolution: British forces repulse an attack by Continental Army generals Richard Montgomery and Benedict Arnold at Quebec.", "date" : "1775/12/31"}, {"title" : "Thomas Paine publishes ''Common Sense''.", "date" : "1776/01/15"}, {"title" : " American Revolution: South Carolina Loyalists led by Robert Cunningham sign a petition from prison agreeing to all demands for peace by the formed state government of South Carolina.", "date" : "1776/01/20"}, {"title" : " American Revolution: Henry Knox arrives at Cambridge, Massachusetts with the artillery that he has transported from Fort Ticonderoga", "date" : "1776/01/24"}, {"title" : " Edward Gibbon publishes the first volume of ''The History of the Decline and Fall of the Roman Empire''.", "date" : "1776/02/17"}, {"title" : " American Revolution: Battle of Moore's Creek Bridge: North Carolina Loyalists charge across Moore's Creek bridge near Wilmington to attack what they mistakenly believe to be a small force of rebels. Several loyalist leaders are killed in the ensuing battle. The patriot victory virtually ends all British authority in the town.", "date" : "1776/02/27"}, {"title" : " The American Revolution: The Americans capture quotDorchester Heightsquot dominating the port of Boston, Massachusetts.", "date" : "1776/03/04"}, {"title" : " Adam Smith publishes ''The Wealth of Nations''.", "date" : "1776/03/09"}, {"title" : " American Revolution: Threatened by Patriot cannons on Dorchester Heights, the British evacuate Boston.", "date" : "1776/03/17"}, {"title" : " Juan Bautista de Anza finds the site for the Presidio of San Francisco.", "date" : "1776/03/28"}, {"title" : " American Revolution: The Royal Colony of North Carolina produces the Halifax Resolves making it the first British colony to officially authorize its Continental Congress delegates to vote for independence from the Kingdom of Great Britain.", "date" : "1776/04/12"}, {"title" : " Adam Weishaupt founds the Bavarian Illuminati (Order of the Illuminati) in Ingolstadt, Bavaria.", "date" : "1776/05/01"}, {"title" : " Rhode Island becomes the first American colony to renounce allegiance to King George III of Great Britain.", "date" : "1776/05/04"}, {"title" : " American Revolution: Richard Henry Lee of Virginia proposes to the Continental Congress that quotthese united colonies are, and of right ought to be, free and independent states.quot", "date" : "1776/06/07"}, {"title" : " American Revolution: Battle of Trois-Rivières: American invaders are driven back at Trois-Rivières, Quebec.", "date" : "1776/06/08"}, {"title" : " American Revolution: The Continental Congress appoints a committee to draft the Declaration of Independence.", "date" : "1776/06/11"}, {"title" : " American Revolution: Virginia Declaration of Rights by George Mason adopted by the Virginia Convention of Delegates.", "date" : "1776/06/12"}, {"title" : " American Revolution: Delaware Separation Day: The Delaware General Assembly votes to suspend government under the British Crown.", "date" : "1776/06/15"}, {"title" : " Lt. Jose Joaquin Moraga leads a band of colonists from Monterey Presidio, landing on June 29 and constructing the Mission Dolores of the new Presidio of San Francisco.", "date" : "1776/06/17"}, {"title" : " American Revolution: The final (despite minor revisions) U.S. Declaration of Independence is written. The Continental Congress passes the Lee Resolution.", "date" : "1776/07/02"}, {"title" : " American Revolution: United States Declaration of Independence. United States officially declares independence from the British Empire.", "date" : "1776/07/04"}, {"title" : " American Revolution: The Liberty Bell rings for the first public reading of the Declaration of Independence.", "date" : "1776/07/08"}, {"title" : " American Revolution: An angry mob in New York City topples the equestrian statue of George III in Bowling Green.", "date" : "1776/07/09"}, {"title" : " Captain James Cook sets off from Plymouth England on his third, and fatal, expedition to the Pacific Ocean.", "date" : "1776/07/12"}, {"title" : " Mozart's celebrated Haffner Serenade is first performed in Salzburg, Austria", "date" : "1776/07/21"}, {"title" : " Most of the American colonies ratify the Declaration of Independence", "date" : "1776/08/02"}, {"title" : " American Revolution: First Hessian troops land on Staten Island to join British forces.", "date" : "1776/08/15"}, {"title" : " American Revolution: Battle of Long Island: Washington's troops routed in Brooklyn by British under William Howe.", "date" : "1776/08/27"}, {"title" : "September ampampndash First running of the St. Leger Stakes horse race in England.", "date" : "1776/08/27"}, {"title" : " Hurricane hits Guadeloupe, killing more than 6000.", "date" : "1776/09/06"}, {"title" : " American Revolution: World's first submarine attack. American submersible craft ''Turtle'' attempts to attach a time bomb to the hull of British Admiral Richard Howe's flagship ''HMS Eagle'' in New York Harbor.", "date" : "1776/09/07"}, {"title" : " American Revolution: abortive peace conference between British and Americans on Staten Island.", "date" : "1776/09/11"}, {"title" : " American Revolution: British land on Manhattan at Kip's Bay.", "date" : "1776/09/15"}, {"title" : " American Revolution: Battle of Harlem Heights is fought.", "date" : "1776/09/16"}, {"title" : " American Revolution: Nathan Hale executed in New York City for espionage.", "date" : "1776/09/22"}, {"title" : " Crown Prince Paul of Russia marries Sophie Marie Dorothea of Württemberg.", "date" : "1776/10/07"}, {"title" : " Father Francisco Palou founds Mission San Francisco de Asis in what is now San Francisco, California.", "date" : "1776/10/09"}, {"title" : " American Revolution: Battle of Valcour Island: On Lake Champlain near Valcour Island, a British fleet led by Sir Guy Carleton defeats 15 American gunboats commanded by Brigadier General Benedict Arnold. Although nearly all of Arnold's ships are destroyed, the two day-long battle will give Patriot forces enough time to prepare defenses of New York City.", "date" : "1776/10/11"}, {"title" : " American Revolution: Battle of White Plains: British forces arrive at White Plains, attack and capture Chatterton Hill from the Americans.", "date" : "1776/10/28"}, {"title" : " In his first speech before British Parliament since the Declaration of Independence that summer, King George III acknowledges that all is not going well for Britain in the war with the United States.", "date" : "1776/10/31"}, {"title" : " American Revolution: Hessian mercenaries under Lieutenant General Wilhelm von Knyphausen capture Fort Washington from the American Continentals. The captain of the American navy ship USS Andrea Doria fired a salute to the Dutch flag on Fort Oranje and Johannes de Graaff decided to answer the salute with eleven gun shots.Hank Rice, Footnotes in History, quotThe First Salute.quot Sons of the American Revolution, June, 2000", "date" : "1776/11/16"}, {"title" : " The Phi Beta Kappa society is founded at the College of William and Mary.", "date" : "1776/12/05"}, {"title" : " American Revolution: Marquis de Lafayette attempts to enter the American military as a major general.", "date" : "1776/12/07"}, {"title" : " American Revolution: The Royal Colony of North Carolina reorganizes into the State of North Carolina after adopting its own constitution. Richard Caswell becomes the first governor of the newly formed state.", "date" : "1776/12/21"}, {"title" : " American Revolution: Thomas Paine, living with Washington's troops, begins publishing ''The American Crisis'', containing the stirring phrase, quotThese are the times that try men's souls.quot", "date" : "1776/12/23"}, {"title" : " American Revolution: Gen. George Washington orders the first issue of ''The Crisis'' read to his troops on Christmas Eve, then at 6 p.m. all 2600 of them march to McKonkey's Ferry, cross the Delaware River and land on the Jersey bank at 3 a.m.", "date" : "1776/12/25"}, {"title" : " American Revolution: Battle of Trenton: Washington's troops surprise the 1500 Hessian troops under the command of Col. Johann Rall at 8 a.m. outside Trenton and score a victory, taking 948 prisoners while suffering only 5 wounded.", "date" : "1776/12/26"}, {"title" : " American Revolution ampndash Second Battle of Trenton: George Washington's army fights the Second Battle of Trenton, New Jersey.", "date" : "1777/01/02"}, {"title" : " American Revolution ampndash Battle of Princeton: American general George Washington defeats British general Charles Cornwallis.", "date" : "1777/01/03"}, {"title" : " Mission Santa Clara de Asís is founded in what is now Santa Clara, California.", "date" : "1777/01/12"}, {"title" : " Vermont declares its independence from New York, becoming the Vermont Republic, an independent country, a status it retains until it joins the United States as the 14th state in 1791.", "date" : "1777/01/15"}, {"title" : " Lachlan McIntosh and Button Gwinnett shoot each other during a duel near Savannah, Georgia. Gwinnett, a signer of the United States Declaration of Independence, dies 3 days later.", "date" : "1777/05/16"}, {"title" : " American Revolution: The Marquis de Lafayette lands near Charleston, South Carolina to help the Continental Congress train its army.", "date" : "1777/06/13"}, {"title" : " The Stars and Stripes is adopted by the Continental Congress as the Flag of the United States.", "date" : "1777/06/14"}, {"title" : " American Revolution ampndash Battle of Bennington: British forces are defeated by American troops.", "date" : "1777/08/16"}, {"title" : " American Revolution ampndash Cooch's Bridge: In a minor skirmish in New Castle County, Delaware, the Flag of the United States was flown in battle for the first time.", "date" : "1777/09/03"}, {"title" : " American Revolution ampndash Battle of Brandywine: The British gain a major victory in Chester County, Pennsylvania.", "date" : "1777/09/11"}, {"title" : " American Revolution ampndash First Battle of Saratoga: Battle of Freeman's Farm: Patriot forces withstand a British attack at Saratoga, New York", "date" : "1777/09/19"}, {"title" : " American Revolution ampndash British troops occupy Philadelphia during the Revolutionary War.", "date" : "1777/09/26"}, {"title" : " American Revolution ampndash Battle of Germantown: Troops under George Washington are repelled by British troops under Sir William Howe.", "date" : "1777/10/04"}, {"title" : " American Revolution ampndash Second Battle of Saratoga: Battle of Bemis Heights: British General John Burgoyne is defeated by American troops.", "date" : "1777/10/07"}, {"title" : " American Revolution ampndash Battle of Saratoga: British General John Burgoyne surrenders to the American troops.", "date" : "1777/10/17"}, {"title" : " American Revolution: After 16 months of debate, the Continental Congress approves the Articles of Confederation in the temporary American capital at York, Pennsylvania.", "date" : "1777/11/15"}, {"title" : " The Articles of Confederation are submitted to the states for ratification.", "date" : "1777/11/17"}, {"title" : " San Jose, California is founded.  It is the first ''pueblo'' in Spanish Alta California.", "date" : "1777/11/29"}, {"title" : " American Revolution: George Washington's Continental Army goes into winter quarters at Valley Forge, Pennsylvania.", "date" : "1777/12/19"}, {"title" : " Morocco becomes the first nation to formally recognize the American colonies thereby beginning Morocco – United States relations.Bookin-Weiner, Jerome B. quotThe Origins of Moroccan American Relationsquot in THE ATLANTIC CONNECTION: 200 Years of Moroccan-American Relations 1786-1986, Bookin-Weiner, Jerome B. and El Mansour, Mohammed eds. Edino Press, 1990. Pg. 20", "date" : "1777/12/20"}, {"title" : " Kiritimati is discovered by James Cook.", "date" : "1777/12/24"}, {"title" : " The third Pacific expedition of Capt. James Cook, with ships HMS ''Resolution'' and HMS ''Discovery'', first view O'ahu then Kaua'i in the Hawaiian Islands, which he names the ''Sandwich Islands''.", "date" : "1778/01/18"}, {"title" : " South Carolina becomes the first state to ratify the Articles of Confederation.", "date" : "1778/02/05"}, {"title" : " American Revolutionary War: In Paris the Treaty of Alliance and the Treaty of Amity and Commerce are signed by the United States and France, signaling official French recognition of the new republic.", "date" : "1778/02/06"}, {"title" : " American Revolutionary War: Friedrich Wilhelm von Steuben arrives at Valley Forge, Pennsylvania and begins to train the American troops.", "date" : "1778/02/23"}, {"title" : " American Revolutionary War: George Washington approves the dishonorable discharge of Lieut. Frederick Gotthold Enslin for quotattempting to commit sodomy, with John Monhort a soldierquot.", "date" : "1778/03/10"}, {"title" : " A total solar eclipse takes place across parts of USA from Texas to Virginia.", "date" : "1778/06/24"}, {"title" : " American Revolutionary War ampndash Battle of Monmouth: George Washington's Continental Army battles the British general Sir Henry Clinton's army to a draw near Monmouth, New Jersey.", "date" : "1778/06/28"}, {"title" : " American Revolutionary War: the Wyoming Massacre takes place near Wilkes-Barre, Pennsylvania, ending in a terrible defeat of the local colonists.", "date" : "1778/07/03"}, {"title" : " American Revolutionary War: George Rogers Clark takes Kaskaskia.", "date" : "1778/07/04"}, {"title" : " Louis XVI of France declares war on the Kingdom of Great Britain.", "date" : "1778/07/10"}, {"title" : " American Revolutionary War ampndash First Battle of Ushant: British and French fleets fight to a standoff.", "date" : "1778/07/27"}, {"title" : " Triglav, at 2,864 meters above sea level the highest peak of Slovenia, is ascended for the first time by four men: Luka Korošec, Matevž Kos, Štefan Rožič, and Lovrenc Willomitzer on Sigmund Zois' initiative.", "date" : "1778/08/26"}, {"title" : " American Revolutionary War: The tactically inconclusive Battle of Rhode Island takes place, after which the Continental Army abandons its position on Aquidneck Island.", "date" : "1778/08/29"}, {"title" : "September ampampndash The Massachusetts Banishment Act, providing punishment for Loyalists, is passed.", "date" : "1778/08/29"}, {"title" : " The Treaty of Fort Pitt is signed, the first formal treaty between the United States and a Native American tribe (the Lenape or Delaware).", "date" : "1778/09/17"}, {"title" : " The Continental Congress passes the first budget of the United States.", "date" : "1778/09/19"}, {"title" : " In the Hawaiian Islands, Capt. James Cook becomes the first European to land on Maui.", "date" : "1778/11/26"}, {"title" : " British troops surrender to the Marathas in Wadgaon, India, and are forced to return all territories acquired since 1773.", "date" : "1779/01/09"}, {"title" : " Ching-Thang Khomba is crowned King of Manipur.", "date" : "1779/01/11"}, {"title" : " American Revolutionary War: Claudius Smith is hanged at Goshen, Orange County, New York for supposed acts of terrorism upon the people of the surrounding communities.", "date" : "1779/01/22"}, {"title" : " After a second petition for partition from its residents, the North Carolina General Assembly abolishes Bute County, North Carolina (established 1764) by dividing it and naming the northern portion Warren County (for Revolutionary War hero Joseph Warren) and the southern portion Franklin County (for Benjamin Franklin).  The General Assembly also establishes Warrenton (also named for Joseph Warren) to be the county seat of Warren County and Louisburg (named for Louis XVI of France) to be the county seat of Franklin County.", "date" : "1779/01/29"}, {"title" : " Captain James Cook dies on the Sandwich Islands on his third and last voyage.", "date" : "1779/02/14"}, {"title" : " Treaty of Aynalıkavak between Ottoman Turkey and Russian Empire about Crimean Khanate.", "date" : "1779/03/10"}, {"title" : "  War of Bavarian Succession: Russian and French mediators at the Congress of Teschen negotiate an end to the war. In the agreement Austria receives a part of the Bavarian territory (the Innviertel) and relinquishes the rest.", "date" : "1779/05/13"}, {"title" : " American Revolutionary War: Benedict Arnold is court-martialed for malfeasance in his treatment of government property.", "date" : "1779/06/01"}, {"title" : " American Revolutionary War: In support of the U.S., Spain declares war on England.", "date" : "1779/06/16"}, {"title" : " American Revolutionary War: United States forces led by General Anthony Wayne capture Stony Point, New York from British troops.", "date" : "1779/07/16"}, {"title" : " Tekle Giyorgis I begins the first of his five reigns as Emperor of Ethiopia.", "date" : "1779/07/20"}, {"title" : " Battle of Minisink: The Goshen Militia is destroyed by Joseph Brant's forces.", "date" : "1779/07/22"}, {"title" : " American Revolutionary War: American forces led by Commodore Dudley Saltonstall launch the Penobscot Expedition in what is now Castine, Maine, resulting in the worst naval defeat in U.S. history until Pearl Harbor.", "date" : "1779/07/24"}, {"title" : "July ampampndash The Great Siege of Gibraltar (fourteenth and last military siege) starts. This is an action by French and Spanish forces to wrest control of Gibraltar from the established British garrison. The garrison, led by George Augustus Eliott, later 1st Baron Heathfield of Gibraltar, survives all attacks and a blockade of supplies.", "date" : "1779/07/24"}, {"title" : "September ampampndash Battle of Baton Rouge: Spanish troops under Bernardo de Galvez capture the city from the British.", "date" : "1779/07/24"}, {"title" : " American Revolution ampndash Battle of Flamborough Head: The American ship ''Bonhomme Richard'', commanded by John Paul Jones, engages the British ship ''Serapis''.  The ''Bonhomme Richard'' sinks, but the Americans board the ''Serapis'' and other vessels, and are victorious.", "date" : "1779/09/23"}, {"title" : " The Fort Wilson Riot takes place.", "date" : "1779/10/04"}, {"title" : " The North Carolina General Assembly carves a new county from Dobbs County, North Carolina and names it Wayne County in honor of United States General Anthony Wayne.", "date" : "1779/11/02"}, {"title" : " Alexandre, Vicomte de Beauharnais marries Joséphine Tascher.", "date" : "1779/12/13"}, {"title" : " Fort Nashborough, later to become Nashville, Tennessee, is founded by James Robertson.", "date" : "1779/12/25"}, {"title" : " American Revolutionary War ampndash Battle of Cape St. Vincent:  British Admiral Sir George Rodney defeats a Spanish fleet.", "date" : "1780/01/16"}, {"title" : "February ampampndash The League of Armed Neutrality is formed between Denmark, Sweden, and Russia.", "date" : "1780/01/16"}, {"title" : " The Omicron Delta Omega co-ed fraternity is founded by Benjamin Franklin.", "date" : "1780/02/29"}, {"title" : " Formation of the League of Armed Neutrality.", "date" : "1780/03/08"}, {"title" : " The ''British Gazette and Sunday Monitor'', the first Sunday newspaper in Britain, begins publication.", "date" : "1780/03/26"}, {"title" : " The University of Münster in Münster, North Rhine-Westphalia, Germany is founded.", "date" : "1780/04/16"}, {"title" : " American Revolutionary War: Charleston, South Carolina is taken by  British forces.", "date" : "1780/05/12"}, {"title" : " Cumberland Compact signed by American settlers in the Cumberland Valley of Tennessee.", "date" : "1780/05/13"}, {"title" : " New England's Dark Day: An unaccountable darkness spreads over New England, regarded by some observers as a fulfillment of Bible prophecy.", "date" : "1780/05/19"}, {"title" : " American Revolutionary War: Loyalist forces under Col. Banastre Tarleton kill surrendering American soldiers in the Waxhaw Massacre.", "date" : "1780/05/29"}, {"title" : "7 ampndash Gordon Riots in London, Great Britain: The Duke of Richmond calls, in the House of Lords, for manhood suffrage and annual parliaments, which are rejected. About 285 people involved with the riots are shot dead by troops.", "date" : "1780/06/02"}, {"title" : "French soldiers arrive in Newport, Rhode Island to reinforce colonists in the American Revolutionary War.", "date" : "1780/07/11"}, {"title" : " American Revolutionary War: Spanish admiral Luis de Córdova y Córdova captures a British convoy totalling 55 vessels amongst Indiamen, frigates and other cargo ships off Cape St. Vincent.Hattendorf, John: ''Naval policy and strategy in the Mediterranean: past, present, and future.''", "date" : "1780/08/09"}, {"title" : " American Revolutionary War ampndash Battle of Camden: British troops inflict heavy losses on a Patriot army at Camden, South Carolina.", "date" : "1780/08/16"}, {"title" : " Louis XVI of France abolishes the use of torture in extracting confessions.", "date" : "1780/08/24"}, {"title" : " Benedict Arnold gives detailed plans of West Point to Major John André. Three days later, André is captured with papers revealing that Arnold was planning to surrender West Point to the British.", "date" : "1780/09/21"}, {"title" : " Benedict Arnold flees to British-held New York.", "date" : "1780/09/25"}, {"title" : "  American Revolutionary War: In Tappan, New York, British spy John André is hanged by American forces.", "date" : "1780/10/02"}, {"title" : " American Revolutionary War ampndash Battle of Kings Mountain: Patriot militia forces annihilate a Loyalists under British Major Patrick Ferguson at Kings Mountain in South Carolina.", "date" : "1780/10/07"}, {"title" : "October 16 ampndash The Great Hurricane flattens the islands of Barbados, Martinique and St. Eustatius: 22,000 dead.", "date" : "1780/10/10"}, {"title" : " Maria Theresa of Austria dies and her Habsburg dominions pass to her ambitious son, Joseph II, who has already been Holy Roman Emperor since 1765.", "date" : "1780/11/29"}, {"title" : " Emperor Kōkaku accedes to the throne of Japan.", "date" : "1780/12/16"}, {"title" : "tart of the Fourth Anglo-Dutch War.", "date" : "1780/12/20"}, {"title" : " Virginia passes a law ceding its western land claims, paving the way for Maryland to ratify the Articles of Confederation.", "date" : "1781/01/02"}, {"title" : " American Revolution: Richmond, Virginia is burned by British naval forces led by Benedict Arnold.", "date" : "1781/01/05"}, {"title" : " Battle of Jersey: The British beat the French in what is technically the last battle fought in the British Islands (coming after the Battle of Culloden in 1745). It is the last attempt by France to invade Jersey militarily.", "date" : "1781/01/06"}, {"title" : " American Revolution ampndash Battle of Cowpens: Americans under Daniel Morgan defeat British forces.", "date" : "1781/01/17"}, {"title" : " The Articles of Confederation are ratified by Maryland, the 13th and final state to do so.", "date" : "1781/02/02"}, {"title" : "March ampampndash Riots break out in Socorro and spread to other towns.", "date" : "1781/02/02"}, {"title" : " The United States Continental Congress implements the Articles of Confederation, forming its Perpetual Union as the United States in Congress Assembled.", "date" : "1781/03/01"}, {"title" : " Sir William Herschel discovers the planet Uranus. Originally he calls it ''Georgium Sidus'' (George's Star) in honour of King George III of England.", "date" : "1781/03/13"}, {"title" : " American Revolution ampndash Battle of Guilford Court House: American General Nathanael Greene loses to the British.", "date" : "1781/03/15"}, {"title" : " An army sent from Lima put down the rebellions and captures and savagely execute Túpac Amaru II.", "date" : "1781/05/18"}, {"title" : " The commission agrees to the rebel's terms: reduction of the alcabala and of the Indians' forced tribute, abolition of the new taxes on tobacco and prederence for Creoles over peninsulares in government positions.", "date" : "1781/06/04"}, {"title" : " French spy Francis Henry de la Motte is executed in Tyburn Prison in England for high treason.", "date" : "1781/07/27"}, {"title" : " American Revolution ampndash Skirmish at the House in the Horseshoe: A Tory force under David Fanning attacks Phillip Alston's smaller force of Whigs at Alston's home in Cumberland County, North Carolina (in present day Moore County, North Carolina). Alston's troops surrender after Fanning's men attempt to ram the house with a cart of burning straw.", "date" : "1781/07/29"}, {"title" : " American Revolution: A French fleet under Comte de Grasse enters Chesapeake Bay, cutting British General Charles Cornwallis off from escape by sea.", "date" : "1781/08/30"}, {"title" : " Los Angeles is founded as El Pueblo de Nuestra Señora La Reina de Los Ángeles de Porciuncula (City of Our Lady the Queen of the Angels of Porciuncula) by a group of 44 Spanish settlers.", "date" : "1781/09/04"}, {"title" : " American Revolution ampndash Battle of the Chesapeake: A British fleet under Thomas Graves arrives and fights de Grasse, but is unable to break through to relieve the Siege of Yorktown.", "date" : "1781/09/05"}, {"title" : " American Revolution ampndash Battle of Groton Heights: The British army attacks a fort in Groton, Connecticut.", "date" : "1781/09/06"}, {"title" : " American Revolution: Graves gives up trying to break through the now-reinforced French fleet and returns to New York, leaving Cornwallis to his fate.", "date" : "1781/09/10"}, {"title" : " American Revolution: American and French troops begin a siege of the British at Yorktown, Virginia.", "date" : "1781/09/28"}, {"title" : " First Bagpipe competition in the Masonic Arms, Falkirk.", "date" : "1781/10/12"}, {"title" : " American Revolution: Following the Siege of Yorktown, General Charles Cornwallis surrenders to General George Washington at Yorktown, Virginia, ending the armed struggle of the American Revolution.", "date" : "1781/10/19"}, {"title" : " A Patent of Tolerance, providing limited freedom of worship, is approved in the Habsburg Monarchy.", "date" : "1781/10/20"}, {"title" : " John Hanson is elected President of the Continental Congress.", "date" : "1781/11/05"}, {"title" : "The slave ship ''Zong'' dumps its living cargo into the sea to claim insurance.", "date" : "1781/11/05"}, {"title" : "Henry Hurle officially founds the Ancient Order of Druids (AOD) in London, England.", "date" : "1781/11/05"}, {"title" : " Second Battle of Ushant: A British fleets defeats French ships.", "date" : "1781/12/12"}, {"title" : " The first American commercial bank (Bank of North America) opens.", "date" : "1782/01/07"}, {"title" : " Superintendent of Finance Robert Morris goes before the U.S. Congress to recommend establishment of a national mint and decimal coinage.", "date" : "1782/01/15"}, {"title" : " Laird of Johnstone, George Ludovic Houston invites people to buy marked plots of land which, when built upon, form the planned town of Johnstone, Scotland, to provide employment for his thread and cotton mills.", "date" : "1782/01/23"}, {"title" : "The Spanish defeat British forces and capture Minorca.", "date" : "1782/01/23"}, {"title" : "March 8  In Ohio, the Gnadenhutten massacre of Native Americans takes place in which 29 men, 27 women, and 34 children are killed by white militiamen in retaliation for raids carried out by another Native American group.", "date" : "1782/03/08"}, {"title" : " Battle of Wuchale: Emperor Tekle Giyorgis pacifies a group of Oromo near Wuchale.", "date" : "1782/03/14"}, {"title" : " Charles Watson-Wentworth, 2nd Marquess of Rockingham becomes Prime Minister of the United Kingdom.", "date" : "1782/03/27"}, {"title" : "Easter Sunday) ampndash Mission San Buenaventura is founded in Las Californias, part of the Spanish Viceroyalty of New Spain.", "date" : "1782/03/31"}, {"title" : " Rama I succeeds King Taksin of Siam (now Thailand) who is overthrown in an coup d'etat and moves the political capital from Thonburi across the Menam to Rattanakosin Island, the historic center of Bangkok.", "date" : "1782/04/06"}, {"title" : " Battle of the Saintes: A British fleet under Admiral Sir George Rodney defeats a French fleet under the Comte de Grasse in the West Indies.", "date" : "1782/04/12"}, {"title" : " John Adams secures recognition of the United States as an independent government by the Dutch Republic. During this visit, he also negotiates a loan of five million guilders financed by Nicolaas van Staphorst and Wilhelm Willink.", "date" : "1782/04/19"}, {"title" : " In Switzerland, Anna Göldi is sentenced to death for witchcraft (the last legal witchcraft sentence).", "date" : "1782/06/18"}, {"title" : " The bald eagle is chosen as the emblem of the United States of America.", "date" : "1782/06/20"}, {"title" : "July ampampndash Joseph II, Holy Roman Emperor, receives a visit from Pope Pius VI.", "date" : "1782/06/20"}, {"title" : " American privateers attack Lunenburg, Nova Scotia.", "date" : "1782/07/01"}, {"title" : " George Washington orders the creation of the Badge of Military Merit (or the Order of the Purple Heart) to honor soldiers' merit in battle (reinstated later by Franklin D. Roosevelt and renamed to the more poetic quotPurple Heartquot to honor soldiers wounded in action).", "date" : "1782/08/07"}, {"title" : " American Revolutionary War: In Paris, representatives from the United States and the Kingdom of Great Britain sign preliminary peace articles (later formalized in the Treaty of Paris).", "date" : "1782/11/30"}, {"title" : " American Revolutionary War: Britain acknowledges the United States independence.", "date" : "1783/02/03"}, {"title" : "American Revolutionary War: Great Britain formally declares that it will cease hostilities with the United States of America.", "date" : "1783/02/03"}, {"title" : "A sequence of earthquakes begins in Calabria, Italy, leaves 50,000 dead.", "date" : "1783/02/03"}, {"title" : " Continental Army Corps of Engineers disbanded.", "date" : "1783/02/26"}, {"title" : " Last celebration of Massacre Day.", "date" : "1783/03/05"}, {"title" : " Preliminary articles of peace ending the American Revolutionary War are ratified.", "date" : "1783/04/15"}, {"title" : " Saint John, New Brunswick, Canada ampndash The first United Empire Loyalists reach Parrtown.", "date" : "1783/05/18"}, {"title" : " A Great Jubilee Day celebrating end of American Revolution held in Trumbull, Connecticut.", "date" : "1783/05/26"}, {"title" : "r June 5 ampndash The Montgolfier brothers publicly demonstrate their ''montgolfière'' (hot air balloon) in Annonay, France.", "date" : "1783/06/04"}, {"title" : "The volcano Laki, in Iceland, begins an 8-month eruption which kills tens of thousands throughout Europe, including up to 33% of Iceland's population, and causes widespread famine. It has been described as one of quotthe greatest environmental catastrophes in European Historyquot.", "date" : "1783/06/08"}, {"title" : " Grants of land in Canada to American loyalists are announced.", "date" : "1783/07/16"}, {"title" : " The Treaty of Georgievsk is signed between the Imperial Russia and the Kingdom of Kartli and Kakheti (Georgia).", "date" : "1783/07/24"}, {"title" : " Mount Asama erupts, causing turmoil in Edo period Japan.", "date" : "1783/08/05"}, {"title" : " A large fireball passes on a thousand-mile track across the North Sea, the United Kingdom and France, prompting scientific discussion.", "date" : "1783/08/18"}, {"title" : " ''Le Globe'' - Jacques Charles and Les Frères Robert launched the world's first hydrogen-filled balloon in Paris.", "date" : "1783/08/27"}, {"title" : " American Revolutionary War ampndash Treaty of Paris: A treaty between the United States and the Kingdom of Great Britain is signed in Paris, formally ending the war.", "date" : "1783/09/03"}, {"title" : " Dickinson College was chartered in Carlisle, Pennsylvania.", "date" : "1783/09/09"}, {"title" : " The Waterford Glassware Factory begins production in Waterford City, Ireland.", "date" : "1783/10/03"}, {"title" : " In Rocky Hill, New Jersey, US General George Washington gives his ''Farewell Address to the Army''.", "date" : "1783/11/02"}, {"title" : " In Paris, Jean-François Pilâtre de Rozier and François Laurent, marquis d'Arlandes, make the first untethered hot air balloon flight (flight time: 25 minutes, Maximum height: 900 m).", "date" : "1783/11/21"}, {"title" : " In Spain, the ''Cedula of Population'' is signed, stating that anyone who will swear fealty to Spain and is of the Roman Catholic faith is welcome to populate Trinidad and Tobago.", "date" : "1783/11/24"}, {"title" : " American Revolutionary War: The last British troops leave New York City 3 months after the signing of the Treaty of Paris.", "date" : "1783/11/25"}, {"title" : " A 5.3 magnitude earthquake struck New Jersey.", "date" : "1783/11/30"}, {"title" : " ''La Charlière'' - Jacques Charles and Nicolas-Louis Robert made the first manned flight in a hydrogen-filled balloon in Paris.", "date" : "1783/12/01"}, {"title" : " At Fraunces Tavern in New York City, U.S. General George Washington formally bids his officers farewell.", "date" : "1783/12/04"}, {"title" : " The Turks agree to Russia's annexation of the Crimea in the Treaty of Constantinople.", "date" : "1784/01/06"}, {"title" : " The Congress of the United States ratifies the Treaty of Paris with Great Britain to end the American Revolutionary War, with the signature of President of Congress Thomas Mifflin.", "date" : "1784/01/14"}, {"title" : "Henry Cavendish's paper to the Royal Society of London, ''Experiments on Air'', reveals the composition of water.", "date" : "1784/01/15"}, {"title" : " John Wesley ordains ministers for the Methodist Church in the United States.", "date" : "1784/02/28"}, {"title" : " Elizabeth Thible is the first woman to ride in a hot air balloon, at Lyon, France.", "date" : "1784/06/04"}, {"title" : " Cardinal de Rohan is called before the court to account for his actions in the Queen's Necklace Affair.", "date" : "1784/08/15"}, {"title" : " Britain creates the colony of New Brunswick.", "date" : "1784/08/16"}, {"title" : " Russia establishes a colony at Kodiak, Alaska.", "date" : "1784/09/22"}, {"title" : " The Methodist Episcopal Church, USA is officially formed at the quotChristmas Conferencequot led by Thomas Coke and Francis Asbury.", "date" : "1784/12/25"}, {"title" : " The first issue of the ''Daily Universal Register'', later known as ''The Times'', is published in London.", "date" : "1785/01/01"}, {"title" : " Frenchman Jean-Pierre Blanchard and American John Jeffries travel from Dover, England to Calais, France in a hydrogen gas balloon, becoming the first to cross the English Channel by air.", "date" : "1785/01/07"}, {"title" : " The University of Georgia is founded.", "date" : "1785/01/27"}, {"title" : "A hot air balloon crashes in Tullamore, Ireland, causing a fire that burns down about 100 houses, making it the world's first aviation disaster (by 36 days).", "date" : "1785/05/10"}, {"title" : " Continental Navy disbanded.", "date" : "1785/06/03"}, {"title" : " After several attempts, Jean-François Pilâtre de Rozier and his companion, Pierre Romain, set off in a balloon from Boulogne-sur-Mer, but the balloon suddenly deflates (without the envelope catching fire) and crashes near Wimereux in the Pas-de-Calais, killing both men, making it the first fatal aviation disaster.", "date" : "1785/06/15"}, {"title" : "  The dollar is unanimously chosen as the money unit for the United States (the first time a nation has adopted a decimal coinage system).", "date" : "1785/07/06"}, {"title" : " The Piper-Heidsieck Champagne house is founded by Florens-Louis Heidsieck in Reims, France.", "date" : "1785/07/16"}, {"title" : " The fleet of French explorer Jean-François de Galaup, comte de La Pérouse leaves Paris for the circumnavigation of the globe.", "date" : "1785/08/01"}, {"title" : " Cardinal de Rohan is arrested in Paris the Necklace Affair comes into the open.", "date" : "1785/08/15"}, {"title" : "November ampampndash A drought occurs in Haiti.", "date" : "1785/08/15"}, {"title" : " The Treaty of Hopewell is signed between the United States of America and the Cherokee Nation.", "date" : "1785/11/28"}, {"title" : " The Treaty of Hopewell is signed between the United States of America and the Choctaw Nation.", "date" : "1786/01/03"}, {"title" : " The Treaty of Hopewell is signed between the United States of America and the Chickasaw Nation.", "date" : "1786/01/10"}, {"title" : " In a speech before The Asiatic Society in Calcutta, Sir William Jones notes the formal resemblances between Latin, Greek, and Sanskrit, laying the foundation for comparative linguistics and Indo-European studies.", "date" : "1786/02/02"}, {"title" : " Mozart's opera ''The Marriage of Figaro'' premieres in Vienna.", "date" : "1786/05/01"}, {"title" : " The trial of the Necklace Affair ends in Paris.", "date" : "1786/05/21"}, {"title" : " An earthquake-caused landslide dam on the Dadu River gives way, killing 100,000 in the Sichuan province of China.", "date" : "1786/06/10"}, {"title" : " Gavriil Pribylov discovers St. George Island of the Pribilof Islands in the Bering Sea.", "date" : "1786/06/25"}, {"title" : "August ampampndash James Rumsey tests his first steam boat in the Potomac river at Shepherdstown Virginia (now West Virginia).", "date" : "1786/06/25"}, {"title" : " Caroline Herschel discovers a comet (the first discovered by a woman).", "date" : "1786/08/01"}, {"title" : "  Mont Blanc is climbed for the first time by Dr. Michael-Gabriel Paccard and Jacques Balmat.", "date" : "1786/08/08"}, {"title" : " Captain Francis Light, known as the founder of Penang, lands in Penang and renames it ''Prince of Wales Island'' in honour of the heir to the British throne.", "date" : "1786/08/11"}, {"title" : " Shays' Rebellion begins in Massachusetts.", "date" : "1786/08/29"}, {"title" : "SeptemberampampndashDecember ampampndash Goethe undertakes his ''Italian Journey'' (published in 1817).", "date" : "1786/08/29"}, {"title" : " A hurricane strikes Barbados.", "date" : "1786/09/02"}, {"title" : "September 14 ampndash Annapolis Convention held, but the only result was the scheduling of the Philadelphia Convention.", "date" : "1786/09/11"}, {"title" : "  The oldest musical organization in the United States (the Stoughton Musical Society) is founded.", "date" : "1786/11/07"}, {"title" : " Mission Santa Barbara is founded by Father Fermín Francisco de Lasuén, becoming the 10th mission in the California mission chain.", "date" : "1786/12/04"}, {"title" : " The North Carolina General Assembly authorizes nine commissioners to purchase {{Convert|100|acre|km2}} of land for the county seat of Chatham County.  The town is named Pittsborough (later shortened to Pittsboro) for William Pitt the Younger.", "date" : "1787/01/06"}, {"title" : " William Herschel discovers Titania and Oberon, 2 moons of Uranus.", "date" : "1787/01/11"}, {"title" : " Shays' Rebellion fails.", "date" : "1787/02/04"}, {"title" : " A charter is granted establishing the institution known today as the University of Pittsburgh.", "date" : "1787/02/28"}, {"title" : " A Charter of Justice is signed providing the authority for the establishment of the first New South Wales (i.e. Australian) Courts of Criminal and Civil Jurisdiction.", "date" : "1787/04/02"}, {"title" : " Captain Arthur Phillip leaves Portsmouth, England with 11 ships packed with 1,000 convicts and their jailers to establish a penal colony in Australia.", "date" : "1787/05/13"}, {"title" : " In Philadelphia, Pennsylvania, delegates begin arriving to write a new Constitution for the United States.", "date" : "1787/05/14"}, {"title" : " In Philadelphia, Pennsylvania, delegates begin to convene a Constitutional Convention intended to amend the Articles of Confederation. However, a new Constitution for the United States is eventually produced. George Washington presides over the Convention.", "date" : "1787/05/25"}, {"title" : "May ampampndash Orangist troops attack Vreeswijk, Harmelen and Maarssen civil war starts in the Netherlands.", "date" : "1787/05/25"}, {"title" : " Franklin College, named for Benjamin Franklin, opens in Lancaster, Pennsylvania. It later merges with Marshall College to become Franklin and Marshall College.", "date" : "1787/06/06"}, {"title" : " Oliver Ellsworth moves at the Federal Convention that the government be called the United States.", "date" : "1787/06/20"}, {"title" : " Princess Wilhelmina of Orange, sister of Frederick, the king of Prussia, is captured by patriots and taken to Goejanverwellesluis, and not allowed to travel to the Hague.", "date" : "1787/06/28"}, {"title" : " The U.S. Congress enacts the Northwest Ordinance establishing governing rules for the Northwest Territory. It also establishes procedures for the admission of new states and limits the expansion of slavery.", "date" : "1787/07/13"}, {"title" : " Lord's cricket ground is established and the MCC incorporated.", "date" : "1787/07/15"}, {"title" : " Launching a {{Convert|45|ft|m|sing=on}} steam powered craft on the Delaware River, John Fitch demonstrates the first U.S. patent for his design.", "date" : "1787/08/27"}, {"title" : " Prussian troops enter the Netherlands. Within a few weeks 40,000 Patriots (out of a population of 2,000,000) go into exile in France (and learn from observation the ideals of the French Revolution).", "date" : "1787/09/13"}, {"title" : " The United States Constitution is adopted by the Constitutional Convention in Philadelphia.", "date" : "1787/09/17"}, {"title" : "Washington Academy (now Washington amp Jefferson College) was chartered by the Pennsylvania General Assembly.", "date" : "1787/09/24"}, {"title" : " Russo-Turkish War, 1787-1792 ampndash Battle of Kinburn: Alexander Suvorov, though sustaining a wound, routs the Turks.", "date" : "1787/10/01"}, {"title" : " The first of the ''Federalist Papers'', a series of essays calling for ratification of the U.S. Constitution, is published in a New York paper.", "date" : "1787/10/27"}, {"title" : " Wolfgang Amadeus Mozart's opera ''Don Giovanni'' (libretto by Lorenzo da Ponte) premieres in the Estates Theatre in Prague.", "date" : "1787/10/29"}, {"title" : " James Rumsey demonstrates a water-jet propelled boat on the Potomac.", "date" : "1787/12/03"}, {"title" : " Delaware ratifies the Constitution and becomes the first U.S. state.", "date" : "1787/12/07"}, {"title" : " Mission La Purisima Concepcion is founded by Father Fermín Francisco de Lasuén, becoming the 11 mission in the California mission chain.", "date" : "1787/12/08"}, {"title" : " Pennsylvania becomes the second U.S. state.", "date" : "1787/12/12"}, {"title" : " New Jersey becomes the third U.S. state.", "date" : "1787/12/18"}, {"title" : " The first edition of ''The Times'', previously ''The Daily Universal Register'', is published in London.", "date" : "1788/01/01"}, {"title" : " Georgia ratifies the United States Constitution and becomes the fourth U.S. state under the new government.", "date" : "1788/01/02"}, {"title" : " Connecticut ratifies the United States Constitution and becomes the fifth U.S. state.", "date" : "1788/01/09"}, {"title" : " The leading ship in Captain Arthur Phillip's First Fleet arrives at Botany Bay to colonise Australia.noinclude", "date" : "1788/01/18"}, {"title" : " Cyrus Griffin becomes the tenth and last President of the United States in Congress Assembled.", "date" : "1788/01/22"}, {"title" : " The La Perouse expedition in the ''Astrolabe'' and ''Boussole'' arrives off Botany Bay just as Captain Arthur Phillip is attempting to move his colony from there to Sydney Cove in Port Jackson.", "date" : "1788/01/24"}, {"title" : " Australia Day: Eleven ships of the First Fleet from Botany Bay, led by Captain Arthur Phillip, land at Sydney Cove (which will become Sydney), Australia, where he determines to establish the British prison colony of New South Wales, the first permanent European settlement on the continent.", "date" : "1788/01/26"}, {"title" : " Henry Benedict Stuart becomes the new Stuart claimant to the throne of Great Britain as King Henry IX and the figurehead of Jacobitism.", "date" : "1788/01/31"}, {"title" : " Isaac Briggs and William Longstreet patent a steamboat.", "date" : "1788/02/01"}, {"title" : " Massachusetts ratifies the United States Constitution and becomes the sixth U.S. state.", "date" : "1788/02/06"}, {"title" : " Austria enters the Russo-Turkish War of 1787–1792 and attacks Moldavia.", "date" : "1788/02/09"}, {"title" : " The uninhabited Lord Howe Island is discovered by the brig HMS ''Supply'', commanded by Lieutenant Ball, who is on his way from Botany Bay to Norfolk Island with convicts to start a penal settlement there.", "date" : "1788/02/17"}, {"title" : " The La Perouse expedition leaves Sydney Cove for New Caledonia, never to be seen again.", "date" : "1788/03/10"}, {"title" : " The ''Edinburgh Evening Courant'' carries a notice of £200 reward for the capture of William Brodie, a town councilor doubling as a burglar.", "date" : "1788/03/14"}, {"title" : " Great New Orleans Fire kills 25% of the population and destroys 856 buildings, including St. Louis Cathedral and the Cabildo, leaving most of the town in ruins.", "date" : "1788/03/21"}, {"title" : " America's first recorded riot, the 'Doctors' Mob', begins. Residents of Manhattan are angry about grave robbers stealing bodies for doctors to dissect. The rioting is suppressed on the 15th.", "date" : "1788/04/13"}, {"title" : " Maryland ratifies the United States Constitution and becomes the seventh U.S. state.", "date" : "1788/04/28"}, {"title" : " The Royal Dramatic Theatre (''Kungliga Dramatiska Teatern''), Sweden's national drama company, is founded.", "date" : "1788/05/10"}, {"title" : " The Australian Frontier Wars begin.", "date" : "1788/05/15"}, {"title" : " South Carolina ratifies the United States Constitution and becomes the eighth U.S. state.", "date" : "1788/05/23"}, {"title" : " France: Day of the Tiles, which some consider the beginning of the French Revolution.", "date" : "1788/06/07"}, {"title" : " The African Association, an exploration group dedicated to plotting the Niger River and finding Timbuktu, is founded in England.", "date" : "1788/06/09"}, {"title" : "English captains Thomas Gilbert and John Marshall, returning from Botany Bay, become the first Europeans to encounter the Gilbert Islands in the Pacific Ocean.", "date" : "1788/06/17"}, {"title" : " New Hampshire ratifies the United States Constitution and becomes the ninth U.S. state, enabling the Constitution to go into effect. (The latter happens on March 4, 1789, when the first Congress elected under the new Constitution assembles.)", "date" : "1788/06/21"}, {"title" : " The Virginia Ratifying Convention ratifies the United States Constitution and becomes the tenth U.S. state under the new government.", "date" : "1788/06/25"}, {"title" : " Wolfgang Amadeus Mozart, in Vienna, completes his antepenultimate symphony, now called the Symphony No. 39 in E-flat.", "date" : "1788/06/26"}, {"title" : "July ampampndash King Louis XVI of France calls for a spring session of the Estates General.", "date" : "1788/06/26"}, {"title" : "A hailstorm sweeps across France and the Dutch Republic with hailstones 'as big as quart bottles' that take 'three days to melt' immense damage is done.", "date" : "1788/07/13"}, {"title" : " Governor General Lord Dorchester, by proclamation issued from the Chateau St. Louis in Quebec City, divides the British Province of Quebec into five Districts, namely: Gaspé, Nassau, Lunenburg, Mecklenburg, and Hesse.", "date" : "1788/07/24"}, {"title" : " New York ratifies the United States Constitution and becomes the eleventh U.S. state.", "date" : "1788/07/26"}, {"title" : " Wolfgang Amadeus Mozart, in Vienna, completes his penultimate symphony, now called the Symphony No. 40 in G Minor.", "date" : "1788/07/28"}, {"title" : " King Louis XVI of France agrees to convene the Estates-General meeting in May 1789, the first time since 1614.", "date" : "1788/08/08"}, {"title" : " Wolfgang Amadeus Mozart, in Vienna, completes his final symphony, now called the Symphony No. 41 in C Major, and nicknamed (after his death) ''The Jupiter.''", "date" : "1788/08/10"}, {"title" : " The trial of William Brodie begins in Edinburgh, Scotland he is sentenced to death by hanging.", "date" : "1788/08/27"}, {"title" : " William Brodie is hanged.", "date" : "1788/10/01"}, {"title" : " Russo-Turkish War, 1787-1792: The Ottoman fortress of Özi falls to the Russians after a prolonged siege and a murderous storm with a temperature of -23 degrees C.", "date" : "1788/12/06"}, {"title" : " King Charles III of Spain dies and is succeeded by his son Charles IV.", "date" : "1788/12/14"}, {"title" : " 1789 United States presidential elections and House of Representatives elections are held.", "date" : "1789/01/07"}, {"title" : " The first American novel, ''The Power of Sympathy or the Triumph of Nature Founded in Truth'', is printed in Boston, Massachusetts.", "date" : "1789/01/21"}, {"title" : " Georgetown University is founded in Washington, D.C., becoming the first Catholic college in the United States.", "date" : "1789/01/23"}, {"title" : " George Washington is unanimously elected the first President of the United States by the United States Electoral College.", "date" : "1789/02/04"}, {"title" : " At Federal Hall in New York City, the 1st United States Congress meets and declares the new United States Constitution to be in effect.", "date" : "1789/03/04"}, {"title" : " At Federal Hall, the United States House of Representatives attains its first quorum and elects congressman Frederick Muhlenberg as the first Speaker of the House.", "date" : "1789/04/01"}, {"title" : " At Federal Hall, the United States Senate attains its first quorum and elects John Langdon of Pennsylvania as its first President pro tempore. Later that day, the Senate and the House of Representatives meet in joint session for the first time, and the electoral votes of the first U.S. Presidential election are counted. General George Washington is certified as President-elect and John Adams is certified as Vice-President elect.", "date" : "1789/04/06"}, {"title" : " Selim III (1789–1807) succeeds Abd-ul-Hamid I (1773–1789) as Ottoman Sultan.", "date" : "1789/04/07"}, {"title" : "ohn Adams takes office as the first Vice-President of the United States and begins presiding over the United States Senate.", "date" : "1789/04/21"}, {"title" : " Mutiny on the ''Bounty'': Fletcher Christian leads the mutiny on HMS ''Bounty'' against Captain William Bligh.", "date" : "1789/04/28"}, {"title" : " George Washington is inaugurated at Federal Hall in New York City, beginning his term as the first President of the United States.", "date" : "1789/04/30"}, {"title" : " In France, the Estates-General convenes for the first time in 175 years.", "date" : "1789/05/05"}, {"title" : " ''Bounty'' mutiny survivors, including Captain William Bligh and 18 others, reach Timor after a nearly {{convert|4000|mi|km|adj=on}} journey in an open boat.", "date" : "1789/06/14"}, {"title" : " In France, representatives of the Third Estate at the Estates-General declare themselves the National Assembly.", "date" : "1789/06/17"}, {"title" : " Tennis Court Oath is made in Versailles.", "date" : "1789/06/20"}, {"title" : "July ampampndash An estimated 150,000 of Paris's 600,000 people are without work.", "date" : "1789/06/23"}, {"title" : " The comic ballet ''La fille mal gardée'' choreographed by Jean Dauberval is first presented under the title ''Le ballet de la paille'' at the Grand Théâtre de Bordeaux, in Bordeaux, France.", "date" : "1789/07/01"}, {"title" : "In Versailles, the National Assembly reconstitutes itself as the National Constituent Assembly and begins preparations for a French constitution.", "date" : "1789/07/01"}, {"title" : "The Theater War officially ends.", "date" : "1789/07/01"}, {"title" : " Alexander Mackenzie reaches Mackenzie River Delta.", "date" : "1789/07/10"}, {"title" : " Louis XVI of France fires popular Chief Minister Necker.", "date" : "1789/07/11"}, {"title" : " An angry Parisian crowd demonstrates against the King’s decision to dismiss Minister Necker.", "date" : "1789/07/12"}, {"title" : " The people begin to seize arms for the defense of Paris.", "date" : "1789/07/13"}, {"title" : " The French Revolution (1789–1799) begins: Citizens of Paris storm the Bastille and free seven prisoners. In rural areas, peasants attack noble manors.", "date" : "1789/07/14"}, {"title" : " The first U.S. federal government agency under the new Constitution, the Department of Foreign Affairs (later renamed the Department of State), is established.", "date" : "1789/07/27"}, {"title" : " In France, members of the Constituent Assembly take an oath to end feudalism and abandon their privileges.", "date" : "1789/08/04"}, {"title" : "A proposal for a Bill of Rights is adopted by the United States House of Representatives.", "date" : "1789/08/21"}, {"title" : " The Declaration of the Rights of Man is proclaimed in France by the Constituent Assembly.", "date" : "1789/08/26"}, {"title" : " William Herschel discovers Enceladus, one of Saturn's moons.", "date" : "1789/08/28"}, {"title" : " The United States Department of the Treasury is founded.", "date" : "1789/09/02"}, {"title" : " Department of State", "date" : "1789/09/15"}, {"title" : " Russo-Turkish War, 1787-1792 ampndash Battle of Rymnik: Alexander Suvorov roundly defeats 100,000 Turks.", "date" : "1789/09/22"}, {"title" : "The Judiciary Act of 1789 establishes the federal judiciary and the United States Marshals Service.", "date" : "1789/09/24"}, {"title" : " The United States Congress proposes a set of 12 amendments for ratification by the states. Ratification for 10 of these proposals is completed on December 5, 1791, creating the  United States Bill of Rights.", "date" : "1789/09/25"}, {"title" : " The U.S. Department of War establishes the nation's first regular army, with a strength of several hundred men.", "date" : "1789/09/29"}, {"title" : "October ampampndash Some 7,000 women march {{convert|12|mi|km}} from Paris to Versailles to demand action.", "date" : "1789/09/29"}, {"title" : " Pope Pius VI appoints John Carroll the first Roman Catholic bishop in the United States.", "date" : "1789/11/06"}, {"title" : " New Jersey ratifies the United States Bill of Rights, the first state to do so.", "date" : "1789/11/20"}, {"title" : " North Carolina ratifies the United States Constitution and becomes the 12th U.S. state.", "date" : "1789/11/21"}, {"title" : " A national Thanksgiving Day is observed in the United States as recommended by President George Washington and approved by Congress.", "date" : "1789/11/26"}, {"title" : " The University of North Carolina, the  oldest public university in the United States, is founded.", "date" : "1789/12/11"}, {"title" : " A leaflet circulated in France accuses marquis de Favras of plotting to rescue  the royal family.", "date" : "1789/12/23"}, {"title" : " U.S. President George Washington gives the first State of the Union Address.", "date" : "1790/01/09"}, {"title" : " Mozart's opera quotCosi Fan Tuttequot premiered in Vienna.", "date" : "1790/01/26"}, {"title" : " The first boat specialized as a lifeboat is tested on the River Tyne.", "date" : "1790/01/30"}, {"title" : " In New York City the Supreme Court of the United States convenes for the first time.", "date" : "1790/02/01"}, {"title" : " Louis XVI of France declares to the National Assembly that he will maintain the constitutional laws.", "date" : "1790/02/04"}, {"title" : " Two Quaker delegates petition the United States Congress for the abolition of slavery.", "date" : "1790/02/11"}, {"title" : " The first United States census is authorized.", "date" : "1790/03/01"}, {"title" : " France is divided into 83 départements, which cut across the former provinces, in an attempt to dislodge regional loyalties based on noble ownership of land.", "date" : "1790/03/04"}, {"title" : " Thomas Jefferson reports to President George Washington in New York as the new United States Secretary of State.", "date" : "1790/03/21"}, {"title" : " The United States patent system is established.", "date" : "1790/04/10"}, {"title" : " Battle of Reval: Gustav III of Sweden sends the battlefleet to eliminate the Russian squadron wintering at Reval (Estonia), but is defeated: 8 Russians, 51 Swedes are killed, 250 captured, and 2 ships are sunk.", "date" : "1790/05/13"}, {"title" : " Rhode Island ratifies the United States Constitution and becomes the last of the 13 original states to do so.", "date" : "1790/05/29"}, {"title" : "  Royal Assent Given To The Town Of Milford Haven.", "date" : "1790/06/09"}, {"title" : " Compromise of 1790: Thomas Jefferson, James Madison, and Alexander Hamilton come to an agreement: Madison agrees to not be quotstrenuousquot in opposition for the assumption of state debts by the federal government Hamilton agrees to support the capital site being above the Potomac.", "date" : "1790/06/20"}, {"title" : " The alleged ''London Monster'' is arrested in London: he later receives 40 years for 10 assaults.", "date" : "1790/06/23"}, {"title" : "July ampampndash Louis XVI of France accepts a constitutional monarchy.", "date" : "1790/06/23"}, {"title" : " Russo-Swedish War ampndash Second Battle of Svensksund: In a massive Baltic Sea battle of 300 ships, the Swedish navy captures one third of the Russian fleet: 304 Swedes are killed, 3,500 Russians killed and 6,000 captured, 51 Russian ships are sunk and 22 are taken.", "date" : "1790/07/09"}, {"title" : " French Revolution: The Civil Constitution of the Clergy is passed. This completes the destruction of the monastic orders, legislating out of existence all regular and secular chapters for either sex, abbacies and priorships.", "date" : "1790/07/12"}, {"title" : " French Revolution: Citizens of Paris celebrate the constitutional monarchy and national reconciliation in the Fête de la Fédération.", "date" : "1790/07/14"}, {"title" : " The signing of the Residence Bill establishes a site along the Potomac River as the District of Columbia, the capital district of the United States", "date" : "1790/07/16"}, {"title" : " The Convention of Reichenbach is signed between Prussia and Austria.", "date" : "1790/07/27"}, {"title" : " Inventor Samuel Hopkins becomes the first to be issued a U.S. patent (for an improved method of making potash).", "date" : "1790/07/31"}, {"title" : " A newly passed U.S. tariff act creates the system of cutters for revenue enforcement (later named the United States Revenue Cutter Service), the forerunner of the Coast Guard.", "date" : "1790/08/04"}, {"title" : " The Treaty of Värälä ends the Russo-Swedish War.", "date" : "1790/08/14"}, {"title" : " Leopold II, Holy Roman Emperor starts to rule.", "date" : "1790/09/30"}, {"title" : " The Hawkesbury and Nepean Wars begins in New South Wales, Australia as a result of deterioration in relations and increasing colonization.", "date" : "1790/12/10"}, {"title" : " Russo-Turkish War, 1787-1792: 26,000 Turkish soldiers lose their lives during Suvorov's storm of Izmail.", "date" : "1790/12/11"}, {"title" : " The British Parliament passes the Constitutional Act of 1791, splitting the old province of Quebec into Upper and Lower Canada.", "date" : "1791/01/25"}, {"title" : " Long-distance communication speeds up with the unveiling of a semaphore machine in Paris.", "date" : "1791/03/02"}, {"title" : " Vermont is admitted as the 14th U.S. state.", "date" : "1791/03/04"}, {"title" : " The first of forty boundary stones delineating the borders of the new District of Columbia is laid at Jones Point Light, in Alexandria, Virginia.", "date" : "1791/04/21"}, {"title" : " The Sejm  of the Polish–Lithuanian Commonwealth proclaims the Constitution of May 3, 1791, the first modern codified constitution in Europe.", "date" : "1791/05/03"}, {"title" : " The French Royal Family is captured when they try to flee in disguise.", "date" : "1791/06/20"}, {"title" : " Composer Joseph Haydn awarded an honorary doctorate of music at Oxford University.", "date" : "1791/07/08"}, {"title" : " The Priestley Riots break out in Birmingham, England.", "date" : "1791/07/14"}, {"title" : " The Champ de Mars Massacre occurs during the French Revolution.", "date" : "1791/07/17"}, {"title" : " The Treaty of Sistova is signed, ending the Ottoman-Habsburg wars.", "date" : "1791/08/04"}, {"title" : " The Brandenburg Gate in Berlin is finished.", "date" : "1791/08/06"}, {"title" : " A slave rebellion breaks out in the French colony of Saint-Domingue.", "date" : "1791/08/22"}, {"title" : " John Fitch is granted a patent for the steamboat in the United States.", "date" : "1791/08/26"}, {"title" : " Louis XVI of France accepts the final version of the completed constitution.", "date" : "1791/09/13"}, {"title" : " Mission Santa Cruz is founded by Father Fermín Francisco de Lasuén, becoming the 12th mission in the California mission chain.", "date" : "1791/09/25"}, {"title" : " promulgation of the law  on the emancipation of the french jews.", "date" : "1791/09/28"}, {"title" : " Wolfgang Amadeus Mozart's singspiel ''Die Zauberflöte'' ''(Magic Flute)'' premieres in the Freihaustheater in Vienna.", "date" : "1791/09/30"}, {"title" : "October ampampndash The Legislative Assembly (France) convenes.", "date" : "1791/09/30"}, {"title" : " Mission Nuestra Señora de la Soledad is founded by Father Fermín Francisco de Lasuén, becoming the 13th mission in the California mission chain.", "date" : "1791/10/09"}, {"title" : " The first issue of ''The Observer'', the world's first Sunday newspaper, is published.", "date" : "1791/12/04"}, {"title" : " Austrian composer Wolfgang Amadeus Mozart dies.", "date" : "1791/12/05"}, {"title" : " Ratification by the states of the first ten amendments to the United States Constitution is completed, creating the United States Bill of Rights. Two additional amendments remain pending, and one of these is finally ratified in 1992, becoming the Twenty-seventh Amendment.", "date" : "1791/12/15"}, {"title" : " The Treaty of Jassy ends Russia's war with the Ottoman Empire over Crimea.", "date" : "1792/01/09"}, {"title" : " The Postal Service Act, establishing the United States Post Office Department, is signed by President George Washington.", "date" : "1792/02/20"}, {"title" : " Francis II, Holy Roman Emperor, the last emperor, takes office.", "date" : "1792/03/01"}, {"title" : "  King Gustav III of Sweden is shot in the back by Jacob Johan Anckarström at a midnight masquerade at the Royal Opera in Stockholm he lives until March 29, and is succeeded by Gustav IV Adolf.", "date" : "1792/03/16"}, {"title" : " A new capital of North Carolina and county seat of the newly formed Wake County is established after North Carolina State Senator and surveyor William Christmas submits his design for the city.  A few months later the capital is officially named Raleigh in honor of Sir Walter Raleigh.", "date" : "1792/03/20"}, {"title" : " The Coinage Act is passed, establishing the United States Mint.", "date" : "1792/04/02"}, {"title" : " United States President George Washington vetoes a bill designed to apportion representatives among U.S. states. This is the first time the presidential veto is used in the United States.", "date" : "1792/04/05"}, {"title" : " France declares war against Austria.", "date" : "1792/04/20"}, {"title" : " Tiradentes, prime figure in the Inconfidência Mineira plot, is executed in Rio de Janeiro, Brazil.", "date" : "1792/04/21"}, {"title" : " The guillotine is first used experimentally in France.", "date" : "1792/04/24"}, {"title" : "Highwayman Nicolas J. Pelletier becomes the first person executed by guillotine.", "date" : "1792/04/24"}, {"title" : "''La Marseillaise'', the French national anthem, is composed by Claude Joseph Rouget de Lisle.", "date" : "1792/04/24"}, {"title" : "The Revenue Commission is established.", "date" : "1792/05/08"}, {"title" : " Captain Robert Gray on the ''Columbia Rediviva'' becomes the first white man to enter the Columbia River.", "date" : "1792/05/11"}, {"title" : " The Buttonwood Agreement is signed, beginning the New York Stock Exchange.", "date" : "1792/05/17"}, {"title" : " War in defence of the constitution: Russia invades Poland.", "date" : "1792/05/18"}, {"title" : " An old lava dome collapses in Kyūshū, Japan when Mount Unzen volcano erupts the resulting avalanche and tsunami kills about 14,300 people.", "date" : "1792/05/21"}, {"title" : " Kentucky becomes the 15th state of The United States of America.", "date" : "1792/06/01"}, {"title" : " Captain George Vancouver claims Puget Sound for Great Britain.", "date" : "1792/06/04"}, {"title" : "Vancouver becomes the first European to enter Burrard Inlet.", "date" : "1792/06/04"}, {"title" : "Prussia declares war against France.", "date" : "1792/06/04"}, {"title" : " French Revolution: The Tuileries Palace is stormed, and Louis XVI of France is arrested and taken into custody.", "date" : "1792/08/10"}, {"title" : "September ampampndash George Macartney, 1st Earl Macartney sails from Portsmouth to China.", "date" : "1792/08/10"}, {"title" : " During what becomes known as the September Massacres of the French Revolution, rampaging mobs slaughter 3 Roman Catholic Church bishops and more than 200 priests.", "date" : "1792/09/02"}, {"title" : " Six men steal some of the former French Crown jewels from a warehouse where the revolutionary government had stored them.", "date" : "1792/09/11"}, {"title" : " Battle of Valmy: The French revolutionary army defeats Prussians under the Duke of Brunswick, after a 7-hour artillery duel.", "date" : "1792/09/20"}, {"title" : " The French Convention abolishes the monarchy and establishes the First Republic.", "date" : "1792/09/21"}, {"title" : " The Era of the historical French Republican Calendar begins.", "date" : "1792/09/22"}, {"title" : " The first Columbus Day celebration in the USA is held in New York, 300 years after his arrival in the New World.", "date" : "1792/10/12"}, {"title" : " Foundation of Washington, DC: The cornerstone of the United States Executive Mansion, known as the White House after 1818, is laid.", "date" : "1792/10/13"}, {"title" : " Mount Hood (Oregon) is named after the British naval officer Samuel Hood by Lt. William E. Broughton, who spots the mountain near the mouth of the Willamette River.", "date" : "1792/10/29"}, {"title" : " George Washington is re-elected President of the United States.", "date" : "1792/12/03"}, {"title" : " The trial of Louis XVI of France begins.", "date" : "1792/12/26"}, {"title" : " Russia and Prussia partition the Polish-Lithuanian Commonwealth.", "date" : "1793/01/02"}, {"title" : " Jean-Pierre Blanchard becomes the first to fly in a gas balloon in the United States.", "date" : "1793/01/09"}, {"title" : "After being found guilty of treason by the French Convention, ''Citizen Capet'', Louis XVI of France, is guillotined.", "date" : "1793/01/21"}, {"title" : " French Revolutionary Wars: France declares war on Great Britain and the Netherlands.", "date" : "1793/02/01"}, {"title" : " George Washington holds the first Cabinet meeting as President of the United States.", "date" : "1793/02/25"}, {"title" : " The Giles resolutions are introduced to the United States House of Representatives, asking the House to condemn Alexander Hamilton's handling of loans.", "date" : "1793/02/27"}, {"title" : "3 ampndash John Langdon serves as President pro tempore of the United States Senate.", "date" : "1793/03/01"}, {"title" : " George Washington is sworn in as President of the United States in Philadelphia for his second term.", "date" : "1793/03/04"}, {"title" : " French troops are defeated by Austrian forces and Liège is recaptured.", "date" : "1793/03/05"}, {"title" : " France declares war on Spain.", "date" : "1793/03/07"}, {"title" : " The first republican state in Germany, the Republic of Mainz, is declared by Andreas Joseph Hofmann.", "date" : "1793/03/18"}, {"title" : " The Committee of Public Safety is established in France with Georges Danton as its head.", "date" : "1793/04/06"}, {"title" : " George Washington signs the Neutrality Proclamation.", "date" : "1793/04/22"}, {"title" : " The pioneer parishes of New Orleans and Louisiana are erected as well as incorporated into the Diocese of Louisiana and the Two Floridas", "date" : "1793/04/25"}, {"title" : " Regular troops under François Hanriot demand that the Girondins be expelled from the national convention.", "date" : "1793/05/31"}, {"title" : " The Girondins are overthrown in France.", "date" : "1793/06/02"}, {"title" : " The Jardin des Plantes and the Muséum national d'histoire naturelle are created by the National Convention. The museum opens in Paris the following year and the garden houses one of the first public zoos.", "date" : "1793/06/10"}, {"title" : " The Act Against Slavery is passed in Upper Canada.", "date" : "1793/07/09"}, {"title" : " Charlotte Corday kills Jean-Paul Marat in his bath.", "date" : "1793/07/13"}, {"title" : " Charlotte Corday is executed.", "date" : "1793/07/17"}, {"title" : " Scottish explorer Alexander Mackenzie's 1792ampndash1793 Peace River expedition to the Pacific Ocean reaches its goal at Bella Coola, British Columbia, making him the first known person to complete a transcontinental crossing of northern North America.", "date" : "1793/07/20"}, {"title" : " John Graves Simcoe decides to build a fort and settlement at Toronto, having sailed into the bay there.", "date" : "1793/07/29"}, {"title" : " French Revolution ampndash Feast of Unity: Crowds in Paris burn monarchist emblems.", "date" : "1793/08/10"}, {"title" : " The following universal conscription decree is enacted in France: quotThe young men shall go to battle and the married men shall forge arms. The women shall make tents and clothes and shall serve in the hospitals children shall tear rags into lint. The old men will be guided to the public places of the cities to kindle the courage of the young warriors and to preach the unity of the Republic and the hatred of kings.quot", "date" : "1793/08/23"}, {"title" : " In Paris, the Louvre Palace is opened to the public as a museum.", "date" : "1793/09/05"}, {"title" : " The French Republican Calendar is adopted by the National Convention.", "date" : "1793/10/24"}, {"title" : " The dechristianisation of France during the French Revolution reaches a climax with the celebration of the Goddess quotReasonquot in the cathedral of Notre Dame de Paris.", "date" : "1793/11/10"}, {"title" : " Madame du Barry is executed.", "date" : "1793/12/08"}, {"title" : " New York City's first daily newspaper, the ''American Minerva'', is established by Noah Webster.", "date" : "1793/12/09"}, {"title" : " French forces under Dugommier capture Toulon from royalists and British forces under Vice Admiral Lord Hood. The British fire the dockyards and take 16 ships, one of which, the ''Lutine'', becomes a famous treasure ship.", "date" : "1793/12/18"}, {"title" : "The First Coalition against France is formed during the year by Great Britain, the Dutch Republic, Spain, Portugal, the Holy Roman Empire, Naples and Tuscany.", "date" : "1793/12/18"}, {"title" : "The Al Bu Falah move to Abu Dhabi.", "date" : "1793/12/18"}, {"title" : "The first year of regular production begins for the United States Mint and the half cent is minted for the first time.", "date" : "1793/12/18"}, {"title" : "In Philadelphia, Pennsylvania more than 4,000 die from yellow fever.", "date" : "1793/12/18"}, {"title" : "Niccolò Paganini debuts as a violin virtuoso at age 11.", "date" : "1793/12/18"}, {"title" : " The French Republic abolishes slavery.", "date" : "1794/02/04"}, {"title" : " The first session of the United States Senate is open to the public.", "date" : "1794/02/11"}, {"title" : "Canonsburg Academy (now Washington amp Jefferson College) is chartered by the General Assembly.", "date" : "1794/03/11"}, {"title" : " Eli Whitney is granted a patent for the cotton gin.", "date" : "1794/03/14"}, {"title" : " Georges Danton is executed.", "date" : "1794/04/05"}, {"title" : "May 1 ampndash Battle of Boulou: The French defeat the Spanish  and Portuguese forces.", "date" : "1794/04/29"}, {"title" : " French chemist Antoine Lavoisier is executed by guillotine.", "date" : "1794/05/08"}, {"title" : " Battle of Tourcoing: French troops defeat British forces.", "date" : "1794/05/18"}, {"title" : " June 1 ampndash The Glorious First of June (Battle of Ushant): British and French ships battle to a draw.", "date" : "1794/05/28"}, {"title" : " British troops capture Port-au-Prince in Haiti.", "date" : "1794/06/04"}, {"title" : " Battle of Fleurus: French forces defeat the Austrians and their allies, leading to permanent loss of the Austrian Netherlands and destruction of the Dutch Republic. French use of an observation balloon marks the first participation of an aircraft in battle.", "date" : "1794/06/26"}, {"title" : " Horatio Nelson loses the sight in his right eye at Calvi in Corsica.", "date" : "1794/07/12"}, {"title" : " (9 Thermidor) ampndash Maximilien Robespierre is arrested.  Executed the next day.", "date" : "1794/07/27"}, {"title" : " The University of Tennessee is established at Knoxville.", "date" : "1794/09/10"}, {"title" : "October ampampndash A Federal army quells the Whiskey Rebellion in the United States.", "date" : "1794/09/10"}, {"title" : " Russian General Alexander Suvorov stormed Warsaw in the war against the Polish uprising and captured Praga, one of its suburbs, killing many civilians.", "date" : "1794/11/04"}, {"title" : "The first recorded meeting of the Franklin Literary Society was held at Canonsburg Academy (now Washington amp Jefferson College).", "date" : "1794/11/14"}, {"title" : " The University of North Carolina opens to students at Chapel Hill, becoming the first state university in the United States.", "date" : "1795/01/14"}, {"title" : " The French occupy Utrecht, Netherlands.", "date" : "1795/01/16"}, {"title" : " Revolution breaks out in Amsterdam.", "date" : "1795/01/17"}, {"title" : " The Batavian Republic is proclaimed.", "date" : "1795/01/19"}, {"title" : " French troops enter Amsterdam.", "date" : "1795/01/20"}, {"title" : "The Dutch fleet, frozen in IJsselmeer, is captured by the French 8th Hussars.", "date" : "1795/01/21"}, {"title" : " The Eleventh Amendment to the United States Constitution is passed.", "date" : "1795/02/07"}, {"title" : "March ampampndash English Benedictine monks expelled from Douai are permitted to proceed to England.", "date" : "1795/02/07"}, {"title" : " Peace of Basel signed between France and Prussia.", "date" : "1795/04/05"}, {"title" : "Adoption of the metric system in France.", "date" : "1795/04/07"}, {"title" : " George, Prince of Wales, marries Caroline of Brunswick.", "date" : "1795/04/08"}, {"title" : " Battle of Nu'uanu: Kamehameha I of the Island of Hawaii defeats the Oahuans, solidifying his control of the major islands of the archipelago and officially founding the Kingdom of Hawaii.", "date" : "1795/05/01"}, {"title" : " War of the First Coalition: Napoleon I of France enters Milan in triumph.", "date" : "1795/05/15"}, {"title" : "MayampampndashJune ampampndash The ''Battle of Richmond Hill'' is fought in the colony of New South Wales, between the Darug people and British colonial forces.", "date" : "1795/05/15"}, {"title" : "7 ampndash The Copenhagen fire of 1795, starting in a naval warehouse, destroys 941 houses.", "date" : "1795/06/05"}, {"title" : " The Dauphin, would-be-Louis XVII, dies. Louis XVIII becomes titular king of France (he becomes the actual king on April 6, 1814).", "date" : "1795/06/08"}, {"title" : " The French government announces that the heir to the French throne has died of illness (many doubt the statement).", "date" : "1795/06/28"}, {"title" : "Mary Robinson writes the poem ''January, 1795''.", "date" : "1795/06/28"}, {"title" : "British forces land off Quiberon to aid the revolt in Brittany.", "date" : "1795/06/28"}, {"title" : "French troops recapture St. Lucia.", "date" : "1795/06/28"}, {"title" : " Second Treaty of Basel between the French First Republic and Spain, ending the War of the Pyrenees. Spain cedes its half of the Caribbean island of Hispaniola to France.", "date" : "1795/07/22"}, {"title" : " Construction of the Pontcysyllte Aqueduct in Wales begins.", "date" : "1795/07/25"}, {"title" : " Signing of the Treaty of Greenville puts an end to the Northwest Indian War.", "date" : "1795/08/03"}, {"title" : " The French Constitution of 1795 is ratified by the National Convention.", "date" : "1795/08/22"}, {"title" : " Third Treaty of Basel between the French First Republic and the Landgraviate of Hesse-Kassel.", "date" : "1795/08/28"}, {"title" : " Battle of Krtsanisi.", "date" : "1795/09/11"}, {"title" : " Battle of the Diamond: Protestant forces defeat Catholic troops in Loughgall, Ireland, leading to the foundation of the Orange Order.", "date" : "1795/09/21"}, {"title" : " Austrian Netherlands is annexed to the French Republic as the ''Belgian departments''.", "date" : "1795/10/01"}, {"title" : " 13 Vendémiaire: Royalist riots in Paris are crushed by troops under Paul Barras and newly reinstalled artillery officer Napoleon Bonaparte.", "date" : "1795/10/05"}, {"title" : " The Third Partition of Poland is made.", "date" : "1795/10/24"}, {"title" : " The United States and Spain sign the Treaty of Madrid, which establishes the boundaries between Spanish colonies and the U.S.", "date" : "1795/10/27"}, {"title" : " The French Directory takes power. Influence of the Sans-culottes declines.", "date" : "1795/11/02"}, {"title" : " Wold Newton meteorite: A meteorite falls at Wold Newton, a hamlet in Yorkshire in England. This meteorite fall is subsequently used as a literary premise by science fiction writer Philip José Farmer as the basis for the Wold Newton family.", "date" : "1795/12/13"}, {"title" : "Sweden becomes the first monarchy to recognize the French Republic.", "date" : "1795/12/13"}, {"title" : "The Hudson's Bay Company trading post Fort Edmonton is constructed the city of Edmonton, Alberta, eventually grows from it.", "date" : "1795/12/13"}, {"title" : "A large slave rebellion occurs in Curaçao.", "date" : "1795/12/13"}, {"title" : "The British Royal Navy makes the use of lemon juice mandatory to prevent scurvy.ampamp{{cite book|first=Stephen R.|last=Bown|title=Scurvy: How a Surgeon, a Mariner and a Gentleman Solved the Greatest Medical Mystery of the Age of Sail|publisher=Penguin Books Australia|year=2003|page=222}}ampamp", "date" : "1795/12/13"}, {"title" : "The harvest fails in Munich.", "date" : "1795/12/13"}, {"title" : "Daniel McGinnis discovers the supposed Money Pit on Oak Island, Nova Scotia.", "date" : "1795/12/13"}, {"title" : " The first Dutch (and general) elections are held for the National Assembly of the Batavian Republic (the next Dutch general elections are held in 1888).", "date" : "1796/01/16"}, {"title" : " The capital of Upper Canada is moved from Newark to York.", "date" : "1796/02/01"}, {"title" : " The Qianlong Emperor abdicates at age 84 to make way for his son, the Jiaqing Emperor.", "date" : "1796/02/09"}, {"title" : " The Kingdom of Great Britain is granted control of Ceylon by the Dutch.", "date" : "1796/02/16"}, {"title" : " Widow Joséphine de Beauharnais marries General Napoléon Bonaparte.", "date" : "1796/03/09"}, {"title" : " Carl Gauss obtains conditions for the constructibility by ruler and compass of regular polygons, and is able to announce that the regular 17-gon is constructible by ruler and compasses.", "date" : "1796/03/30"}, {"title" : " The only night of the would-be Shakespearean play ''Vortigern and Rowena'' (actually written by William Henry Ireland) ends in the audience's laughter.", "date" : "1796/04/02"}, {"title" : " War of the First Coalition ampndash Battle of Montenotte: Napoleon Bonaparte gains his first victory as an army commander.", "date" : "1796/04/12"}, {"title" : " Case of the Lyons Mail: During the night of April 27, 5 highwaymen attack the mail between Paris and Lyon, kill the postmen, and steal the funds sent to the armies in Italy.", "date" : "1796/04/27"}, {"title" : "Persian Expedition of 1796: Russian troops storm Derbent.", "date" : "1796/04/27"}, {"title" : "War of the First Coalition ampampndash Battle of Lodi: General Napoleon Bonaparte defeats Austrian rearguard in forcing a crossing of the bridge over the River Adda in Italy. The Austrians lose some 2,000 men, 14 guns, and 30 ammunition wagons.", "date" : "1796/04/27"}, {"title" : " Edward Jenner administers the first smallpox vaccination.", "date" : "1796/05/14"}, {"title" : " Napoleon's troops take Milan.", "date" : "1796/05/15"}, {"title" : " The last mock Garrat Elections are held in Surrey, England.", "date" : "1796/05/20"}, {"title" : " Tennessee is admitted as the 16th U.S. state.", "date" : "1796/06/01"}, {"title" : " Carl Friedrich Gauss discovers that every positive integer is representable as a sum of at most 3 triangular numbers.", "date" : "1796/07/10"}, {"title" : " The United States takes possession of Detroit from Great Britain under the terms of the Jay Treaty.", "date" : "1796/07/11"}, {"title" : " Mungo Park reaches Ségou, the capital of the Bamana Empire.", "date" : "1796/07/21"}, {"title" : " Surveyors of the Connecticut Land Company name an area in Ohio quotClevelandquot after Gen. Moses Cleaveland, the superintendent of the surveying party.", "date" : "1796/07/22"}, {"title" : "Opening to traffic of the Wearmouth Bridge in England, designed by Thomas Paine in cast iron. Its span of 72 m (237 feet) makes it the world's longest single-span vehicular bridge extant at this date.", "date" : "1796/08/09"}, {"title" : " French Revolutionary Wars ampndash Battle of Bassano: French forces defeat Austrian troops.", "date" : "1796/09/08"}, {"title" : " U.S. President George Washington issues his ''Farewell Address'', which warns against partisan politics and foreign entanglements.", "date" : "1796/09/17"}, {"title" : " John Adams defeats Thomas Jefferson in the U.S. presidential election.", "date" : "1796/11/03"}, {"title" : " The Treaty of Tripoli (between the United States and Tripoli) is signed at Tripoli (see also 1797).", "date" : "1796/11/04"}, {"title" : "O.S.) ampndash Catherine II of Russia (called ''Catherine The Great'') dies and is succeeded by her son Paul I of Russia. His wife Sophie Marie Dorothea of Württemberg becomes Empress consort.", "date" : "1796/11/06"}, {"title" : " French Revolutionary Wars ampndash Battle of Arcole: French forces defeat the Austrians in Italy.", "date" : "1796/11/17"}, {"title" : " The U.S. Electoral College meets to elect John Adams president.", "date" : "1796/12/07"}, {"title" : " The Treaty of Tripoli (a peace treaty between the United States and Tripoli) is signed at Algiers (see also 1796).", "date" : "1797/01/03"}, {"title" : " The parliament of the Cisalpine Republic adopts the Italian green-white-red tricolour as the official flag (this is considered the birth of the flag of Italy).", "date" : "1797/01/07"}, {"title" : " London haberdasher John Hetherington wears a silk top hat in public and attracts a large crowd of onlookers. He is later fined £500 for causing a public nuisance.", "date" : "1797/01/15"}, {"title" : " The Battle of Cape St. Vincent (1797), part of the Wars of the French Revolution.", "date" : "1797/02/14"}, {"title" : " Spanish Governor José Maria Chacón peacefully surrenders the colony of Trinidad to a British naval force commanded by Sir Ralph Abercromby.", "date" : "1797/02/18"}, {"title" : " The Last invasion of Britain begins. French forces under the command of American Colonel William Tate land near Fishguard in Wales.", "date" : "1797/02/22"}, {"title" : " William Tate surrenders to the British at Fishguard.", "date" : "1797/02/25"}, {"title" : " The Bank of England (national bank of Britain) issues the first one-pound and two-pound notes (discontinued March 11, 1988).", "date" : "1797/02/26"}, {"title" : " John Adams is sworn in as the second President of the United States of America.", "date" : "1797/03/04"}, {"title" : " Spithead and Nore mutinies.", "date" : "1797/04/16"}, {"title" : " Sir Ralph Abercromby unsuccessfully invades San Juan, Puerto Rico in what will be one of the largest British attacks on Spanish territories in the western hemisphere, and one of the worst defeats of the English navy for years to come.", "date" : "1797/04/17"}, {"title" : " The first ship of the United States Navy, the frigate ''USS UNITED STATES'', is commissioned.", "date" : "1797/05/10"}, {"title" : " First Coalition: Napoleon I of France conquers Venice, ending the city's 1,100 years of independence. The last doge of Venice, Ludovico Manin, steps down.", "date" : "1797/05/12"}, {"title" : " William Wilberforce marries Barbara Ann Spooner.", "date" : "1797/05/30"}, {"title" : " Horatio Nelson is wounded at the Battle of Santa Cruz, losing an arm.", "date" : "1797/07/24"}, {"title" : " The Treaty of Campo Formio ends the War of the First Coalition.", "date" : "1797/10/17"}, {"title" : " In Boston Harbor, the 44-gun United States Navy frigate ''USS Constitution'' is launched to fight Barbary pirates off the coast of Tripoli.", "date" : "1797/10/21"}, {"title" : " Napoleon leads a successful French charge against Fort l'Aiguilette to secure Toulon.", "date" : "1797/12/17"}, {"title" : " A coup d'état is staged in the Netherlands (Batavian Republic). Unitarian Democrat Pieter Vreede makes an end to the power of the parliament (with a conservative-moderate majority).", "date" : "1798/01/22"}, {"title" : " The papacy is removed from power by French General Louis Alexandre Berthier.", "date" : "1798/02/10"}, {"title" : " French troops enter Bern.", "date" : "1798/03/05"}, {"title" : " French forces invade the Papal States and establish the Roman Republic.", "date" : "1798/03/07"}, {"title" : " The Mississippi Territory is organized by the United States from territory ceded by Georgia and South Carolina later it is twice expanded to include disputed territory claimed by both the U.S. and Spain (which acquired territory in trade with Great Britain).", "date" : "1798/04/07"}, {"title" : " Helvetic Republic, a French client republic, proclaimed following collapse of the Old Swiss Confederacy on French invasion.", "date" : "1798/04/12"}, {"title" : " France annexes Geneva.", "date" : "1798/04/26"}, {"title" : " Irish republicans and nationalists, known as the Society of United Irishmen, launch a rebellion against British rule in expectation of support from France. The United Irishmen are unique amongst Irish nationalist movements in that they unify Catholics and Protestants around republican ideals. The rebellion rages sporadically but is defeated by the British by October.", "date" : "1798/05/23"}, {"title" : "The French take Malta.", "date" : "1798/05/23"}, {"title" : "A moderate ''coup d'état'' in the Netherlands (Batavian Republic) deposes Pieter Vreede.", "date" : "1798/05/23"}, {"title" : " Mission San Luis Rey de Francia is founded.", "date" : "1798/06/13"}, {"title" : " Napoleon's troops land in Egypt.", "date" : "1798/07/01"}, {"title" : " Quasi-War: The United States Congress rescinds treaties with France, sparking the war.", "date" : "1798/07/07"}, {"title" : " The United States Marine Corps is re/established.", "date" : "1798/07/11"}, {"title" : " Battle of Shubra Khit between French and Mamelukes, during Napoleon's march from Alexandria to take Cairo.", "date" : "1798/07/12"}, {"title" : " The Alien and Sedition Acts become United States law, making it a federal crime to write, publish, or utter false or malicious statements about the United States government.", "date" : "1798/07/14"}, {"title" : " The Relief of Sick and Disabled Seamen Act is signed into law, creating the Marine Hospital Service, the forerunner to the current United States Public Health Service Commissioned Corps.", "date" : "1798/07/16"}, {"title" : " Battle of the Pyramids: Napoleon defeats Ottoman forces near the Pyramids.", "date" : "1798/07/21"}, {"title" : " Napoleon occupies Cairo.", "date" : "1798/07/24"}, {"title" : " A second round of elections are held in the Netherlands (Batavian Republic) no general elections this time.", "date" : "1798/07/31"}, {"title" : " Battle of the Nile (near Abu Qir): Lord Nelson defeats the French navy under Admiral Brueys Nelson himself is wounded in the head.", "date" : "1798/08/01"}, {"title" : " French troops land at Kilcummin in County Mayo to assist the Irish rebellion.", "date" : "1798/08/22"}, {"title" : "September ampampndash Charles Brockden Brown publishes the first significant American novel, the Gothic fiction ''Wieland: or, The Transformation an American Tale''.", "date" : "1798/08/22"}, {"title" : " Battle of St. George's Caye: Off the coast of British Honduras (now Belize), a group of British nationals and African slaves defeat a force sent from Mexico to drive them out.", "date" : "1798/09/10"}, {"title" : " ''Lyrical Ballads'' is published anonymously by Samuel Taylor Coleridge and William Wordsworth, inaugurating the English Romantic movement in literature.", "date" : "1798/09/18"}, {"title" : " Battle of Tory Island: A British Royal Navy squadron under Sir John Borlase Warren prevents French Republican ships commanded by Jean-Baptiste-François Bompart landing reinforcements for the Society of United Irishmen on the Donegal coast Irish leader Wolfe Tone is captured and later dies of wounds.", "date" : "1798/10/12"}, {"title" : " Beginning of the Russo-Ottoman siege of Corfu.", "date" : "1798/11/04"}, {"title" : " British whaler John Fearn becomes the first European to land on Nauru.", "date" : "1798/11/08"}, {"title" : " British Prime Minister William Pitt the Younger introduces an income tax of two shillings to the pound to raise funds for Great Britain's war effort in the Napoleonic Wars.", "date" : "1799/01/09"}, {"title" : " Federalist James Ross becomes President Pro Tempore of the United States Senate.", "date" : "1799/03/01"}, {"title" : " The Russo-Ottoman siege of Corfu ends with the surrender of the French garrison.", "date" : "1799/03/03"}, {"title" : " Napoleon captures Jaffa in Palestine and his troops proceed to kill more than 2,000 Albanian captives.", "date" : "1799/03/07"}, {"title" : " New York passes a law aimed at gradually abolishing slavery in the state.", "date" : "1799/03/29"}, {"title" : " Battle of Seringapatam: Tippu Sultan is defeated and killed by the British.", "date" : "1799/05/04"}, {"title" : " Siege of Acre ends after two months: Napoleon's attempt to widen his Middle Eastern campaign into Syria is frustrated by Ottoman forces, and he withdraws to Egypt.", "date" : "1799/05/21"}, {"title" : " Battle of Winterthur: Habsburg forces secure control of north east Switzerland from the French Army of the Danube.", "date" : "1799/05/27"}, {"title" : " Ranjit Singh's men take their positions outside Lahore.", "date" : "1799/07/07"}, {"title" : " Ranjit Singh the Great conquers Lahore and becomes ruler of the Punjab.", "date" : "1799/07/12"}, {"title" : " In the Egyptian port city of Rosetta, French Captain Pierre Bouchard finds the Rosetta Stone.", "date" : "1799/07/15"}, {"title" : " At Aboukir in Egypt, Napoleon defeats 10,000 Ottoman Mamluk troops under Mustafa Pasha.", "date" : "1799/07/25"}, {"title" : " War of the Second Coalition: Anglo-Russian invasion of Holland ampndash Britain and Russia send an expedition to the Batavian Republic.", "date" : "1799/08/27"}, {"title" : " Anglo-Russian invasion of Holland: Vlieter Incident: A squadron of the Batavian Republic's navy, commanded by Rear-Admiral Samuel Story, surrenders to the British Royal Navy under Sir Ralph Abercromby and Admiral Sir Charles Mitchell near Wieringen without joining action.", "date" : "1799/08/30"}, {"title" : " Anglo-Russian invasion of Holland: Battle of Castricum ampndash Franco-Dutch forces defeat the Russo-British expedition force.", "date" : "1799/10/06"}, {"title" : " {{HMS|Lutine|1779}} (a famous treasure wreck) is sunk in the West Frisian Islands.", "date" : "1799/10/09"}, {"title" : " Jeanne Geneviève Labrosse becomess the first woman to jump from a balloon with a parachute, from an altitude of 900 meters.", "date" : "1799/10/12"}, {"title" : " Anglo-Russian invasion of Holland: Anglo-Russian expedition forces surrender in North Holland.", "date" : "1799/10/18"}, {"title" : " Napoleon overthrows the French Directory.", "date" : "1799/11/09"}, {"title" : "December", "date" : "1799/11/09"}, {"title" : "A new constitution is approved in a plebiscite in France.", "date" : "1799/11/09"}, {"title" : "Napoleon becomes First Consul.", "date" : "1799/11/09"}, {"title" : " George Washington, the first President of the United States, dies in Mount Vernon, Virginia.", "date" : "1799/12/14"}, {"title" : " Dutch East India Company dissolves", "date" : "1800/01/01"}, {"title" : " The Bank of France is founded.", "date" : "1800/02/13"}, {"title" : " United Irishman Roddy McCorley is executed in Toomebridge for his part in the Irish Rebellion of 1798.", "date" : "1800/02/28"}, {"title" : "  Cardinal Barnaba Chiaramonti succeeds Pius VI as Pius VII, the 251st pope.", "date" : "1800/03/14"}, {"title" : " Alessandro Volta describes his new invention, the voltaic pile, the first chemical battery, in a letter to the Royal Society.", "date" : "1800/03/20"}, {"title" : "April ampampndash Voting begins in the United States presidential election, 1800 it will last until October. The result is not announced until February 1801.", "date" : "1800/03/20"}, {"title" : " The U.S. Library of Congress is founded.", "date" : "1800/04/24"}, {"title" : " Great Britain passes the Act of Union to join Great Britain and Ireland into the United Kingdom (to take effect on 1 January 1801). The act is signed by King George III in August.", "date" : "1800/05/05"}, {"title" : " Napoleon Bonaparte crosses the Alps and invades Italy.", "date" : "1800/05/15"}, {"title" : " First smallpox vaccination is made in North America, at Trinity, Newfoundland.", "date" : "1800/06/02"}, {"title" : " Battle of Marengo: Napoleon defeats the Austrian troops near Marengo, Italy.", "date" : "1800/06/14"}, {"title" : " At the invitation of the Maltese, British troops liberate the Islands of Malta and Gozo from the French.", "date" : "1800/09/05"}, {"title" : "The Convention of 1800, or Treaty of Mortefontaine, is signed between France and the United States of America, ending the Quasi-War.", "date" : "1800/09/30"}, {"title" : "U.S. President John Adams becomes the first President of the United States to live in the Executive Mansion (later renamed the White House).", "date" : "1800/09/30"}, {"title" : "Middlebury College is granted its charter by the Vermont General Assembly.", "date" : "1800/09/30"}, {"title" : " The U.S. Congress holds its first Washington, D.C. session.", "date" : "1800/11/17"}, {"title" : " Battle of Hohenlinden: the French army defeats German troops.", "date" : "1800/12/03"}, {"title" : "An assault on Napoleon Bonaparte fails in Paris.", "date" : "1800/12/03"}, {"title" : "Pierre Coudrin and Henriette Aymer de la Chevalerie found the Congregation of the Sacred Hearts of Jesus and Mary in Paris.", "date" : "1800/12/03"}, {"title" : " Christmas Day first becomes a Public Holiday on an international scale.", "date" : "1800/12/25"}, {"title" : " Toussaint L'Ouverture triumphantly enters Santo Domingo, the capital of the former Spanish colony of Santo Domingo, which has become a colony of Napoleonic France.", "date" : "1801/01/03"}, {"title" : " John Marshall is appointed Chief Justice of the United States.", "date" : "1801/01/21"}, {"title" : " William Pitt the Younger resigns as Prime Minister of the United Kingdom.", "date" : "1801/02/04"}, {"title" : " The Treaty of Lunéville ends the War of the Second Coalition between France and Austria.", "date" : "1801/02/16"}, {"title" : " An electoral tie between Thomas Jefferson and Aaron Burr is resolved, when Jefferson is elected President of the United States and Burr Vice President by the United States House of Representatives.", "date" : "1801/02/17"}, {"title" : " Washington, D.C. is placed under the jurisdiction of the Congress of the United States.", "date" : "1801/02/27"}, {"title" : " Thomas Jefferson succeeds John Adams as President of the United States of America.", "date" : "1801/03/04"}, {"title" : " Henry Addington becomes First Lord of the Treasury and Chancellor of the Exchequer effectively Prime Minister of the United Kingdom.", "date" : "1801/03/14"}, {"title" : " Second Battle of Abukir in Egypt: British troops defeat the French, but the British commander, Sir Ralph Abercromby, dies later of a wound received in the action.", "date" : "1801/03/21"}, {"title" : " Tsar Paul I of Russia is murdered. He is succeeded by his son Alexander I.", "date" : "1801/03/23"}, {"title" : " First Battle of Copenhagen: The British fleet under Admiral Sir Hyde Parker, along with Admiral Horatio Nelson, attack Copenhagen the Armed Neutrality of the North is dissolved.", "date" : "1801/04/02"}, {"title" : " The pascha of Tripoli declares war on the United States by having the flagpole on the consulate chopped down.", "date" : "1801/05/10"}, {"title" : " Portugal and Spain sign the Treaty of Badajoz Portugal loses the city of Olivenza.", "date" : "1801/06/07"}, {"title" : " Cairo falls to British troops.", "date" : "1801/06/27"}, {"title" : " Battle of Algeciras: The French fleet defeats the British fleet.", "date" : "1801/07/06"}, {"title" : " Napoleon signs a Concordat with Pope Pius VII.", "date" : "1801/07/18"}, {"title" : " The Treaty of London is signed for preliminary peace between the First French Republic and the United Kingdom of Great Britain and Ireland.", "date" : "1801/09/30"}, {"title" : " A coup d'état is staged in the Netherlands (Batavian Republic).", "date" : "1801/10/17"}, {"title" : " The first edition of ''New-York Evening Post'' is printed.", "date" : "1801/11/16"}, {"title" : " Canonsburg Academy (now Washington amp Jefferson College) is chartered by the Pennsylvania General Assembly.", "date" : "1802/01/15"}, {"title" : " Army Corps of Engineers re-established.", "date" : "1802/03/16"}, {"title" : " The United States Military Academy at West Point is established.", "date" : "1802/03/16"}, {"title" : "March 27 ampndash Napoleonic Wars: The Treaty of Amiens between France and the United Kingdom ends the War of the Second Coalition.", "date" : "1802/03/25"}, {"title" : " H. W. Olbers discovers the asteroid Pallas.", "date" : "1802/03/28"}, {"title" : "Revenue Commission disbanded.", "date" : "1802/04/06"}, {"title" : " Great Trigonometric Survey of India begins with the measurement of a baseline near Madras.", "date" : "1802/04/10"}, {"title" : " A general amnesty signed by Napoleon Bonaparte allows all but about 1,000 of the most notorious émigrés of the French Revolution to return to France, as part of a reconciliary gesture to make peace with the various factions of the ''Ancien Regime'' that ultimately consolidates his own rule.", "date" : "1802/04/26"}, {"title" : " Napoleon Bonaparte establishes the French ''Légion d'honneur'' (Legion of Honour).", "date" : "1802/05/19"}, {"title" : " By the Law of 20 May 1802, Napoleon Bonaparte reinstates slavery in the French colonies, revoking its abolition in the French Revolution.", "date" : "1802/05/20"}, {"title" : " Patent and Trademark Office within Department of State", "date" : "1802/06/01"}, {"title" : " Indigenous Australian Pemulwuy, a leader of the resistance to European settlement of Australia, is shot dead by Henry Hacking.", "date" : "1802/06/02"}, {"title" : " Haitian revolutionary Toussaint L'Ouverture is seized by French troops and is imprisoned at the Fort de Joux.", "date" : "1802/06/08"}, {"title" : "June ampampndash Gia Long is crowned as first Emperor of the Nguyễn Dynasty in Vietnam.", "date" : "1802/06/08"}, {"title" : "July ampampndash Eleuthère Irénée du Pont founds E.I. du Pont de Nemours and Company, the modern DuPont Company.", "date" : "1802/06/08"}, {"title" : " At West Point, New York the United States Military Academy opens.", "date" : "1802/07/04"}, {"title" : "August 28 ampndash A general election in the United Kingdom brings victory for the Tories, led by Henry Addington.", "date" : "1802/07/05"}, {"title" : " Gia Long captures Hanoi, completing his unification of Vietnam.", "date" : "1802/07/22"}, {"title" : " In a plebiscite, Napoleon Bonaparte is confirmed as the First Consul.", "date" : "1802/08/02"}, {"title" : " William Wordsworth publishes the poem ''Westminster Bridge''.", "date" : "1802/09/03"}, {"title" : " The Italian region of Piedmont becomes a part of the French First Republic.", "date" : "1802/09/11"}, {"title" : " War ends between Sweden and Tripoli. The United States also negotiates peace, but war continues over the size of compensation.", "date" : "1802/10/02"}, {"title" : "October ampampndash The French army enters Switzerland.", "date" : "1802/10/02"}, {"title" : " William Symington demonstrates his ''Charlotte Dundas'', the quotfirst practical steamboatquot, in Scotland.", "date" : "1803/01/05"}, {"title" : " Monroe and Livingston sail for Paris to discuss, and possibly buy, New Orleans they end up completing the Louisiana Purchase.", "date" : "1803/01/30"}, {"title" : " Act of Mediation issued by Napoleon Bonaparte establishes the Swiss Confederation to replace the Helvetic Republic. Under the terms of the act, Graubünden, St. Gallen, Thurgau, the Ticino and Vaud become Swiss cantons.", "date" : "1803/02/19"}, {"title" : " Edward Despard and six others are hanged and beheaded for plotting to assassinate King George III of the United Kingdom and to destroy the Bank of England.", "date" : "1803/02/21"}, {"title" : " ''Marbury v. Madison'': The Supreme Court of the United States establishes the principle of judicial review.", "date" : "1803/02/24"}, {"title" : " A major redistribution of territorial sovereignty within the Holy Roman Empire is enacted via an act known as the Reichsdeputationshauptschluss.", "date" : "1803/02/25"}, {"title" : " Ohio is admitted as the 17th U.S. state, retroactive from August 7, 1953.", "date" : "1803/03/01"}, {"title" : " Aargau becomes a Swiss canton.", "date" : "1803/03/09"}, {"title" : "MarchampampndashApril ampampndash The ''franc germinal'' is introduced in France.", "date" : "1803/03/09"}, {"title" : " Louisiana Purchase is made by the United States from France.", "date" : "1803/04/30"}, {"title" : "May ampampndash The First Consul of France Citizen Bonaparte begins making preparations to invade England.", "date" : "1803/04/30"}, {"title" : " Master Malati, a Coptic Christian leader, is beheaded by a Muslim mob in Cairo, Egypt.", "date" : "1803/05/19"}, {"title" : " The Louisiana Purchase is announced to the American people.", "date" : "1803/07/04"}, {"title" : " The convention of Artlenburg leads to the French occupation of Hanover (which had been ruled by the British king).", "date" : "1803/07/05"}, {"title" : " Robert Emmet's uprising in Ireland begins.", "date" : "1803/07/23"}, {"title" : " The wagonway between Wandsworth and Croydon is opened, being the first public railway line in England.", "date" : "1803/07/26"}, {"title" : " The British begin the Second Anglo-Maratha War against Sindhia of Gwalior.", "date" : "1803/08/03"}, {"title" : " William Wordsworth writes quotUpon Westminster Bridge.quot", "date" : "1803/09/03"}, {"title" : "  Battle of Delhi, during the Second Anglo-Maratha War, between British troops under General Lake, and Marathas of Scindia's army under General Louis Bourquin.", "date" : "1803/09/11"}, {"title" : " Irish rebel Robert Emmet is executed.", "date" : "1803/09/20"}, {"title" : " Battle of Assaye (India): British-led troops defeat Maratha forces.", "date" : "1803/09/23"}, {"title" : " The Senate ratifies the Louisiana Purchase Treaty, doubling the size of the United States.", "date" : "1803/10/20"}, {"title" : " Battle of Vertières: The Haitian army led by Jean-Jacques Dessalines defeats the army of Napoleon.", "date" : "1803/11/18"}, {"title" : "Thomas Bruce, 7th Earl of Elgin begins removal of the Elgin Marbles from the Parthenon in Athens where they are at risk of destruction during the Ottoman occupation of Greece.", "date" : "1803/11/30"}, {"title" : "Orissa, India is occupied by the British under the British East India Company after the Second Anglo-Maratha War.", "date" : "1803/11/30"}, {"title" : "Major breakthroughs in chemistry occur, with the identification of the elements Rhodium, Palladium, Osmium, Iridium, and Cerium.", "date" : "1803/11/30"}, {"title" : " Haiti gains independence from France and becomes the first black republic, having the only successful slave revolt ever.", "date" : "1804/01/01"}, {"title" : " The First Serbian Uprising begins as an intro into Serbian Revolution. By 1817, Principality of Serbia proclaims self-rule from Ottoman Empire, thus becoming the first nation-state in Europe.", "date" : "1804/02/14"}, {"title" : " New Jersey becomes the last northern state to abolish slavery.", "date" : "1804/02/15"}, {"title" : " First Barbary War: Stephen Decatur leads a raid to burn the pirate-held frigate ''Philadelphia''.", "date" : "1804/02/16"}, {"title" : " The USS ''Philadelphia'' burns.", "date" : "1804/02/16"}, {"title" : " Ohio University is chartered by the Ohio General Assembly.", "date" : "1804/02/18"}, {"title" : "The Cornishman Richard Trevithick's newly-built quotPenydarrenquot steam locomotive operates on the Merthyr Tramroad between Penydarren in Merthyr Tydfil and Abercynon in South Wales, following several trials since February 13, the world's first locomotive to work on rails.", "date" : "1804/02/21"}, {"title" : "February ampampndash The 1804 Haiti Massacre, an ethnic cleansing, eradicates the white population on Haiti it is not stopped until 22 April.", "date" : "1804/02/21"}, {"title" : " Louisiana Purchase: In St. Louis, a formal ceremony is conducted to transfer ownership of Louisiana Territory from France to the United States.", "date" : "1804/03/10"}, {"title" : " First performance of Friedrich Schiller's play ''Wilhelm Tell'', at Weimar under the direction of Johann Wolfgang von Goethe.", "date" : "1804/03/17"}, {"title" : " The ''Napoleonic Code'' is adopted as French civil law.", "date" : "1804/03/21"}, {"title" : " Forty merchantmen are wrecked when a convoy led by the HMS ''Apollo'' runs aground off Portugal.", "date" : "1804/04/02"}, {"title" : " Samuel Taylor Coleridge aboard ''The Speedwell'' sails to the Mediterranean", "date" : "1804/04/04"}, {"title" : " The first recorded meteorite falls in Possil, Scotland (High Possil meteorite).", "date" : "1804/04/05"}, {"title" : " Henry Addington resigns as Prime Minister of the United Kingdom.", "date" : "1804/04/26"}, {"title" : " William Pitt the Younger begins his second term as Prime Minister of the United Kingdom.", "date" : "1804/05/10"}, {"title" : " The Lewis and Clark Expedition departs from Camp Dubois and begins their historic journey by traveling up the Missouri River.", "date" : "1804/05/14"}, {"title" : " Napoleon Bonaparte is proclaimed Emperor of the French by the French Senate.", "date" : "1804/05/18"}, {"title" : " Beethoven's ''Symphony No. 3 in Eampndashflat'' premiered in Vienna.", "date" : "1804/06/09"}, {"title" : " The Twelfth Amendment to the U.S. Constitution is ratified by New Hampshire, and arguably becomes effective (subsequently vetoed by the Governor of New Hampshire).", "date" : "1804/06/15"}, {"title" : " Alexander Hamilton is shot during a duel with Aaron Burr and dies the next day.", "date" : "1804/07/11"}, {"title" : " The Twelfth Amendment to the U.S. Constitution ratified by Tennessee, removing doubt surrounding adoption.", "date" : "1804/07/27"}, {"title" : " Lewis and Clark Expedition: The ''Corps of Discovery'', whose purpose is to explore the Louisiana Purchase, suffers its only death when Sergeant Charles Floyd dies, apparently from acute appendicitis.", "date" : "1804/08/20"}, {"title" : " German astronomer K. L. Harding discovers the asteroid Juno.", "date" : "1804/09/01"}, {"title" : " The Treaty of St. Louis (1804) is signed by Quashquame and William Henry Harrison controversy surrounding the treaty eventually causes the Sauks to ally with the British during the War of 1812 and is the main cause of the Black Hawk War of 1832.", "date" : "1804/11/03"}, {"title" : " Said bin Sultan, Sultan of Muscat and Oman starts to rule.", "date" : "1804/11/20"}, {"title" : " The Democratic-Republican-controlled United States Senate begin an impeachment trial against Federalist-partisan Supreme Court of the United States Justice Samuel Chase (he was charged with political bias but was acquitted by the United States Senate of all charges on March 1, 1805).", "date" : "1804/11/30"}, {"title" : " At Notre Dame Cathedral in Paris, Napoleon Bonaparte crowns himself as the first Emperor of the French in a thousand years (the Napoleonic Code is adopted).", "date" : "1804/12/02"}, {"title" : " Thomas Jefferson defeats Charles C. Pinckney in the U.S. presidential election.", "date" : "1804/12/03"}, {"title" : " Spain declares war on Britain", "date" : "1804/12/12"}, {"title" : " Michigan Territory is created.", "date" : "1805/01/11"}, {"title" : " The Harmony Society is officially formed.", "date" : "1805/02/15"}, {"title" : " Justice Samuel Chase is acquitted of impeachment charges by the U.S. Senate.", "date" : "1805/03/01"}, {"title" : " Thomas Jefferson is sworn in for a second term as President of the United States.", "date" : "1805/03/04"}, {"title" : "  The New Brunswick Legislature passes a bill to advance literacy in the province, which eventually leads to the creation of public education in what is now Canada.", "date" : "1805/03/05"}, {"title" : " United States Marines and Berbers attack the Tripolitan city of Derna (The quotShores of Tripoliquot).", "date" : "1805/04/27"}, {"title" : " Rutger Jan Schimmelpenninck is appointed as Grand Pensionary of the Batavian Republic by Napoleon.", "date" : "1805/04/29"}, {"title" : " Luigi Boccherini is buried in Italy after being found dead on May 28.", "date" : "1805/06/01"}, {"title" : " The First Barbary War ends between Tripoli and the United States of America.", "date" : "1805/06/04"}, {"title" : " The first Trooping the Colour ceremony is held at the Horse Guards Parade in London.", "date" : "1805/06/04"}, {"title" : " Detroit burns to the ground most of the city is destroyed.", "date" : "1805/06/11"}, {"title" : " Lewis and Clark Expedition: Scouting ahead of the expedition, Meriwether Lewis and four companions sight the Great Falls of the Missouri River, confirming they are heading in the right direction.", "date" : "1805/06/13"}, {"title" : " Muhammad Ali Pasha founds his dynasty in Egypt.", "date" : "1805/07/09"}, {"title" : " Napoleonic Wars ampndash Battle of Ulm: Austrian General Mack von Leiberich is forced to surrender his entire army to Napoleon after being surrounded.", "date" : "1805/10/17"}, {"title" : " Napoleonic Wars ampndash Battle of Trafalgar: British naval  fleet led by Admiral Horatio Nelson defeats a combined French and Spanish fleet off the coast of Spain however, Admiral Nelson is fatally shot.", "date" : "1805/10/21"}, {"title" : " The Lewis and Clark Expedition arrives at the Pacific Ocean.", "date" : "1805/11/07"}, {"title" : " Napoleonic Wars ampndash Battle of Dürenstein: 8,000 French troops attempt to slow the retreat of a vastly superior Russian and Austrian force.", "date" : "1805/11/11"}, {"title" : " Napoleonic Wars ampndash Battle of Schöngrabern: ampndash Russian forces under Pyotr Bagration delay the pursuit by French troops under Murat.", "date" : "1805/11/16"}, {"title" : " The Pontcysyllte Aqueduct is opened.", "date" : "1805/11/26"}, {"title" : " Napoleonic Wars ampndash Battle of Austerlitz: French troops  under Napoleon decisively defeat a joint Russo-Austrian force.", "date" : "1805/12/02"}, {"title" : " The Peace of Pressburg is signed between France and Austria.", "date" : "1805/12/26"}, {"title" : " Kingdom of Bavaria established by Napoleon.", "date" : "1806/01/01"}, {"title" : " The body of Horatio Nelson, 1st Viscount Nelson, lies in state in the Painted Hall of the Greenwich Hospital prior to his funeral.", "date" : "1806/01/05"}, {"title" : " Cape Colony becomes a British colony.", "date" : "1806/01/08"}, {"title" : " Lord Nelson is given a state funeral at St Paul's Cathedral, attended by the Prince of Wales.Hibbert, Christopher ''Nelson: A Personal History'' (1994) p. 382", "date" : "1806/01/09"}, {"title" : " The Dutch in Cape Town surrender to the British.", "date" : "1806/01/10"}, {"title" : " The British occupy the Cape of Good Hope.", "date" : "1806/01/19"}, {"title" : " Grenville succeeds William Pitt the Younger as wartime Prime Minister of the United Kingdom, upon Pitt's death this day amidst worsening health caused by the stresses of the Napoleonic Wars.", "date" : "1806/01/23"}, {"title" : " The Royal Navy gains a victory off Santo Domingo (see Action of 6 February 1806).", "date" : "1806/02/06"}, {"title" : " After traveling through the Louisiana Purchase and reaching the Pacific Ocean, explorers Lewis and Clark and their ''Corps of Discovery'' begin their journey home.", "date" : "1806/03/23"}, {"title" : "Washington College (now Washington amp Jefferson College) is chartered by the Pennsylvania General Assembly.", "date" : "1806/03/28"}, {"title" : " Construction is authorized of the ''National Road'' (the first United States federal highway).", "date" : "1806/03/29"}, {"title" : " Stephanie de Beauharnais, adopted daughter of Napoleon Bonaparte, marries Prince Karl Ludwig Friedrich of Baden.", "date" : "1806/04/08"}, {"title" : " Andrew Jackson kills a man in a duel after the man had accused Jackson's wife of bigamy.", "date" : "1806/05/30"}, {"title" : " Louis Bonaparte is appointed as King of Holland by his brother, Emperor Napoleon I.", "date" : "1806/06/05"}, {"title" : " Battle of Maida: Britain defeats the French in Calabria. The legendary ''Irish Rover'' sets sail from the Cove of Cork, Ireland for New York City.", "date" : "1806/07/04"}, {"title" : " Vellore Mutiny, the first mutiny by Indian sepoys against the British East India Company.", "date" : "1806/07/10"}, {"title" : " Pike expedition: Near St. Louis, Missouri, United States Army Lieutenant Zebulon Pike leads an expedition from Fort Bellefontaine to explore the west.", "date" : "1806/07/15"}, {"title" : " Francis II, the last Holy Roman Emperor, abdicates, thus ending the Holy Roman Empire after about a millennium.", "date" : "1806/08/06"}, {"title" : "September ampampndash France invades Prussia. Prussia declares war on France, and is joined by Saxony and other minor German states.", "date" : "1806/08/06"}, {"title" : " The Lewis and Clark Expedition reaches St. Louis, Missouri, ending a successful exploration of the Louisiana Territory and the Pacific Northwest.", "date" : "1806/09/23"}, {"title" : " Battle of Jena-Auerstädt: Napoleon defeats the Prussian army of Prince Hohenlohe at Jena while Marshal Davout defeats the main Prussian army under the Duke of Brunswick, who is killed.", "date" : "1806/10/14"}, {"title" : " Emperor Jacques I of Haiti (Jean-Jacques Dessalines) is assassinated at the Pont-Rouge, Haiti, and Alexandre Pétion becomes first President of the Republic of Haiti.", "date" : "1806/10/17"}, {"title" : " French forces enter Berlin.", "date" : "1806/10/24"}, {"title" : "November ampampndash Napoleon declares a Continental Blockade against the British.", "date" : "1806/10/24"}, {"title" : " Pike expedition: During his second exploratory expedition, Lieutenant Zebulon Pike sees a distant mountain peak while near the Colorado foothills of the Rocky Mountains (later named Pikes Peak in his honor).", "date" : "1806/11/15"}, {"title" : " The last major Prussian field force, under Gebhard Leberecht von Blücher, surrenders to the French near Lübeck. Frederick William III has by this time fled to Russia.", "date" : "1806/11/24"}, {"title" : " French troops enter Warsaw.", "date" : "1806/11/28"}, {"title" : " 1806 Battles of Pultusk and Golymin. Battle of Pultusk: Russian forces under General Bennigsen narrowly escape from a direct confrontation with Napoleon, who goes into winter quarters. Battle of Golymin: Russian forces under General Golitsyn fight a successful rearguard action against French forces under Marshall Murat.", "date" : "1806/12/26"}, {"title" : " Battle of Eylau: Napoléon's French Empire begins fighting against Russian and Prussian forces of the Fourth Coalition.", "date" : "1807/02/07"}, {"title" : " Battle of Eylau: Napoleon fights a hard, but inconclusive battle against the Russians under Bennigsen.", "date" : "1807/02/08"}, {"title" : " The United States Coast Survey is established work begins on August 3, 1816.", "date" : "1807/02/10"}, {"title" : " Henry Christopher is elected first President of the State of Haiti, ruling the northern part of the country.", "date" : "1807/02/17"}, {"title" : " In Alabama, former Vice President of the United States Aaron Burr is tried for conspiracy and acquitted.", "date" : "1807/02/19"}, {"title" : " The U.S. Congress passes an act to quotprohibit the importation of slaves into any port or place within the jurisdiction of the United States ... from any foreign kingdom, place, or countryquot (to take effect 1 January 1808).", "date" : "1807/03/02"}, {"title" : "The Slave Trade Act becomes law, abolishing the slave trade in the British Empire. (Slavery is abolished in 1833).", "date" : "1807/03/02"}, {"title" : "The Swansea and Mumbles Railway in South Wales, at this time known as the Oystermouth Railway, becomes the first passenger carrying railway in the world.", "date" : "1807/03/02"}, {"title" : " H. W. Olbers discovers the asteroid Vesta.", "date" : "1807/03/29"}, {"title" : " French forces capture Danzig after a 6-week siege.", "date" : "1807/04/27"}, {"title" : " A grand jury indicts former Vice President of the United States Aaron Burr for treason.", "date" : "1807/05/22"}, {"title" : "June ampampndash Chesapeake-Leopard Affair: The British warship ''HMS Leopard'' captures and boards the ''USS Chesapeake''.", "date" : "1807/05/22"}, {"title" : " An earthquake strikes Lisbon, Portugal.", "date" : "1807/06/06"}, {"title" : " The Duke of Portland wins the United Kingdom general election.", "date" : "1807/06/09"}, {"title" : " Battle of Friedland: Napoleon decisively defeats Bennigsen's Russian army.", "date" : "1807/06/14"}, {"title" : " A disastrous British attack is mounted against Buenos Aires during the second failed invasion of the Río de la Plata.", "date" : "1807/07/05"}, {"title" : "July 9 ampndash The Peace of Tilsit is signed between France, Prussia and Russia. Napoleon and Russian Emperor Alexander I ally together against the British. The Prussians are forced to cede more than half their territory, which is formed into the Duchy of Warsaw in their former Polish lands and the Kingdom of Westphalia in western Germany.", "date" : "1807/07/07"}, {"title" : " With the death of Henry Benedict Stuart, the last Stuart claimant to the throne of the United Kingdom, the movement of Jacobitism comes to an effective end.", "date" : "1807/07/13"}, {"title" : " Nicéphore Niépce was awarded a patent by Napoleon Bonaparte for the Pyréolophore, the world's first internal combustion engine, after it successfully powered a boat upstream on the river Saône in France.", "date" : "1807/07/20"}, {"title" : " The ''Clermont'', Robert Fulton's first American steamboat, leaves New York City for Albany, New York on the Hudson River, inaugurating the first commercial steamboat service in the world.", "date" : "1807/08/17"}, {"title" : " Former U.S. Vice President Aaron Burr is acquitted of treason. He had been accused of plotting to annex parts of Louisiana and Mexico to become part of an independent republic.", "date" : "1807/09/01"}, {"title" : " September 7 ampndash Battle of Copenhagen: The Royal Navy bombards Copenhagen with fire bombs and phosphorus rockets to prevent Denmark from surrendering its fleet to Napoleon 30% of the city is destroyed and 2,000 citizens are killed.", "date" : "1807/09/02"}, {"title" : " Robert Morrison, the first Protestant missionary to China, arrives in Guangzhou.", "date" : "1807/09/04"}, {"title" : " Serfdom is abolished in Prussia by law.", "date" : "1807/10/09"}, {"title" : "Geological Society of London founded.", "date" : "1807/10/13"}, {"title" : " The Portuguese Queen Maria I and the Court embark at Lisbon bound for Brazil. Rio de Janeiro becomes the Portuguese capital.", "date" : "1807/11/29"}, {"title" : " The U.S. Congress passes the Embargo Act.", "date" : "1807/12/22"}, {"title" : " The importation of slaves into the United States is banned by the Act Prohibiting Importation of Slaves this is also the earliest day under the United States Constitution that an amendment can be made restricting slavery.", "date" : "1808/01/01"}, {"title" : " The organizational meeting leading to the creation of the Wernerian Natural History Society, a former Scottish learned society, is held in Edinburgh.", "date" : "1808/01/12"}, {"title" : " The Bragança Portuguese Royal Family arrives in Brazil, running away from the French army.", "date" : "1808/01/22"}, {"title" : "26 January ampampndash Rum Rebellion: On the 20th anniversary of the foundation of the colony of New South Wales, disgruntled military officers of the New South Wales Corps (the ''Rum Corps'') overthrow and imprison Governor William Bligh and seize control of the colony.", "date" : "1808/01/22"}, {"title" : "February ampampndash Russia issues an ultimatum to Sweden to join Napoleon's Continental System against Great Britain and Ireland.", "date" : "1808/01/22"}, {"title" : " French troops occupy the Papal States (Vatican).", "date" : "1808/02/02"}, {"title" : " The ship ''Topaz'' (from Boston April 5, 1807 hunting seals) rediscovers the Pitcairn Islands only one HMS ''Bounty'' mutineer is still alive, Alexander Smith (John Adams).", "date" : "1808/02/06"}, {"title" : " Anthracite coal is first burned as residential heating fuel by Jesse Fell in Wilkes-Barre, Pennsylvania.", "date" : "1808/02/11"}, {"title" : " Finnish War: Russian troops cross the border into Finland without a declaration of war.", "date" : "1808/02/21"}, {"title" : " Russian troops occupy Helsinki and threaten Sveaborg.", "date" : "1808/03/02"}, {"title" : " The inaugural meeting of the Wernerian Natural History Society, a former Scottish learned society, is held in Edinburgh.", "date" : "1808/03/02"}, {"title" : " Brazil: With the arrival of the Portuguese royal family in Brazil (1808), the colony became the seat of Portuguese Empire.", "date" : "1808/03/08"}, {"title" : " Russian troops occupy Tampere.", "date" : "1808/03/11"}, {"title" : " Upon the death of Christian VII, Frederick VI becomes king of Denmark. The next day (March 14), Denmark declares war on Sweden.", "date" : "1808/03/13"}, {"title" : " Russian troops occupy Turku.", "date" : "1808/03/22"}, {"title" : " Charles IV of Spain abdicates in favor of his son, Ferdinand VII.", "date" : "1808/03/26"}, {"title" : "A volcano erupts from an unknown location in the western Pacific.  This causes a localized drop in marine air temperatures during this year, and a world-wide drop in marine air temperature for the following decade.ampamp Chenoweth, M. (2001), Two major volcanic cooling episodes derived from global marine air temperature, AD 1807–1827, Geophys. Res. Lett., 28(15), 2963–2966, doi:10.1029/2000GL012648. ampamp", "date" : "1808/03/26"}, {"title" : " John Jacob Astor incorporates the American Fur Company.", "date" : "1808/04/06"}, {"title" : " Troops under colonel Carl von Döbeln clash with Russian troops in Pyhäjoki, Finland.", "date" : "1808/04/16"}, {"title" : " Peninsular War: The people of Madrid rise up against the French troops.", "date" : "1808/05/02"}, {"title" : "Finnish War: The fortress of Sveaborg is lost by Sweden to Russia.", "date" : "1808/05/02"}, {"title" : "Peninsular War: The Madrid rebels who rose on May 2 are executed near Príncipe Pío Hill (Francisco Goya paints the fight and the execution in 1814).", "date" : "1808/05/02"}, {"title" : " Finnish War: A landing of Swedish troops at Ala-Lemu, near Turku, fails.", "date" : "1808/06/12"}, {"title" : " Finnish War: A second landing of Swedish troops at Ala-Lemu fails.", "date" : "1808/06/19"}, {"title" : " Troops under Colonel Adlercreutz force the Russians to withdraw in Lapua.", "date" : "1808/07/14"}, {"title" : " French General Dupont surrenders to Spanish irregular forces following the Battle of Bailén.", "date" : "1808/07/22"}, {"title" : " Troops under Carl von Döbeln defeat a Russian attack in Kauhajoki.", "date" : "1808/08/10"}, {"title" : "August 21  ampndash Battle of Vimiero: British troops under Duke of Wellington defeat the French under General Junot.", "date" : "1808/08/21"}, {"title" : " The Congress of Erfurt between the emperors Napoleon I of France and Alexander I of Russia starts.", "date" : "1808/09/27"}, {"title" : " A truce is declared between Swedish and Russian troops in Finland it ends on October 19.", "date" : "1808/09/29"}, {"title" : " Mahmud II (1808–1839) succeeds Mustafa IV (1807–1808) as  sultan of the Ottoman Empire.", "date" : "1808/11/15"}, {"title" : " A new truce ends fighting in Finland.", "date" : "1808/11/19"}, {"title" : " Battle of Tudela: French Marshal Lannes defeats a Spanish army.", "date" : "1808/11/23"}, {"title" : "November", "date" : "1808/11/23"}, {"title" : "Swedish troops evacuate Finland. Tsar Alexander I of Russia proclaims Finland a part of Russia.", "date" : "1808/11/23"}, {"title" : "James Madison defeats Charles C. Pinckney in the U.S. presidential election.", "date" : "1808/11/23"}, {"title" : "December ampampndash Napoleon joins his army in Spain.", "date" : "1808/11/23"}, {"title" : " At 20:34 UTC Mercury occults Saturn (there are no observation records).", "date" : "1808/12/09"}, {"title" : " The original Covent Garden Theatre in London is destroyed by a fire, along with most of the scenery, costumes and scripts.", "date" : "1808/12/20"}, {"title" : " Ludwig van Beethoven conducts and performs in concert at the Theater an der Wien, Vienna, with the premiere of his ''Fifth Symphony'', ''Sixth Symphony'', ''Fourth Piano Concerto'' (performed by Beethoven himself) and ''Choral Fantasy'' (with Beethoven at the piano).", "date" : "1808/12/22"}, {"title" : " The Treaty of the Dardanelles between the United Kingdom and the Ottoman Empire is concluded.", "date" : "1809/01/05"}, {"title" : " Peninsular War: French Marshal Jean Lannes begins the Siege of Zaragoza.", "date" : "1809/01/10"}, {"title" : "  Peninsular War: Battle of Corunna: The French are defeated by the British.", "date" : "1809/01/16"}, {"title" : " The Illinois Territory is created.", "date" : "1809/02/03"}, {"title" : " Franz I of Austria declares war on France.", "date" : "1809/02/08"}, {"title" : "Robert Fulton patents the steamboat in the United States.", "date" : "1809/02/11"}, {"title" : " Miami University (Ohio) is established on the township of land required to be set aside for it under the conditions of the Miami Purchase in 1794.", "date" : "1809/02/17"}, {"title" : "A decision by the Supreme Court of the United States states that the power of the federal government is greater than any individual state.", "date" : "1809/02/17"}, {"title" : "The Siege of Zaragoza grinds to a halt as Jose Palafox surrenders. Over 60,000 have been killed on both sides in 41 days of street fighting.", "date" : "1809/02/17"}, {"title" : " Battle of Valls: Spanish forces are defeated in Catalonia by Marshal Laurent Gouvion Saint-Cyr.", "date" : "1809/02/25"}, {"title" : " Embargo Act of 1807 is repealed in the United States the Non-Intercourse Act replaces it.", "date" : "1809/03/01"}, {"title" : " James Madison succeeds Thomas Jefferson as the President of the United States.", "date" : "1809/03/04"}, {"title" : " A military coup ousts Gustav IV Adolf of Sweden he is confined in Gripsholm Castle.", "date" : "1809/03/13"}, {"title" : "At the Diet of Porvoo, Finland's four Estates pledge allegiance to Alexander I of Russia, commencing the secession of the future Grand Principality of Finland from Sweden. The Emperor in return, promises to retain and uphold former laws and privileges as well as the dominant Lutheran religion. His pledge is later interpreted by the Finns as a confirmation of constitutional laws, which had, effectively, established Finland as a separate state in real union with the Russia.", "date" : "1809/03/13"}, {"title" : "King Gustav IV Adolf of Sweden abdicates and is later exiled.", "date" : "1809/03/13"}, {"title" : "Peninsular War", "date" : "1809/03/13"}, {"title" : "First Battle of Porto: 18,000 Portuguese soldiers are drowned in a rout after defeat by the French under Marshal Soult.", "date" : "1809/03/13"}, {"title" : "Battle of Medellín at Extremadura: massive Spanish casualties in a rout by French cavalry under Marshal Victor.", "date" : "1809/03/13"}, {"title" : " Tiroleans rise under the command of Andreas Hofer against French and Bavarian occupation.", "date" : "1809/04/09"}, {"title" : " Battle of Abensberg, Bavaria: Napoleon I defeats Austria.", "date" : "1809/04/14"}, {"title" : " Battle of Raszyn: The armies of Austria are defeated by the Duchy of Warsaw as a part of the struggles of the Fifth Coalition .", "date" : "1809/04/19"}, {"title" : " Battle of Eckmühl: French troops under Napoleon I and Marshal Davout defeat the Austrians under Archduke Charles.", "date" : "1809/04/22"}, {"title" : "Mary Kies is the first American woman to be awarded a patent.", "date" : "1809/04/22"}, {"title" : "The Swiss canton of Aargau denies Jews citizenship.", "date" : "1809/04/22"}, {"title" : " Gustav IV Adolf is officially deposed from the Swedish throne by the Riksdag of the Estates.", "date" : "1809/05/10"}, {"title" : " Napoleon I of France orders the annexation of the Papal States to the French Empire. When he announces that the Pope's secular power has ended, the Pope excommunicates him.", "date" : "1809/05/17"}, {"title" : " Battle of Aspern-Essling: Austrian troops under Archduke Karl beat the French under Napoleon in a hard fought battle.", "date" : "1809/05/21"}, {"title" : " Sweden promulgates a new Instrument of Government, which restores political power to the Riksdag of the Estates after authoritarian rule since 1772. On the same day, Duke Charles (uncle of the deposed king Gustav IV Adolf) is elected King under the name Charles XIII.", "date" : "1809/06/06"}, {"title" : " Shoja Shah of Afghanistan signs a treaty with the British. Only weeks later, he is succeeded by Mahmud Shah.", "date" : "1809/06/07"}, {"title" : "July 6 ampndash Battle of Wagram: Napoleon defeats the Austrians.", "date" : "1809/07/05"}, {"title" : " French troops arrest Pope Pius VII and take him to Liguria.", "date" : "1809/07/06"}, {"title" : " French Marshal Marmont engages in the inconclusive Battle of Znaim against the Austrians.", "date" : "1809/07/10"}, {"title" : " The city of La Paz (current Bolivia) declares its independence from the Spanish Crown and forms the ''Junta Tuitiva'', the first independent government in Spanish America, led by Pedro Domingo Murillo.", "date" : "1809/07/16"}, {"title" : " Walcheren Campaign: A British invasion army lands on Walcheren.", "date" : "1809/07/30"}, {"title" : " Seventy disciples of Vilna Gaon arrive in Palestine.", "date" : "1809/08/08"}, {"title" : " Ecuador declares independence from Spain.", "date" : "1809/08/10"}, {"title" : "Severe earthquakes strike the Azores and the village of São Miguel sinks.", "date" : "1809/08/10"}, {"title" : "Battle of Almonacid de Toledo: A poorly led Spanish army is defeated by King Joseph Bonaparte's French army.", "date" : "1809/08/10"}, {"title" : " The Peace of Hamina is signed between Russia and Sweden in the Finnish War. The territory to become the Grand Principality of Finland is ceded to Russia by the Treaty of Fredrikshamn.", "date" : "1809/09/17"}, {"title" : " A new theatre to hold the Royal Opera House opens in London to replace the first, burnt down in a fire in 1808. The price increases lead to the Old Price Riots which last for 64 days.", "date" : "1809/09/18"}, {"title" : " Prince Klemens von Metternich becomes Austrian foreign minister.", "date" : "1809/10/08"}, {"title" : " Along the Natchez Trace in Tennessee, explorer Meriwether Lewis dies under mysterious circumstances at an inn called Grinder's Stand.", "date" : "1809/10/11"}, {"title" : " The Treaty of Schoenbrunn cedes the Illyrian provinces to France.", "date" : "1809/10/14"}, {"title" : " Berners Street Hoax: Theodore Hook manages to attract dozens of people to 54 Berners Street in London.", "date" : "1809/11/10"}, {"title" : " Battle of Ocana: A Spanish army is ridden down and 20,000 are killed by French forces.", "date" : "1809/11/19"}, {"title" : " Benjamin Bathurst, a British diplomat, mysteriously disappears (possibly murdered) in Perleberg, west of Berlin.", "date" : "1809/11/25"}, {"title" : " A British invasion force leaves Vlissingen.", "date" : "1809/12/26"}, {"title" : " Wearing masks at balls is forbidden in Boston, Massachusetts.", "date" : "1809/12/30"}, {"title" : "Australian seal hunter Frederick Hasselborough discovers Campbell Island in the subantarctic.", "date" : "1810/01/04"}, {"title" : " The marriage of Napoleon and Josephine is annulled.", "date" : "1810/01/12"}, {"title" : " Tyrolean rebel leader Andreas Hofer is executed.", "date" : "1810/02/20"}, {"title" : " Peninsular War: The French Army, under the command of André Masséna, retreats from Portugal.", "date" : "1810/03/04"}, {"title" : " Napoleon marries Marie-Louise of Austria.", "date" : "1810/03/11"}, {"title" : " Venezuela achieves home rule: Vicente Emparán, Governor of the Captaincy General, is removed by the people of Caracas and a junta is installed.", "date" : "1810/03/20"}, {"title" : "April through Summer ampampndash Kingdom of Hawaii unified.", "date" : "1810/03/20"}, {"title" : " Beethoven composes his famous piano piece, ''Für Elise''.", "date" : "1810/04/27"}, {"title" : " Macon's Bill Number 2 becomes law in the United States, intending to motivate Britain and France to stop seizing American vessels during the Napoleonic Wars.", "date" : "1810/05/01"}, {"title" : "May 25 ampndash May Revolution: Armed citizens of Buenos Aires expel the Viceroy and establish a provincial government for Argentina, the first South American state to proclaim independence from Spain.", "date" : "1810/05/18"}, {"title" : " The Society in Dedham for Apprehending Horse Thieves is founded in Dedham, Massachusetts.", "date" : "1810/06/04"}, {"title" : " John Jacob Astor forms the Pacific Fur Company.", "date" : "1810/06/23"}, {"title" : "June ampampndash Nicolas Appert publishes ''L'art de conserver pendant plusieurs années toutes les substances animales ou végétales'', the first description of modern food preservation using airtight containers.", "date" : "1810/06/23"}, {"title" : " Napoleon annexes the Kingdom of Holland.", "date" : "1810/07/09"}, {"title" : "Frederick Hasselborough discovers Macquarie Island in the subantarctic.", "date" : "1810/07/11"}, {"title" : " Colombia declares its independence from the Spanish Empire.", "date" : "1810/07/20"}, {"title" : " The city of Santa Cruz de Mompox, in modern-day Colombia, declares independence from the Spanish Empire.", "date" : "1810/08/06"}, {"title" : " Jean-Baptiste Bernadotte, Marshal of France, is elected Crown Prince of Sweden by the Swedish Riksdag of the Estates.", "date" : "1810/08/21"}, {"title" : " The ''Tonquin'' sets sail from New York Harbor with 33 employees of John Jacob Astor's newly created Pacific Fur Company on board. After a 6-month journey around the tip of South America, the ship arrives at the mouth of the Columbia River and Astor's men establish the fur-trading town of Astoria.", "date" : "1810/09/08"}, {"title" : " ''Grito de Dolores'': Miguel Hidalgo, a Catholic priest from Guanajuato, incites the revolt that becomes the Mexican War of Independence.", "date" : "1810/09/16"}, {"title" : " Chile forms its First National Junta, which is the country's first step towards its independence.", "date" : "1810/09/18"}, {"title" : "  The Republic of West Florida declares independence from Spain.", "date" : "1810/09/23"}, {"title" : " A new Act of Succession is adopted by the Riksdag of the Estates and Jean Baptiste Bernadotte becomes heir to the Swedish throne.", "date" : "1810/09/26"}, {"title" : " First Oktoberfest: The Bavarian royalty invites the citizens of Munich to join the celebration of the marriage of Crown Prince Ludwig of Bavaria to Princess Therese of Saxe-Hildburghausen.", "date" : "1810/10/12"}, {"title" : " The United States annexes the Republic of West Florida.", "date" : "1810/10/27"}, {"title" : " Anglo-Swedish War (1810–1812): Sweden declares war on the United Kingdom.", "date" : "1810/11/17"}, {"title" : " An unsuccessful slave revolt is led by Charles Deslandes in St. Charles and St. James, Louisiana.", "date" : "1811/01/08"}, {"title" : " The Casas Revolt begins in San Antonio, Texas.", "date" : "1811/01/22"}, {"title" : " British Regency: George, Prince of Wales becomes Prince Regent because of the perceived insanity of his father, King George III of the United Kingdom.", "date" : "1811/02/05"}, {"title" : " Citadel Massacre in Cairo: Egyptian ruler Mohammed Ali kills the last Mamluk leaders.", "date" : "1811/03/01"}, {"title" : " Peninsular War: Battle of Barrosa, an unsuccessful French attack on a larger Anglo-Portuguese-Spanish force attempting to lift the Siege of Cádiz in Spain.", "date" : "1811/03/05"}, {"title" : " Battle of Lissa: The British fleet defeats the French.", "date" : "1811/03/13"}, {"title" : " The Commissioners' Plan for Manhattan is presented.", "date" : "1811/03/22"}, {"title" : " Great Comet discovered by Honoré Flaugergues.", "date" : "1811/03/25"}, {"title" : " Battle of Anholt: The British Navy defeats Denmark.", "date" : "1811/03/27"}, {"title" : " Henri Christophe is proclaimed King Henri I, turning the northern State of Haiti into the Kingdom of Haiti.", "date" : "1811/03/28"}, {"title" : "April 6 ampndash Revolutionary riots occur in Buenos Aires.", "date" : "1811/04/05"}, {"title" : " Paraguay declares independence from Spain.", "date" : "1811/05/14"}, {"title" : " Battle of Albuera: Spain, Portugal and Great Britain defeat the French.", "date" : "1811/05/16"}, {"title" : " The Battle of Las Piedras is fought near Las Piedras, Banda Oriental, resulting in the first victory for the independentists of Uruguay.", "date" : "1811/05/18"}, {"title" : " The Great fire of the Podil breaks out in Kiev, Ukraine.", "date" : "1811/06/09"}, {"title" : " Venezuela becomes the first South American country to gain independence from Spain.", "date" : "1811/07/05"}, {"title" : " Venezuela declares its independence from Spain.", "date" : "1811/07/05"}, {"title" : " Italian scientist Amedeo Avogadro publishes his memoire about the molecular content of gases.", "date" : "1811/07/14"}, {"title" : "ampampampmdash David Thompson reaches the mouth of the Columbia River, finding Fort Astoria under construction.", "date" : "1811/07/14"}, {"title" : "ampampampmdash Miguel Hidalgo y Costilla is executed as a rebel by the Spanish government of New Spain.", "date" : "1811/07/30"}, {"title" : " First ascent of Jungfrau, third highest summit in the Bernese Alps,", "date" : "1811/08/03"}, {"title" : "September ampampndash Nathan of Breslov leads the first annual Rosh Hashana kibbutz (pilgrimage) of Breslov Hasidim to the grave of Rabbi Nachman of Breslov in Uman, Ukraine.", "date" : "1811/08/03"}, {"title" : " Inventor John Stevens' boat, the ''Juliana'', begins operation as the first steam-powered ferry service, between New York City and Hoboken, New Jersey.", "date" : "1811/10/11"}, {"title" : " José Gervasio Artigas and 16.000 ''orientales'' leave the Banda Oriental del Uruguay to go into exile.", "date" : "1811/10/23"}, {"title" : " The Argentine Government declares freedom of expression for the press.", "date" : "1811/10/26"}, {"title" : "November ampampndash Luddite uprisings begin in northern England and the Midlands.", "date" : "1811/10/26"}, {"title" : " Battle of Tippecanoe: American troops led by William Henry Harrison defeat the Native American chief Tecumseh.", "date" : "1811/11/07"}, {"title" : " José Miguel Carrera, Chilean founding father, is sworn in as President of the executive Junta of the government of Chile.", "date" : "1811/11/17"}, {"title" : " The New Madrid earthquake in the Mississippi Valley near New Madrid reverses the course of the river for a while. Other earthquakes along the fault occur on January 23, 1812 and February 7, 1812.", "date" : "1811/12/16"}, {"title" : " First Constitution of Republic of Venezuela after declares its independence from Spain.", "date" : "1811/12/21"}, {"title" : " The ''Allgemeines bürgerliches Gesetzbuch'' (the Austrian civil code) enters into force in the Austrian Empire.", "date" : "1812/01/01"}, {"title" : " The last New Madrid Earthquake strikes New Madrid, Missouri, with an estimated moment magnitude of over 8", "date" : "1812/02/07"}, {"title" : " Massachusetts governor Elbridge Gerry invents gerrymandering.", "date" : "1812/02/11"}, {"title" : " Napoleon authorizes the usage of ''Mesures usuelles'', the basis of the Metric System.", "date" : "1812/02/12"}, {"title" : " First Chilean newspaper La Aurora de Chile is dealing with political philosophy and standing in favor of the new national government.", "date" : "1812/02/13"}, {"title" : " Poet Lord Byron gives his first address as a member of the House of Lords, in defense of Luddite violence against Industrialism in his home county of Nottinghamshire.", "date" : "1812/02/27"}, {"title" : " Luddites attack the wool processing factory of Frank Vickerman in West Yorkshire.", "date" : "1812/03/15"}, {"title" : " The Cádiz Cortes, in exile, create the first modern Spanish constitution.", "date" : "1812/03/19"}, {"title" : " An earthquake destroys Caracas, Venezuela.", "date" : "1812/03/26"}, {"title" : " U.S. President James Madison enacts a 90-day embargo on trade with the United Kingdom.", "date" : "1812/04/04"}, {"title" : " Louisiana is admitted as the 18th U.S. state.", "date" : "1812/04/30"}, {"title" : " John Bellingham assassinates British Prime Minister Spencer Perceval in the lobby of the British House of Commons.", "date" : "1812/05/11"}, {"title" : " Russian Field Marshal Mikhail Kutuzov signs the Treaty of Bucharest, ending the Russo-Turkish War, 1806-1812. Bessarabia is illegitimately annexed by Imperial Russia.", "date" : "1812/05/16"}, {"title" : " Felling mine disaster: A mine explosion at the Felling colliery near Jarrow, England leaves 96 dead.", "date" : "1812/05/25"}, {"title" : " War of 1812: U.S. President James Madison asks the U.S. Congress to declare war on the United Kingdom.", "date" : "1812/06/01"}, {"title" : " Following Louisiana's admittance as a U.S. state, the territory by that name is renamed the Missouri Territory.", "date" : "1812/06/04"}, {"title" : " New York State charters City Bank of New York, which later became Citibank.", "date" : "1812/06/16"}, {"title" : " The War of 1812 begins between the United States and the British Empire.", "date" : "1812/06/18"}, {"title" : " Napoleon's Grande Armée crosses the Niemen River and invades Russia (see French invasion of Russia).", "date" : "1812/06/24"}, {"title" : " Americans invade Canada at Windsor, Ontario.", "date" : "1812/07/12"}, {"title" : " Russia's Patriotic War ampndash Battle of Klyastitsy: Kulnev defeats Oudinot but sustains a mortal wound.", "date" : "1812/07/18"}, {"title" : " Peninsular War ampndash Battle of Salamanca: British forces led by Lord Wellington defeat French troops near Salamanca in Spain.", "date" : "1812/07/22"}, {"title" : " War of 1812: Tecumseh's Indian force ambushes Thomas Van Horne's 200 Americans at Brownstone Creek, causing them to flee and retreat.", "date" : "1812/08/05"}, {"title" : " Peninsular War: The combined English and Portuguese army under the command of Wellington enters Madrid following the Battle of Salamanca.", "date" : "1812/08/12"}, {"title" : " War of 1812: American General William Hull surrenders Fort Detroit without a fight to the British Army.", "date" : "1812/08/16"}, {"title" : " War of 1812: The ''USS Constitution'' defeats the British frigate ''Guerrière'' off the coast of Nova Scotia. The British shot is said to have bounced off the ''Constitution'''s sides, earning her the nickname quotOld Ironsidesquot.", "date" : "1812/08/19"}, {"title" : " Napoleonic Wars ampndash Battle of Borodino: The bloodiest battle of the Napoleonic wars ends in a tactical victory for Napoleon.", "date" : "1812/09/07"}, {"title" : " Napoleon's troops enter Moscow, which is deliberately set on fire by Muscovites on orders of Fyodor Rostopchin.", "date" : "1812/09/14"}, {"title" : "October ampampndash The capital of the Commonwealth of Pennsylvania, United States is permanently moved from Lancaster to Harrisburg.", "date" : "1812/09/14"}, {"title" : " War of 1812: American naval forces under Lieutenant Jesse Duncan Elliott capture two British warships, {{HMS|Detroit|1812|6}} and HMS ''Caledonia''.", "date" : "1812/10/09"}, {"title" : " War of 1812 ampndash Battle of Queenston Heights: As part of the Niagara campaign in Ontario, Canada, United States forces under General Stephen Van Rensselaer are repulsed from invading Canada by British and native troops led by Sir Isaac Brock  (he dies during the battle).", "date" : "1812/10/13"}, {"title" : "October 20 ampndash Second Battle of Polotsk ampndash Russia", "date" : "1812/10/18"}, {"title" : " Napoleon begins his retreat from Moscow.", "date" : "1812/10/19"}, {"title" : " Napoleonic Wars ampndash Battle of Maloyaroslavets: An inconclusive encounter between the French vanguard and a Russian force leads Napoleon to decide to retreat along the same line as his advance, with disastrous results.", "date" : "1812/10/24"}, {"title" : " James Madison defeats DeWitt Clinton in the U.S. presidential election.", "date" : "1812/11/05"}, {"title" : " Napoleonic Wars ampndash Battle of Vyazma: Napoleon's retreating army is defeated.", "date" : "1812/11/07"}, {"title" : " A general election in the United Kingdom sees victory for the Tory Party under Robert Jenkinson, 2nd Earl of Liverpool.", "date" : "1812/11/10"}, {"title" : " The first volume of Grimm's Fairy Tales is published.", "date" : "1812/12/20"}, {"title" : " War of 1812: The USS ''Constitution'' defeats the British frigate ''Java'' off the coast of Brazil.", "date" : "1812/12/29"}, {"title" : " Convention of Tauroggen is signed.", "date" : "1812/12/30"}, {"title" : " The Philharmonic Society founded in London (later the Royal Philharmonic Society).", "date" : "1813/01/24"}, {"title" : " Jane Austen's ''Pride and Prejudice'' is published.", "date" : "1813/01/28"}, {"title" : " Fort Meigs: Leftwich is not successful, and when he leaves, Major Amos Stoddard assumes the command of the post.", "date" : "1813/02/11"}, {"title" : "February ampampndash General Harrison sends out an expedition to burn the British vessels at Fort Malden by going across Lake Erie via the Bass Islands in sleighs, but the ice is not hard enough and the expedition returns.", "date" : "1813/02/11"}, {"title" : " James Madison is sworn in as President of the United States, for his second term.", "date" : "1813/03/04"}, {"title" : " Mexican War of Independence ampndash Battle of Rosillo Creek: The Republican Army of the North defeats the Spanish Royalist Army in present-day Bexar County, Texas.", "date" : "1813/03/29"}, {"title" : "  Colonel James Ball arrives at Fort Meigs with 200 dragoons.", "date" : "1813/04/08"}, {"title" : " War of 1812 ampndash Battle of York: United States troops raid, destroy, but do not hold the capital of Ontario, York (present day Toronto, Ontario).", "date" : "1813/04/27"}, {"title" : " Battle of Lützen: Napoleon wins against the German alliance.", "date" : "1813/05/02"}, {"title" : " Gregory Blaxland, William Lawson and William Wentworth leave on an expedition to cross the Blue Mountains.", "date" : "1813/05/11"}, {"title" : "May 21 ampndash Battle of Bautzen: Napoleon again defeats his combined enemies.", "date" : "1813/05/20"}, {"title" : " War of 1812: In Canada, American forces capture Fort George.", "date" : "1813/05/27"}, {"title" : "War of 1812 ampampndash Battle of Stoney Creek: A British force of 700 under John Vincent defeat an American force three times its size under William Winder and John Chandler.", "date" : "1813/05/27"}, {"title" : "Gregory Blaxland, William Lawson and William Wentworth succeed in crossing the Blue Mountains and return home.", "date" : "1813/05/27"}, {"title" : " Peninsular War ampndash Battle of Vitoria: A British, Spanish, and Portuguese force of 78,000 with 96 guns under Wellington defeats a French force of 58,000 with 153 guns under Joseph Bonaparte.", "date" : "1813/06/21"}, {"title" : " War of 1812: Three weeks of British raids on Fort Schlosser, Black Rock and Plattsburgh, New York begin.", "date" : "1813/07/05"}, {"title" : "The Carabinieri, the national military police of Italy, are founded by Victor Emmanuel I as the police force of the Kingdom of Sardinia.", "date" : "1813/07/05"}, {"title" : "Missionaries Adoniram Judson and his wife Ann Hasseltine Judson arrive in Burma.", "date" : "1813/07/05"}, {"title" : " Gervasio Antonio de Posadas joins Argentina's second triumvirate.", "date" : "1813/08/19"}, {"title" : " Battle of Großbeeren: Napoleon is defeated by Prussia and Sweden.", "date" : "1813/08/23"}, {"title" : " Battle of Katzbach: Napoleon's troops are defeated by Prussia and Russia.", "date" : "1813/08/26"}, {"title" : "27 ampndash Battle of Dresden: Napoleon's troops are victorious.", "date" : "1813/08/26"}, {"title" : "30 ampndash Battle of Kulm: Napoleon's troops are defeated by Russia, Prussia and Austria.", "date" : "1813/08/29"}, {"title" : " After besieging San Sebastian, allied troops of Spain rampage, ransack and burn down the town almost entirely.", "date" : "1813/08/31"}, {"title" : "September ampampndash Robert Southey becomes Poet Laureate of Britain.", "date" : "1813/08/31"}, {"title" : " Battle of Dennewitz: The armies of Napoleon are again defeated by Prussia and Russia.", "date" : "1813/09/06"}, {"title" : " War of 1812 ampndash Battle of Lake Erie: An American squadron under Commodore Oliver Hazard Perry defeats a British squadron, capturing 6 ships.", "date" : "1813/09/10"}, {"title" : " War of 1812 ampndash Battle of the Thames in Upper Canada: William Henry Harrison defeats the British, and native leader Tecumseh is killed in battle.", "date" : "1813/10/05"}, {"title" : " After a ceremony in Caracas, Venezuela, the municipality gives Simón Bolívar the title of ''El Libertador''.", "date" : "1813/10/14"}, {"title" : "October 19 ampndash Battle of Leipzig: Napoleon is defeated.", "date" : "1813/10/16"}, {"title" : "November 5 ampndash Persia and Russia sign the Treaty of Gulistan of 1813 at the end of the Russo-Persian War by which Persia (Iran) loses all its territories to the north of Aras River to the Russians.", "date" : "1813/10/24"}, {"title" : " War of 1812 ampndash Battle of Chateauguay: Charles de Salaberry defeats an American invasion", "date" : "1813/10/26"}, {"title" : " War of 1812 ampndash Battle of Crysler's Farm: the Americans are defeated by the British.", "date" : "1813/11/11"}, {"title" : " An independent government is restored in the Netherlands.", "date" : "1813/11/21"}, {"title" : "December 19 ampndash War of 1812:  British soldiers and native allies invade the United States and are successful in the Capture of Fort Niagara and attack Lewiston, New York.", "date" : "1813/12/18"}, {"title" : " War of 1812: British soldiers burn Buffalo, New York.", "date" : "1813/12/29"}]