[{"title" : " ''Naturwissenschaften'' publishes evidence that nuclear fission has been achieved by Otto Hahn.", "date" : "1939/01/06"}, {"title" : " Black Friday: 71 people die across Victoria in one of Australia's worst ever bushfires.", "date" : "1939/01/13"}, {"title" : " quotDutch War Scarequot: Admiral Wilhelm Canaris of the ''Abwehr'' leaks misinformation to the effect that Germany plans to invade the Netherlands in February, with the aim of using Dutch air-fields to launch a strategic bombing offensive against Britain. The quotDutch War Scarequot leads to a major change in British policies towards Europe.", "date" : "1939/01/23"}, {"title" : " An earthquake kills 30,000 in Chile, and razes about {{convert|50000|sqmi|km2|abbr=on}}.", "date" : "1939/01/24"}, {"title" : " Refik Saydam forms the new government of Turkey. (11 th government)", "date" : "1939/01/25"}, {"title" : "Spanish Civil War: Spanish Nationalist troops, aided by Italy, take Barcelona.", "date" : "1939/01/25"}, {"title" : "In Paris, French Foreign Minister Georges Bonnet, in response to rumours (which are true) that he is seeking to end the French alliance system in Eastern Europe, gives a speech highlighting his government's commitment to the ''cordon sanitaire''.", "date" : "1939/01/25"}, {"title" : " Adolf Hitler orders Plan Z, a 5-year naval expansion programme intended to provide for a huge German fleet capable of crushing the Royal Navy by 1944. The ''Kriegsmarine'' is given the first priority on the allotment of German economic resources.", "date" : "1939/01/27"}, {"title" : " Hitler gives a speech before the ''Reichstag'' calling for an quotexport battlequot to increase German foreign exchange holdings. The same speech also sees Hitler's quotprophecyquot where he warns that if quotJewish financersquot start a war against Germany, the...result will be the annihilation of the Jewish race in Europequot.", "date" : "1939/01/30"}, {"title" : " Hungary joins the Anti-Comintern Pact.", "date" : "1939/02/02"}, {"title" : "British Prime Minister Neville Chamberlain states in the House of Commons that any German attack on France will be automatically considered an attack on Britain.", "date" : "1939/02/02"}, {"title" : " Spanish Nationalists complete their offensive in Catalonia.", "date" : "1939/02/10"}, {"title" : " The Golden Gate International Exposition opens in San Francisco, California.", "date" : "1939/02/21"}, {"title" : "The United Kingdom and France recognize Franco's government.", "date" : "1939/02/21"}, {"title" : "Borley Rectory in England is destroyed by fire.", "date" : "1939/02/21"}, {"title" : "Sit-down strikes are outlawed by the Supreme Court of the United States.", "date" : "1939/02/21"}, {"title" : "March ampampndash The 1936–1939 Arab revolt in Palestine ends.", "date" : "1939/02/21"}, {"title" : " A Japanese Imperial Army ammunition dump explosion on the outskirts of Osaka kills 94.", "date" : "1939/03/01"}, {"title" : " Pope Pius XII (Cardinal Pacelli) succeeds Pope Pius XI as the 260th pope.", "date" : "1939/03/02"}, {"title" : "In Bombay, Mohandas Gandhi begins a fast protesting against British rule in India.", "date" : "1939/03/02"}, {"title" : "Students at Harvard University demonstrate the new tradition of swallowing goldfish to reporters.", "date" : "1939/03/02"}, {"title" : "In Durban, South Africa the Timeless Test begins between England and South Africa, the longest game of cricket ever played. It is abandoned twelve days later when the English team has to catch the last ferry home.", "date" : "1939/03/02"}, {"title" : "Hitler advises Jozef Tiso to declare Slovakia's independence in order to prevent its partition by Hungary and Poland.", "date" : "1939/03/02"}, {"title" : "Irish writer Flann O'Brien's comic metafiction ''At Swim-Two-Birds'' is published in London but attracts little attention at this time.", "date" : "1939/03/02"}, {"title" : " The Slovak provincial assembly proclaims independence priest Jozef Tiso becomes the president of the independent Slovak government.", "date" : "1939/03/14"}, {"title" : " German troops occupy the remaining part of Bohemia and Moravia Czechoslovakia ceases to exist. The Ruthenian region of Czechoslovakia declares independence as Carpatho-Ukraine.", "date" : "1939/03/15"}, {"title" : "Princess Fawzia of Egypt marries Shah Mohammad Reza Pahlavi of Iran.", "date" : "1939/03/15"}, {"title" : "Hungary invades Carpatho-Ukraine final resistance ends on March 18.", "date" : "1939/03/15"}, {"title" : " British Prime Minister Neville Chamberlain gives a speech in Birmingham, stating that Britain will oppose any effort at world domination on the part of Germany.", "date" : "1939/03/17"}, {"title" : " quotRomanian War Scarequot: Virgil Tilea, the Romanian Minister in London, spreads false rumours that Romania is on the verge of a German attack.", "date" : "1939/03/18"}, {"title" : " Hitler sends a registered letter to the government of Lithuania stating that Germany intends to annex the port of Memel.", "date" : "1939/03/19"}, {"title" : " At an emergency meeting in London to deal with the Romanian crisis, French Foreign Minister Georges Bonnet suggests to Lord Halifax that the ideal state for saving Romania from a German attack is Poland.", "date" : "1939/03/20"}, {"title" : " In London: the Ordo Templi Orientis publish Aleister Crowley's ''Eight Lectures on Yoga''.", "date" : "1939/03/21"}, {"title" : " After an ultimatum of March 20, Nazi Germany takes Memelland from Lithuania.", "date" : "1939/03/22"}, {"title" : " The Slovak-Hungarian War begins.", "date" : "1939/03/23"}, {"title" : " Marks the seventh successive year of the world wide boycott of all German exports initiated by front page declarations in Britain and the U.S. 'Judea declares war on Germany'", "date" : "1939/03/24"}, {"title" : "Dictator Francisco Franco assumes power in Madrid.", "date" : "1939/03/24"}, {"title" : "American adventurer Richard Halliburton delivers a last message from a Chinese junk, before he disappears on a voyage across the Pacific Ocean.", "date" : "1939/03/24"}, {"title" : " Neville Chamberlain gives a speech in the House of Commons offering the British quotguaranteequot of the independence of Poland.", "date" : "1939/03/31"}, {"title" : " The Spanish Civil War comes to an end when the last of the Republican forces surrender.", "date" : "1939/04/01"}, {"title" : " Adolf Hitler orders the German military to start planning for Fall Weiss, the codename for the invasion of Poland.", "date" : "1939/04/03"}, {"title" : " Refik Saydam forms the new government in Turkey. (12 th government Refik Saydam had  served twice as a prime minister )", "date" : "1939/04/03"}, {"title" : "Faisal II becomes King of Iraq.", "date" : "1939/04/03"}, {"title" : "The Slovak-Hungarian War ends with Slovakia ceding eastern territories to Hungary.", "date" : "1939/04/03"}, {"title" : " Italy invades Albania King Zog flees.", "date" : "1939/04/07"}, {"title" : " African-American singer Marian Anderson performs before 75,000 people at the Lincoln Memorial in Washington, D.C., after having been denied the use both of Constitution Hall by the Daughters of the American Revolution, and of a public high school by the federally controlled District of Columbia.", "date" : "1939/04/09"}, {"title" : " Hungary leaves the League of Nations.", "date" : "1939/04/11"}, {"title" : " Britain offers a quotguaranteequot to Romania and Greece.", "date" : "1939/04/13"}, {"title" : "John Steinbeck's novel ''The Grapes of Wrath'' is first published.", "date" : "1939/04/13"}, {"title" : "At a meeting in Paris, French Foreign Minister Georges Bonnet meets with Soviet Ambassador Jakob Suritz, and suggests that a ampquotpeace frontampquot comprising France, the Soviet Union, Great Britain, Poland and Romania would deter Germany from war.", "date" : "1939/04/13"}, {"title" : " The Soviet Union proposes a quotpeace frontquot to resist aggression.", "date" : "1939/04/18"}, {"title" : " Billie Holiday records quotStrange Fruitquot, the first anti-lynching song.", "date" : "1939/04/20"}, {"title" : " The Federal Security Agency (FSA) is founded in the USA, along with the Civilian Conservation Corps and Public Health Service.", "date" : "1939/04/25"}, {"title" : " Ely Racecourse in Cardiff closes.", "date" : "1939/04/27"}, {"title" : " In a speech before the ''Reichstag'', Adolf Hitler renounces the Anglo-German Naval Agreement and the German–Polish Non-Aggression Pact.", "date" : "1939/04/28"}, {"title" : " The 1939 New York World's Fair opens.", "date" : "1939/04/30"}, {"title" : " ''Batman'', created by Bob Kane (and, unofficially, Bill Finger) makes his first appearance in a comic book.", "date" : "1939/05/01"}, {"title" : " Major League Baseball's Lou Gehrig, the legendary Yankee first baseman known as quotThe Iron Horsequot, ends his  2,130 consecutive games played streak after contracting amyotrophic lateral sclerosis. The record stands for 56 years before Cal Ripken, Jr. plays 2,131 consecutive games.", "date" : "1939/05/02"}, {"title" : "Vyacheslav Molotov succeeds Maxim Litvinov as Soviet Foreign Commissar.", "date" : "1939/05/02"}, {"title" : "The All India Forward Bloc is formed by Netaji Subhash Chandra Bose.", "date" : "1939/05/02"}, {"title" : " Carl Friedrich Goerdeler tells the British government that the German and Soviet governments are secretly beginning a rapprochement with the aim of dividing Eastern Europe between them. Goerdeler also informs the British of German economic problems which he states threaten the survival of the Nazi regime, and advises that if a firm stand is made for Poland, then Hitler will be deterred from war.", "date" : "1939/05/06"}, {"title" : " Spain leaves the League of Nations.", "date" : "1939/05/09"}, {"title" : " Lina Medina, a 5-year old Peruvian girl, gives birth to a baby boy, becoming the youngest confirmed mother in medical history.", "date" : "1939/05/14"}, {"title" : "King George VI and Queen Elizabeth arrive in Quebec City to begin the first-ever tour of Canada by Canada's monarch.", "date" : "1939/05/14"}, {"title" : "The British government issues the White Paper of 1939, sharply restricting Jewish immigration to the Palestine Mandate.", "date" : "1939/05/14"}, {"title" : " Pan-American Airways begins trans-Atlantic mail service with the inaugural flight of its Yankee Clipper from Port Washington, New York.", "date" : "1939/05/20"}, {"title" : " Germany and Italy sign the Pact of Steel.", "date" : "1939/05/22"}, {"title" : " Albanian fascist leader Tefik Mborja is appointed as member of the Italian Chamber of Fasces and Corporations.", "date" : "1939/05/29"}, {"title" : " The Soviet government offers its definition of what constitutes quotaggressionquot, upon which the projected Anglo-Soviet-French alliance will come into effect. The French Foreign Minister Georges Bonnet accepts the Soviet definition of aggression at once. The British reject the Soviet definition, especially the concept of quotindirect aggressionquot, which they feel is too loose a definition and phrased in such a manner as to imply the Soviet right of inference in the internal affairs of nations of Eastern Europe.", "date" : "1939/06/03"}, {"title" : " The National Baseball Hall of Fame and Museum is officially dedicated in Cooperstown, New York.", "date" : "1939/06/12"}, {"title" : " Tientsin Incident: The Japanese blockade the British concession in Tianjin, China, beginning a crisis which almost causes an Anglo-Japanese war in the summer of 1939.", "date" : "1939/06/14"}, {"title" : " In the last ''public'' guillotining in France, murderer Eugen Weidmann is decapitated by the guillotine.", "date" : "1939/06/17"}, {"title" : " Talks are completed in Ankara between French Ambassador René Massigli and Turkish Foreign Minister Şükrü Saracoğlu, resolving the Hatay dispute in Turkey's favor. Turkey annexes Hatay.", "date" : "1939/06/23"}, {"title" : "Ford 9N tractor with Ferguson hydraulic three-point hitch first demonstrated at Dearborn, Michigan.", "date" : "1939/06/29"}, {"title" : " The 1st World Science Fiction Convention opens in New York City.", "date" : "1939/07/02"}, {"title" : " Theodore Roosevelt's head is dedicated at Mount Rushmore.", "date" : "1939/07/02"}, {"title" : "Lou Gehrig gives his last public speech, following a diagnosis of amyotrophic lateral sclerosis (ALS).  In it, he says, ampquotToday, I consider myself the luckiest man on the face of the earth.ampquot", "date" : "1939/07/02"}, {"title" : "The Neuengamme concentration camp becomes autonomous.", "date" : "1939/07/02"}, {"title" : " The last remaining Jewish enterprises in Germany are closed by the Nazis.", "date" : "1939/07/06"}, {"title" : " Mahatma Gandhi the spiritual leader from India writes a personal letter to Adolf Hitler addressing him quotMy friendquot, requesting to prevent any possible war.", "date" : "1939/07/23"}, {"title" : " The first recorded snowfall in Auckland, New Zealand since records began in 1853.", "date" : "1939/07/27"}, {"title" : " Albert Einstein writes to President Franklin Roosevelt about developing the atomic bomb using uranium. This leads to the creation of the Manhattan Project.", "date" : "1939/08/02"}, {"title" : " Neville Chamberlain dismisses Parliament until October 3.", "date" : "1939/08/04"}, {"title" : " MGM's classic musical film ''The Wizard of Oz'', based on L. Frank Baum's famous novel, and starring Judy Garland as Dorothy, premieres at Grauman's Chinese Theatre in Hollywood.", "date" : "1939/08/15"}, {"title" : " Hitler, after evaluating the pace of the non-aggression negotiations with the Soviet Union, orders the Kriegsmarine to begin the opening operations for ''Fall Weiss'', the invasion of Poland. The {{Ship|German pocket battleship|Admiral Graf Spee}}, along with the {{Ship|German pocket battleship| Deutschland}}, as well as dozens of u-boats, cast off for their advance positions.  According to William L. Shirer, Hitler spends the next few days worrying that the Russians will not come to terms in time for the rest of the invasion plans to unfold as scheduled.", "date" : "1939/08/19"}, {"title" : " Armored forces under the command of Soviet General Georgi Zhukov deliver a decisive defeat to Japanese Imperial Army forces in the Japanese-Soviet border war in Inner Mongolia.", "date" : "1939/08/20"}, {"title" : " Molotov-Ribbentrop Pact signed between Germany and the Soviet Union, a neutrality treaty that also agreed to division of spheres of influence (Finland, Estonia, Latvia, eastern Poland and Bessarabia (today Moldova), north-east province of Romania to the Soviet Union Lithuania and western Poland to Germany).", "date" : "1939/08/23"}, {"title" : " As details of the Molotov-Ribbentrop Pact become public, Neville Chamberlain recalls the Parliament of the United Kingdom several weeks early. In a burst of legislation, a War Powers Act is approved and HMG order the Royal Navy to be put on a war footing, all leaves to be cancelled, and the Naval and coast defense reserves to be called up, especially radar and anti-aircraft units. In addition, the last British and French private citizens in Germany are ordered home by their respective Governments.", "date" : "1939/08/24"}, {"title" : " The German Foreign Ministry cuts off all telegraph and telephone communication with the outside world in accordance with the plan for ''Fall Weiss''. At approximately 1830 Central European time, Adolf Hitler postpones ''Fall Weiss'' for 5 days, after receiving a message from Benito Mussolini that he will not honor the Pact of Steel if Germany attacks Poland, and because Chamberlain's government has not fallen as a result of the German-Soviet Non-Aggression Pact. Some units already in their forward positions (the attack is scheduled for 0430 the next day) do not get the word in time and attack various targets along the border. That same day, Neville Chamberlain gives Edward Rydz-Śmigły his quotironclad guaranteequot of assistance if Poland is attacked by Germany.", "date" : "1939/08/25"}, {"title" : "An Irish Republican Army bomb explodes in the centre of Coventry, England, killing 5 people.", "date" : "1939/08/25"}, {"title" : "MGM's classic musical film ''The Wizard of Oz'', based on L. Frank Baum's famous novel, and starring Judy Garland as Dorothy, is released in theaters everywhere.", "date" : "1939/08/25"}, {"title" : "Division of Grazing renamed U.S. Grazing Service.", "date" : "1939/08/25"}, {"title" : "The Kriegsmarine orders all German-flagged merchant ships to head to German ports immediately in anticipation of the invasion of Poland.", "date" : "1939/08/25"}, {"title" : " A Heinkel 178, the first turbojet-powered aircraft, flies for the first time with Captain Erich Warsitz in command.", "date" : "1939/08/27"}, {"title" : " Poland begins a mobilization against Nazi Germany.", "date" : "1939/08/30"}, {"title" : " WWII:", "date" : "1939/09/01"}, {"title" : "At 04.45 Central European Time, under cover of darkness, the German WW1-era battleship ''Schleswig-Holstein'' quietly slips her moorings at her wharf in Danzig harbor, drifts into the center of the channel, and commences firing on the fortress Westerplatte, a Polish army installation at the mouth of the port of Danzig, Poland. These are generally considered to be the opening shots of '''World War Two'''. Simultaneously, shock-troops of the German Wehrmacht begin crossing the border into Poland.", "date" : "1939/09/01"}, {"title" : "Norway, Finland, Sweden, and Switzerland declare their neutrality.", "date" : "1939/09/01"}, {"title" : " WWII:", "date" : "1939/09/02"}, {"title" : "Following the invasion of Poland, Danzig (now Gdańsk, Poland) is annexed to Nazi Germany.", "date" : "1939/09/02"}, {"title" : "Spain and Ireland declare their neutrality.", "date" : "1939/09/02"}, {"title" : " WWII:", "date" : "1939/09/03"}, {"title" : "The United Kingdom, France, New Zealand and Australia declare war on Germany.", "date" : "1939/09/03"}, {"title" : "President Franklin Delano Roosevelt advocates neutrality in a Nation-wide radio address.", "date" : "1939/09/03"}, {"title" : "British liner {{SS|Athenia}} becomes the first civilian casualty of the war when she is torpedoed and sunk by {{GS|U-30|1936|6}} in the eastern Atlantic. Of the 1,418 aboard, 98 passengers and 19 crew are killed.", "date" : "1939/09/03"}, {"title" : " WWII: Nepal declares war on Germany.", "date" : "1939/09/04"}, {"title" : " WWII: The United States declares its neutrality in the war.", "date" : "1939/09/05"}, {"title" : " WWII: South Africa declares war on Germany.", "date" : "1939/09/06"}, {"title" : "Little Sisters of Jesus founded in Algeria by Little Sister Magdeleine.", "date" : "1939/09/06"}, {"title" : "WWII: Forward elements of General Hoeppner's XVI Panzerkorps take up positions outside Warsaw. The world is stunned by the rapidity of the German advance and the Polish High Command is effectively isolated, but lack of infantry support and effective civilian resistance cause Hoeppner to halt outside the city itself.", "date" : "1939/09/06"}, {"title" : "WWII: Polish troops on the Westerplatte are forced, due to lack of food and ammunition, to surrender. The garrison of about two hundred had held out against thousands of German forces (many of them Naval officer cadets from the ''Schleswig-Holstein,'') for seven days.", "date" : "1939/09/06"}, {"title" : " WWII: Troops of the Polish Poznan Army under the command of General Kutrzeba open the Battle of the Bzura, the largest and best organized counter-attack mounted by the Polish forces in the campaign of 1939. For the first few days all goes well and the Germans are forced to retreat but quick reaction by mechanized units and the Luftwaffe soon take their toll and the operation bogs down.", "date" : "1939/09/09"}, {"title" : " WWII: Canada declares war on Germany.", "date" : "1939/09/10"}, {"title" : " A ceasefire ends the undeclared Border War between The Soviet Union (and Mongolian allies) and Japan.", "date" : "1939/09/16"}, {"title" : " WWII: The Soviet Union invades Poland and then occupies eastern Polish territories.", "date" : "1939/09/17"}, {"title" : " WWII: The Poznan pocket collapses, and the Germans capture, according to many sources, over 150,000 men. Many elements of General Kutrzeba's forces work their way into Warsaw under extreme difficulty.", "date" : "1939/09/19"}, {"title" : "Radio station WJSV in Washington, D.C. records an entire broadcast day for preservation in the National Archives.", "date" : "1939/09/19"}, {"title" : " WWII: Joint victory parade of Wehrmacht and Red Army in Brest-Litovsk at the end of the Invasion of Poland.", "date" : "1939/09/22"}, {"title" : " WWII:", "date" : "1939/09/28"}, {"title" : "Nazi Germany and the Soviet Union agree on a division of Poland after their invasion.", "date" : "1939/09/28"}, {"title" : "Warsaw surrenders to Germany Modlin surrenders a day later the last Polish large operational unit surrenders near Kock 8 days later.", "date" : "1939/09/28"}, {"title" : " Gerald J. Cox, speaking at an American Water Works Association meeting, becomes the first person to publicly propose the fluoridation of public water supplies in the United States.", "date" : "1939/09/29"}, {"title" : " WWII: Germany annexes Western Poland.", "date" : "1939/10/08"}, {"title" : " Manhattan Project: U.S. President Franklin D. Roosevelt is presented a letter signed by Albert Einstein, urging the United States to rapidly develop the atomic bomb.", "date" : "1939/10/11"}, {"title" : " The {{GS|U-47|1938|6}} sinks the British battleship {{HMS|Royal Oak|08|6}}.", "date" : "1939/10/14"}, {"title" : " The New York Municipal Airport (later renamed La Guardia Airport) is dedicated.", "date" : "1939/10/15"}, {"title" : " Nylon stockings go on sale for the first time anywhere in Wilmington, Delaware.", "date" : "1939/10/24"}, {"title" : " ''The Time of Your Life'', a drama by William Saroyan, debuts in New York City.", "date" : "1939/10/25"}, {"title" : "2 ampndash WWII: Physicist Hans Ferdinand Mayer writes the Oslo Report on German weapons systems and passes it to the British Secret Intelligence Service.", "date" : "1939/11/01"}, {"title" : " WWII: U.S. President Franklin D. Roosevelt orders the United States Customs Service to implement the Neutrality Act of 1939, allowing cash-and-carry purchases of weapons to non-belligerent nations.", "date" : "1939/11/04"}, {"title" : "''Hedda Hopper's Hollywood'' debuts on radio with Hollywood gossip columnist Hedda Hopper as host (the show runs until 1951, making Hopper a powerful figure in the Hollywood elite).", "date" : "1939/11/04"}, {"title" : "WWII ampampndash Sonderaktion Krakau: Germans take action against scientists from the University of Kraków and other Kraków universities at the beginning of WWII.", "date" : "1939/11/04"}, {"title" : " WWII: In Munich, an attempt to kill Adolf Hitler is made by Georg Elser while Hitler is celebrating the 16th anniversary of the Beer Hall Putsch.", "date" : "1939/11/08"}, {"title" : " WWII: Venlo Incident: Two British agents of SIS are captured by the Germans.", "date" : "1939/11/09"}, {"title" : " In Washington, D.C., U.S. President Franklin D. Roosevelt lays the cornerstone of the Jefferson Memorial.", "date" : "1939/11/15"}, {"title" : " Al Capone is released from Alcatraz.", "date" : "1939/11/16"}, {"title" : " WWII: To punish protests against the Nazi occupation of the Czech homeland, the Nazis murder 9 Czech graduate students, send over 1200 to concentration camps, and close all Czech universities.", "date" : "1939/11/17"}, {"title" : "WWII ampampndash Winter War: Soviet forces attack Finland and reach the Mannerheim Line, starting the war.", "date" : "1939/11/17"}, {"title" : "WWII ampampndash Sweden declares non-belligerency in the Winter War.", "date" : "1939/11/17"}, {"title" : " La Guardia Airport opens for business in New York City.", "date" : "1939/12/02"}, {"title" : " WWII: ''HMS Nelson'' is struck by a mine (laid by {{GS|U-31|1936|2}}) off the Scottish coast and is laid up for repairs until August 1940.", "date" : "1939/12/04"}, {"title" : " WWII: ''HMS Duchess'' sinks after a collision with ''HMS Barham'' off the coast of Scotland with the loss of 124 men.", "date" : "1939/12/12"}, {"title" : " WWII ampndash Battle of the River Plate:  The German pocket battleship, ''Admiral Graf Spee'' is trapped by cruisers HMS ''Ajax'', HMNZS ''Achilles'', and HMS ''Exeter'' after a running battle off the coast of Uruguay. ''Admiral Graf Spee'' is scuttled by its crew off Montevideo harbor on December 17.", "date" : "1939/12/13"}, {"title" : " WWII ampndash Winter War: The League of Nations expels the USSR for attacking Finland.", "date" : "1939/12/14"}, {"title" : " The film ''Gone with the Wind'', starring Vivien Leigh, Clark Gable, Olivia de Havilland and Leslie Howard, premieres at Loew's Grand Theatre in Atlanta, Georgia. It is based on Margaret Mitchell's best-selling novel. It is the longest American film made up to that time (nearly four hours).", "date" : "1939/12/15"}, {"title" : " Miners strike in Borinage, Belgium.", "date" : "1939/12/26"}, {"title" : " The 1939 Erzincan earthquake in Eastern Anatolia, Turkey, kills 30,000.", "date" : "1939/12/27"}, {"title" : " WWII: Axis powers: Luftwaffe General Hermann Göring assumes control of most war industries in Germany.", "date" : "1940/01/04"}, {"title" : " WWII: Winter War: General Semyon Timoshenko takes command of all Russian forces.", "date" : "1940/01/06"}, {"title" : "WWII: Winter War ampampndash Battle of Suomussalmi: The Russian 44th Assault Division is destroyed by Finnish forces.", "date" : "1940/01/06"}, {"title" : "WWII: Food rationing begins in Great Britain.", "date" : "1940/01/06"}, {"title" : " WWII British submarine {{HMS|Starfish|19S}} is sunk.", "date" : "1940/01/09"}, {"title" : " WWII: Mechelen Incident: A German plane carrying secret plans for the invasion of western Europe makes a forced landing in Belgium, leading to mobilization of defense forces in the Low Countries.", "date" : "1940/01/10"}, {"title" : " Brisbane, Australia swelters through its hottest day ever, 43.2 degrees Celsius (109.76 Fahrenheit).", "date" : "1940/01/26"}, {"title" : " WWII:  A peace resolution introduced in the Parliament of South Africa is defeated 81–59.", "date" : "1940/01/27"}, {"title" : " Three gasoline-powered trains carrying factory workers crash and explode while approaching Ajikawaguchi station, Yumesaki Line (Nishinari Line), Osaka, Japan, killing at least 181 people and injuring at least 92.", "date" : "1940/01/29"}, {"title" : " WWII: Winter War ampndash Russian forces launch a major assault on Finnish troops occupying the Karelian Isthmus.", "date" : "1940/02/01"}, {"title" : " Vsevolod Meyerhold is executed in the Soviet Union on charges of treason and espionage. He is cleared of all charges 15 years later in the first waves of de-Stalinization", "date" : "1940/02/02"}, {"title" : " RKO release Walt Disney's second full-length animated film, ''Pinocchio''.", "date" : "1940/02/07"}, {"title" : " Tom and Jerry make their debut in ''Puss Gets the Boot''. However it is not until 1941 that their current names are adopted.", "date" : "1940/02/10"}, {"title" : " WWII: Altmark Incident: The British destroyer {{HMS|Cossack|F03}} pursues the German tanker ''Altmark'' into Jøssingfjord in southwestern Norway.", "date" : "1940/02/16"}, {"title" : " In Tibet, province of Ando, 4-year-old Tenzin Gyatso is proclaimed the ''tulku'' (rebirth) of the thirteenth Dalai Lama.", "date" : "1940/02/22"}, {"title" : " Martin Kamen and Sam Ruben discover carbon-14.", "date" : "1940/02/27"}, {"title" : " Hattie McDaniel becomes the first African-American to win an Academy Award.", "date" : "1940/02/29"}, {"title" : "March ampampndash ''Truth or Consequences'' debuts on ''NBC'' Radio.", "date" : "1940/02/29"}, {"title" : " Cartoon character Elmer Fudd makes his debut in the animated short ''Elmer's Candid Camera''.", "date" : "1940/03/02"}, {"title" : " In Sweden, a time bomb destroys the office of ''Norrskenflamman'' (a Swedish communist newspaper), killing 5.", "date" : "1940/03/03"}, {"title" : " Katyn massacre: Members of the Soviet Politburo (Joseph Stalin, Vyacheslav Molotov, Lazar Kaganovich, Mikhail Kalinin, Kliment Voroshilov and Lavrenty Beria) sign an order, prepared by Beria, for the execution of 25,700 Polish intelligentsia, including 14,700 Polish POWs.", "date" : "1940/03/05"}, {"title" : " Ed Ricketts, John Steinbeck and six others leave Monterey, California for The Sea of Cortez on a collecting expedition.", "date" : "1940/03/11"}, {"title" : " The Soviet Union and Finland sign a peace treaty in Moscow ending the Winter War Finns, along with the world at large, are shocked by the harsh terms.", "date" : "1940/03/12"}, {"title" : " WWII: Axis powers: Adolf Hitler and Benito Mussolini meet at Brenner Pass in the Alps and agree to form an alliance against France and the United Kingdom.", "date" : "1940/03/18"}, {"title" : " Édouard Daladier resigns as prime minister of France Paul Reynaud succeeds him.", "date" : "1940/03/21"}, {"title" : " The ''Pakistan Resolution'' is rallied around by the All-India Muslim League Muslims from every corner of India meet up around Iqbal Park, Lahore (now in modern-day Pakistan).", "date" : "1940/03/23"}, {"title" : " WWII: Commerce raiding {{Ship|German auxiliary cruiser|Atlantis}}, leaves the Wadden Sea for what will become the longest warship cruise of the war. (622 days without in-port replenishment or repair){{cite book | author=Muggenthaler, August Karl| title=German Raiders of WWII| publisher=Prentice-Hall| year=1977| ISBN=0-13-354027-8| page=14}}", "date" : "1940/03/31"}, {"title" : " WWII: Operation ''Weserübung'': German ships set out for the invasion of Norway.", "date" : "1940/04/03"}, {"title" : " Neville Chamberlain, in what proves to be a tragic misjudgment, declares in a major public speech that Hitler has quotmissed the busquot.", "date" : "1940/04/05"}, {"title" : " Booker T. Washington becomes the first African American to be depicted on a United States postage stamp.", "date" : "1940/04/07"}, {"title" : " WWII: Germany invades Denmark and Norway in Operation ''Weserübung.'' The British campaign in Norway is simultaneously commenced.", "date" : "1940/04/09"}, {"title" : "The Faroe Islands are occupied by British troops, following the taking over of Denmark by Nazi Germany. This action is taken to avert a possible German occupation of the islands, which would have had very grave consequences for the course of the Battle of the Atlantic", "date" : "1940/04/09"}, {"title" : "Opening day at Jamaica Racetrack features the use of pari-mutuel betting equipment, a departure from bookmaking heretofore used exclusively throughout New York state. Other NY tracks follow suit later in 1940.", "date" : "1940/04/09"}, {"title" : " The New York Rangers win the Stanley Cup.  It would be another 54 years before their next win.", "date" : "1940/04/13"}, {"title" : " ''Take It or Leave It'' makes it debut on CBS Radio, with Bob Hawk as host.", "date" : "1940/04/21"}, {"title" : " A fire at the Rhythm Night Club in Natchez, Mississippi, kills 198.", "date" : "1940/04/23"}, {"title" : " WWII:", "date" : "1940/05/10"}, {"title" : "Battle of France begins", "date" : "1940/05/10"}, {"title" : "German forces invade Low Countries", "date" : "1940/05/10"}, {"title" : "Battle of the Netherlands begins", "date" : "1940/05/10"}, {"title" : "Battle of Belgium begins", "date" : "1940/05/10"}, {"title" : "Invasion of Luxembourg begins", "date" : "1940/05/10"}, {"title" : "Iceland is invaded by the United Kingdom.", "date" : "1940/05/10"}, {"title" : "With the resignation of Neville Chamberlain, Winston Churchill becomes Prime Minister of the United Kingdom.", "date" : "1940/05/10"}, {"title" : "Winston Churchill, in his first address as Prime Minister, tells the House of Commons, ampquotI have nothing to offer you but blood, toil, tears, and sweat.ampquot", "date" : "1940/05/10"}, {"title" : "WWII: German armies open a {{convert|60|mi|km|adj=on}} wide breach in the Maginot Line at Sedan, France.", "date" : "1940/05/10"}, {"title" : "Queen Wilhelmina of the Netherlands and her government flee to London Rotterdam is subjected to savage terror bombing by the Luftwaffe 980 are killed, and 20,000 buildings destroyed.", "date" : "1940/05/10"}, {"title" : "Recruitment begins in Britain for a home defence force: the Local Defence Volunteers, later known as the Home Guard.", "date" : "1940/05/10"}, {"title" : "The very first McDonald's restaurant opens in San Bernardino, California.", "date" : "1940/05/10"}, {"title" : "WWII: The Dutch army surrenders.", "date" : "1940/05/10"}, {"title" : " President of the United States Franklin D. Roosevelt, addressing a joint session of the U.S. Congress, asks for an extraordinary credit of approximately $900 million to finance construction of at least 50,000 airplanes per year.", "date" : "1940/05/16"}, {"title" : " Brussels falls to German forces the Belgian government flees to Ostend.", "date" : "1940/05/17"}, {"title" : " Marshal Philippe Pétain is named vice-premier of France.", "date" : "1940/05/18"}, {"title" : " General Maxime Weygand replaces Maurice Gamelin as commander-in-chief of all French forces.", "date" : "1940/05/19"}, {"title" : "WWII: German forces (2nd Panzer division), under General Rudolf Veiel, reach Noyelles on the English Channel.", "date" : "1940/05/19"}, {"title" : "Holocaust: The Nazi German concentration and extermination camp Auschwitz-Birkenau, the largest of the German concentration camps, opens in occupied Poland near the town of Oświęcim. Between May 1940 and January 1945, around 1.1 million people will be killed here.", "date" : "1940/05/19"}, {"title" : " WWII: The British Parliament passes a further Emergency Powers (Defence) Act, giving the government full control over all persons and property.", "date" : "1940/05/22"}, {"title" : " WWII: The Anglo-French Supreme War Council decides to withdraw all forces from Norway.", "date" : "1940/05/24"}, {"title" : "WWII: The Dunkirk evacuation of the British Expeditionary Force starts.", "date" : "1940/05/24"}, {"title" : "First free flight of Igor Sikorsky's Vought-Sikorsky VS-300 helicopter.", "date" : "1940/05/24"}, {"title" : "WWII: King Leopold III of Belgium orders the Belgian forces to cease fighting. Leaders of the Belgian government on French territory declare Leopold deposed.", "date" : "1940/05/24"}, {"title" : "Winston Churchill warns the House of Commons to ampquotprepare itself for hard and heavy tidings.ampquot", "date" : "1940/05/24"}, {"title" : " The Vought XF4U-1, prototype of the F4U Corsair U.S. fighter later used in WWII, makes its first flight.", "date" : "1940/05/29"}, {"title" : "The Holocaust: Franz Rademacher proposes the Madagascar Plan.", "date" : "1940/05/29"}, {"title" : "Weather Bureau transferred to the Department of Commerce.", "date" : "1940/05/29"}, {"title" : "WWII: Paris is bombed by the Luftwaffe for the first time.", "date" : "1940/05/29"}, {"title" : "WWII: The Dunkirk evacuation ends ampampndash British and Dutch forces complete evacuating 300,000 troops from Dunkirk in France to England.", "date" : "1940/05/29"}, {"title" : "WWII: Winston Churchill tells the British House of Commons, ampquotWe shall not flag or fail. We shall fight on the beaches... on the landing grounds... in the fields and the streets.... We shall never surrender.ampquot", "date" : "1940/05/29"}, {"title" : " WWII: The British Commandos are created.", "date" : "1940/06/09"}, {"title" : "WWII: Italy declares war on France and the United Kingdom.", "date" : "1940/06/09"}, {"title" : "WWII: Canada declares war on Italy.", "date" : "1940/06/09"}, {"title" : "WWII: Norway surrenders to German forces.", "date" : "1940/06/09"}, {"title" : "WWII: The French government flees to Tours.", "date" : "1940/06/09"}, {"title" : "Marcus Mosiah Garvey died of a stroke on June 10, 1940", "date" : "1940/06/09"}, {"title" : " WWII: 13,000 British and French troops surrender to Field Marshal Erwin Rommel at St. Valery-en-Caux.", "date" : "1940/06/12"}, {"title" : " WWII: Paris is declared an open city.", "date" : "1940/06/13"}, {"title" : "WWII: The Soviet Union annexes three Baltic States which are Estonia, Latvia and Lithuania. This is the most popular date to be said when the term Soviet Empire was coined.", "date" : "1940/06/13"}, {"title" : "WWII: The French government flees to Bordeaux and Paris falls under German occupation.", "date" : "1940/06/13"}, {"title" : "WWII: U.S. President Franklin D. Roosevelt signs the Naval Expansion Act into law, which aims to increase the United States Navy's tonnage by 11%.", "date" : "1940/06/13"}, {"title" : "WWII: A group of 728 Polish political prisoners from Tarnów become the first residents of the Auschwitz concentration camp.", "date" : "1940/06/13"}, {"title" : " WWII: Verdun falls to German forces.", "date" : "1940/06/15"}, {"title" : " The Sturgis Motorcycle Rally is held for the first time in Sturgis, South Dakota.", "date" : "1940/06/16"}, {"title" : "Philippe Pétain becomes Prime Minister of France and immediately asks Germany for peace terms.", "date" : "1940/06/16"}, {"title" : "The Soviet Army enters the Baltic states of Estonia, Lithuania and Latvia.", "date" : "1940/06/16"}, {"title" : "WWII: Operation Ariel begins: Allied troops start to evacuate France, following Germany's takeover of Paris and most of the nation.", "date" : "1940/06/16"}, {"title" : "WWII: A Luftwaffe Junkers 88 bomber sinks the British ship ''RMS Lancastria'', which was evacuating troops from near Saint-Nazaire, France, killing some 5,800 men.ampamp{{cite book|last=Hooton|first=E.R.|title=Luftwaffe at War: Blitzkrieg in the West|publisher=Chervron/Ian Allan|year=2007|location=London|page=88|isbn=978-1-85780-272-6}}ampamp (Wartime censorship prevents the story from becoming public.)", "date" : "1940/06/16"}, {"title" : "WWII: Winston Churchill says to the House of Commons: ampquotThe Battle of France is over. The Battle of Britain is about to begin.ampquot", "date" : "1940/06/16"}, {"title" : "WWII: Appeal of 18 June: General Charles de Gaulle, ''de facto'' leader of the Free French Forces, makes his first broadcast appeal over Radio Londres from London rallying French Resistance, calling on all French people to continue the fight against Nazi Germany: ampquotFrance has lost a battle. But France has not lost the warampquot.", "date" : "1940/06/16"}, {"title" : " WWII: Vichy France and Germany sign an armistice at Compiegne, in the same wagon-lit railroad car used by Marshal Ferdinand Foch to accept the surrender of Germany in 1918.", "date" : "1940/06/21"}, {"title" : "United States politics: The Republican Party begins its national convention in Philadelphia and nominates Wendell Willkie as its candidate for president.", "date" : "1940/06/23"}, {"title" : "WWII: Vichy France signs armistice terms with Italy.", "date" : "1940/06/23"}, {"title" : " General Charles de Gaulle is officially recognized by Britain as the quotLeader of all Free Frenchmen, wherever they may be.quot", "date" : "1940/06/28"}, {"title" : "WWII: German forces land in Guernsey, marking the start of the 5-year Occupation of the Channel Islands.", "date" : "1940/06/28"}, {"title" : "Federal government of the United States reorganisation:", "date" : "1940/06/28"}, {"title" : "The Civil Aeronautics Administration is placed under the Department of Commerce.", "date" : "1940/06/28"}, {"title" : "The U.S. Food and Drug Administration (FDA) is placed under the Federal Security Agency.", "date" : "1940/06/28"}, {"title" : "The Fish and Wildlife Service is placed under the Department of the Interior.", "date" : "1940/06/28"}, {"title" : " The first Tacoma Narrows Bridge opens for business, built with an {{convert|8|ft|m|adj=on}} girder and {{convert|190|ft|m}} above the water, as the third longest suspension bridge in the world.", "date" : "1940/07/01"}, {"title" : " WWII: British-owned {{SS|Arandora Star}}, carrying civilian internees and POWs of Italian and German origin from Liverpool to Canada, is torpedoed and sunk by the {{GS|U-47|1938|6}} off northwest Ireland with the loss of around 865 lives.", "date" : "1940/07/02"}, {"title" : " WWII:  British naval units sink or seize ships of the French fleet anchored in the Algerian ports of Oran and Mers-el-Kebir. The following day, Vichy France breaks off diplomatic relations with Britain", "date" : "1940/07/03"}, {"title" : " British submarine {{HMS|Shark|54S}} is sunk.", "date" : "1940/07/06"}, {"title" : " WWII: The Battle of Britain begins", "date" : "1940/07/10"}, {"title" : "WWII: British destroyer {{HMS|Escort|H66}} is torpedoed and sunk by an Italian submarine.", "date" : "1940/07/10"}, {"title" : "WWII: Vichy France begins with a constitutional law which only 80 members of the parliament vote against.", "date" : "1940/07/10"}, {"title" : " WWII: Winston Churchill, in a worldwide broadcast, proclaims the intention of Great Britain to fight alone against Germany whatever the outcome: quotWe shall seek no terms. We shall tolerate no parley. We may show mercy. We shall ask none.quot", "date" : "1940/07/14"}, {"title" : " U.S. politics: The Democratic Party begins its national convention in Chicago, and nominates Franklin D. Roosevelt for an unprecedented third term as president.", "date" : "1940/07/15"}, {"title" : "WWII:  Allied victory at the Battle of Cape Spada {{HMAS|Sydney|D48}} and five destroyers sink the Italian cruiser ''Bartolomeo Colleoni''.", "date" : "1940/07/15"}, {"title" : "WWII: Adolf Hitler makes a peace appeal to Britain in an address to the Reichstag. Lord Halifax, the British foreign minister, flatly rejects peace terms in a broadcast reply on July 22.", "date" : "1940/07/15"}, {"title" : " The Estonian SSR, Latvian SSR and Lithuanian SSR are proclaimed in Moscow.", "date" : "1940/07/21"}, {"title" : " General Henri Guisan addresses the officer corps of the Swiss army at Rütli resolving to resist any invasion of the country.", "date" : "1940/07/25"}, {"title" : " Bugs Bunny makes his debut in the Oscar-nominated cartoon short, ''A Wild Hare''.", "date" : "1940/07/27"}, {"title" : " WWII: British submarine {{HMS|Spearfish|69S}} is sunk.", "date" : "1940/08/01"}, {"title" : " The Lithuanian SSR, Latvian SSR (August 5) and Estonian SSR (August 6) are incorporated into the Soviet Union six weeks after their anaxation.", "date" : "1940/08/03"}, {"title" : " Gen. John J. Pershing, in a nationwide radio broadcast, urges all-out aid to Britain in order to defend the Americas, while Charles Lindbergh speaks to an isolationist rally at Soldier Field in Chicago.", "date" : "1940/08/04"}, {"title" : " WWII: Wilhelm Keitel signs the quotAufbau Ostquot directive, which eventually leads to the invasion of the Soviet Union.", "date" : "1940/08/08"}, {"title" : " WWII: British armed merchant cruiser {{HMS|Transylvania|F56}} is torpedoed off Malin Head, Ireland, by German submarine ''U-56''.", "date" : "1940/08/10"}, {"title" : "HRH The Prince Edward, Duke of Windsor, is installed as Governor of the Bahamas.", "date" : "1940/08/18"}, {"title" : "WWII: Winston Churchill pays tribute in the House of Commons to the Royal Air Force: ampquotNever in the field of human conflict was so much owed by so many to so few.ampquot", "date" : "1940/08/18"}, {"title" : "Leon Trotsky is attacked with an ice axe in his Mexico home by NKVD agent Ramón Mercader.", "date" : "1940/08/18"}, {"title" : " Leon Trotsky dies of injuries sustained.", "date" : "1940/08/21"}, {"title" : "Howard Florey and a team including Ernst Chain and Norman Heatley at the Sir William Dunn School of Pathology, University of Oxford, publish their laboratory results showing the ''in vivo'' bactericidal action of penicillin. They have also purified the drug.", "date" : "1940/08/24"}, {"title" : " WWII: Chad is the first French colony to proclaim its support for the Allies.", "date" : "1940/08/26"}, {"title" : " Second Vienna Award: Germany and Italy compel Romania to cede half of Transylvania to Hungary.", "date" : "1940/08/30"}, {"title" : "September ampampndash The U.S. Army 45th Infantry Division (previously a National Guard Division in Arizona, Colorado, New Mexico, and Oklahoma), is activated and ordered into federal service for 1 year, to engage in a training program in Ft. Sill and Louisiana, prior to serving in WWII.", "date" : "1940/08/30"}, {"title" : " WWII: An agreement between America and Great Britain is announced to the effect that 50 U.S. destroyers needed for escort work will be transferred to Great Britain. In return, America gains 99-year leases on British bases in the North Atlantic, West Indies and Bermuda.", "date" : "1940/09/02"}, {"title" : "WWII: Commerce raiding German auxiliary cruiser ''Komet'' enters the Pacific Ocean via the Bering Strait after crossing the Arctic Ocean from the North Sea with the help of Soviet icebreakers ''Lenin'', ''Stalin'', and ''Kaganovich''.", "date" : "1940/09/05"}, {"title" : "Treaty of Craiova: Romania loses Southern Dobrudja to Bulgaria.", "date" : "1940/09/05"}, {"title" : "WWII: The Blitz ampampndash Nazi Germany begins to rain bombs on London (the first of 57 consecutive nights of strategic bombing).", "date" : "1940/09/05"}, {"title" : "In Lascaux, France, 17,000-year-old cave paintings are discovered by a group of young Frenchmen hiking through Southern France.  The paintings depict animals and date to the Stone Age.", "date" : "1940/09/05"}, {"title" : "The Hercules Munitions Plant in Succasunna-Kenvil, New Jersey explodes, killing 55 people.", "date" : "1940/09/05"}, {"title" : " WWII: The Selective Training and Service Act of 1940 is signed into law by Franklin D. Roosevelt, creating the first peacetime draft in U.S. history.", "date" : "1940/09/16"}, {"title" : "September 18 ampndash WWII: {{SS|City of Benares}} is torpedoed by {{GS|U-48|1939|6}} in the Atlantic with the loss of 248 of the 406 on board, including child evacuees bound for Canada. This results in cancellation of the British Children's Overseas Reception Board's plan to relocate children overseas.", "date" : "1940/09/17"}, {"title" : " WWII: The United States imposes a total embargo on all scrap metal shipments to Japan.", "date" : "1940/09/26"}, {"title" : " WWII: Germany, Italy and Japan sign the Tripartite Pact.", "date" : "1940/09/27"}, {"title" : " The draft registration of approximately 16 million men begins in the United States.", "date" : "1940/10/16"}, {"title" : "October 19 ampndash WWII: Thirty-two ships are sunk from Convoy SC 7 and Convoy HX 79 by the most effective quotwolfpackquot of the war including U-boat aces Kretschmer, Prien and Schepke", "date" : "1940/10/18"}, {"title" : " WWII: Italian troops invade Greece, meeting strong resistance from Greek troops and civilians. This action signals the beginning of the Balkans Campaign.", "date" : "1940/10/28"}, {"title" : " The Selective Service System lottery is held in Washington, D.C..", "date" : "1940/10/29"}, {"title" : "November ampampndash In Cambodia the Khmer Issarak is formed to overthrow the French Army within the nation.", "date" : "1940/10/29"}, {"title" : " United States presidential election, 1940: Democrat incumbent Franklin D. Roosevelt defeats Republican challenger Wendell Willkie and becomes the United States' first and only third-term president.", "date" : "1940/11/05"}, {"title" : " Agatha Christie's mystery novel ''And Then There Were None'' is published in book form in the United States.", "date" : "1940/11/06"}, {"title" : " In Tacoma, Washington, the {{convert|600|ft|m|sing=on}}-long center span of the Tacoma Narrows Bridge (known as Galloping Gertie) collapses.", "date" : "1940/11/07"}, {"title" : " MS City of Rayville is sunk by a naval mine, the first US merchant to be lost in the war off Cape Otway, Australia", "date" : "1940/11/08"}, {"title" : " Joaquin Rodrigo's ''Concierto de Aranjuez'' premieres in Barcelona, Spain.", "date" : "1940/11/09"}, {"title" : " An earthquake in Bucharest, Romania kills 1,000.", "date" : "1940/11/10"}, {"title" : "WWII: The Royal Navy launches the first aircraft carrier strike in history, on the Italian battleship fleet anchored at Taranto naval base.", "date" : "1940/11/10"}, {"title" : "WWII: {{Ship|German auxiliary cruiser|Atlantis}} captures top secret British mail, and sends it to Japan.", "date" : "1940/11/10"}, {"title" : "Armistice Day Blizzard: An unexpected blizzard kills 144 in the Midwestern United States.", "date" : "1940/11/10"}, {"title" : " Walt Disney's ''Fantasia'' is released. It is the first box office failure for Disney, though it eventually recoups its cost years later, and becomes one of the most highly regarded of Disney's films.", "date" : "1940/11/13"}, {"title" : " WWII: The city of Coventry, England is destroyed by 500 Luftwaffe bombers: 150,000 fire bombs, 503 tons of high explosives, and 130 parachute mines level 60,000 of the city's 75,000 buildings 568 people are killed.", "date" : "1940/11/14"}, {"title" : "WWII: In response to Germany levelling Coventry 2 days before, the Royal Air Force begins to bomb Hamburg (by war's end, 50,000 Hamburg residents will have died from Allied attacks).", "date" : "1940/11/14"}, {"title" : "An unexploded pipe bomb is found in the Consolidated Edison office building (only years later is the culprit, George Metesky, apprehended).", "date" : "1940/11/14"}, {"title" : "The Jamaica Association of Local Government Officers is founded.", "date" : "1940/11/14"}, {"title" : " WWII: German leader Adolf Hitler and Italian Foreign Minister Galeazzo Ciano meet to discuss Benito Mussolini's disastrous invasion of Greece.", "date" : "1940/11/18"}, {"title" : " WWII: Hungary, Romania and Slovakia join the Axis Powers.", "date" : "1940/11/20"}, {"title" : "In Romania, coup leader General Ion Antonescu's Iron Guard arrests and executes over 60 of exiled king Carol II of Romania's aides. Among the dead is former minister and acclaimed historian Nicolae Iorga.", "date" : "1940/11/20"}, {"title" : "WWII: The Royal Navy and Regia Marina fight the Battle of Cape Spartivento.", "date" : "1940/11/20"}, {"title" : "December ampampndash Timely Comics' Captain America Comics #1 (cover dated March 1941), first appearance of Captain America and Bucky, hits newsstands in the United States.", "date" : "1940/11/20"}, {"title" : " Manuel Ávila Camacho takes office as President of Mexico.", "date" : "1940/12/01"}, {"title" : " British submarine {{HMS|Regulus|N88}} is sunk near Taranto.", "date" : "1940/12/06"}, {"title" : " The Chicago Bears, in what will become the most one-sided victory in National Football League history, defeat the Washington Redskins 73–0 in the 1940 NFL Championship Game.", "date" : "1940/12/08"}, {"title" : " WWII: Operation Compass ampndash British forces in North Africa begin their first major offensive with an attack on Italian forces at Sidi Barrani, Egypt.", "date" : "1940/12/09"}, {"title" : "nd December 15 ampndash WWII: quotSheffield Blitzquot ampndash The Yorkshire city of Sheffield is badly damaged by German air-raids.", "date" : "1940/12/12"}, {"title" : "WWII British destroyers {{HMS|Hereward|H93}} and {{HMS|Hyperion|H97}} sink an Italian submarine off Bardia.", "date" : "1940/12/12"}, {"title" : "Royal Navy Fairey Swordfish based on Malta bomb Tripoli.", "date" : "1940/12/12"}, {"title" : "Plutonium is first synthesized in the laboratory by a team led by Glenn T. Seaborg and Edwin McMillan at the University of California, Berkeley.", "date" : "1940/12/12"}, {"title" : " WWII: Operation Abigail Rachel ampndash RAF bombing of Mannheim.", "date" : "1940/12/16"}, {"title" : " President Roosevelt, at his regular press conference, first sets forth the outline of his plan to send aid to Great Britain that will become known as Lend-Lease.", "date" : "1940/12/17"}, {"title" : " WWII: Winston Churchill, in a broadcast address to the people of Italy, blames Benito Mussolini for leading his nation to war against the British, contrary to Italy's historic friendship with them: quotOne man has arrayed the trustees and inheritors of ancient Rome upon the side of the ferocious pagan barbarians.quot", "date" : "1940/12/23"}, {"title" : " Mahatma Gandhi, Indian spiritual non-violence leader writes his second letter to Adolf Hitler addressing him quotMy friendquot, requesting him to stop the war Germany had begun.", "date" : "1940/12/24"}, {"title" : "Franklin D. Roosevelt, in a fireside chat to the nation, declares that the United States must become ampquotthe great arsenal of democracy.ampquot", "date" : "1940/12/24"}, {"title" : "WWII: ampquotSecond Great Fire of Londonampquot ampampndash Luftwaffe carries out a massive incendiary bombing raid, starting 1,500 fires. Many famous buildings, including the Guildhall and Trinity House, are either damaged or destroyed.", "date" : "1940/12/24"}, {"title" : " California's first modern freeway, the future State Route 110, opens to traffic in Pasadena, California, as the Arroyo Seco Parkway (now the Pasadena Freeway).", "date" : "1940/12/30"}, {"title" : " In Sweden, Victor Hasselblad forms the Victor Hasselblad AB Camera Company.", "date" : "1940/12/30"}, {"title" : "In Korea, the ''Hunminjeongeum'' (1446) is discovered, explaining the basis of the Hangul alphabet.", "date" : "1940/12/30"}, {"title" : "US historian Arthur Marder publishes ''The Anatomy of British Sea Power: a history of British naval policy in the pre-Dreadnought era, 1880-1905''.", "date" : "1940/12/30"}, {"title" : "Olympic Games, assigned to Tokyo, Japan, and later to Helsinki, Finland, are suspended due to WWII.", "date" : "1940/12/30"}, {"title" : " Thailand Prime Minister Plaek Phibunsongkhram decrees January 1 as the official start of the Thai solar calendar new year (thus the previous year that began April 1 had only 9 months).", "date" : "1941/01/01"}, {"title" : " A decree in Germany outlaws the use of Blackletter Gothic typefaces in favour of Antiqua.", "date" : "1941/01/03"}, {"title" : " The short subject ''Elmer's Pet Rabbit'' is released, marking the second appearance of Bugs Bunny, and also the first to have his name on a title card.", "date" : "1941/01/04"}, {"title" : " WWII: At the Battle of Bardia in Libya, Australian and British troops defeat Italian forces, the first battle of the war in which an Australian Army formation takes part.", "date" : "1941/01/05"}, {"title" : " The keel of  the {{USS|Missouri|BB-63|6}} is laid at the New York Navy Yard in Brooklyn.", "date" : "1941/01/06"}, {"title" : " Lend-Lease is introduced into the U.S. Congress.", "date" : "1941/01/10"}, {"title" : " The light cruiser HMS Southampton (83) is sunk off Malta.", "date" : "1941/01/11"}, {"title" : " All persons born in Puerto Rico since this day are declared U.S. citizens by birth, through U.S. federal law {{UnitedStatesCode|8|1402}}.", "date" : "1941/01/13"}, {"title" : "WWII: Commerce raiding ''hilfskreuzer Pinguin'' captures the Norwegian whaling fleet near Bouvet Island, effectively ending Southern Ocean whaling for the duration of the war.", "date" : "1941/01/14"}, {"title" : " John Vincent Atanasoff and Clifford E. Berry describe the workings of the Atanasoff–Berry Computer in print.", "date" : "1941/01/15"}, {"title" : " WWII: British troops attack Italian-held Eritrea.", "date" : "1941/01/19"}, {"title" : " Chief Justice Charles Evans Hughes swears in U.S. President Franklin D. Roosevelt for his third term.", "date" : "1941/01/20"}, {"title" : " WWII: Battle of Tobruk: Australian and British forces capture Tobruk from the Italians.", "date" : "1941/01/22"}, {"title" : " In Sweden, Victor Hasselblad had the Victor Hasselblad AB Camera Company registered.", "date" : "1941/01/22"}, {"title" : " Aviator Charles Lindbergh testifies before the U.S. Congress and recommends that the United States negotiate a neutrality pact with Adolf Hitler.", "date" : "1941/01/23"}, {"title" : " WWII ampndash Attack on Pearl Harbor:  Joseph C. Grew, the U.S. ambassador to Japan, reports to Washington a rumor overheard at a diplomatic reception concerning a planned surprise attack on Pearl Harbor, Hawaii.", "date" : "1941/01/27"}, {"title" : " WWII ampndash Australians capture Derna, Libya from the Italians.", "date" : "1941/01/30"}, {"title" : " WWII: The Nazis forcibly restore Pierre Laval to office in occupied Vichy France.", "date" : "1941/02/03"}, {"title" : " WWII: The United Service Organization (USO) is created to entertain American troops.", "date" : "1941/02/04"}, {"title" : " Air Training Corps: The Air Training Corps was formed.", "date" : "1941/02/05"}, {"title" : " WWII ampndash Fall of Benghazi to the Western Desert Force. Lieutenant-General Erwin Rommel is appointed commander of Afrika Korps.", "date" : "1941/02/06"}, {"title" : " WWII ampndash The U.S. House of Representatives passes the Lend-Lease Act (260–165).", "date" : "1941/02/08"}, {"title" : " Winston Churchill, in a worldwide broadcast, tells the United States to show its support by sending arms to the British: quotGive us the tools, and we will finish the job.quot", "date" : "1941/02/09"}, {"title" : "WWII: Erwin Rommel arrives in Tripoli.", "date" : "1941/02/09"}, {"title" : "Reserve Constable Albert Alexander, a patient at the Radcliffe Infirmary in Oxford, becomes the first person treated with penicillin intravenously, by Howard Florey's team. He reacts positively but there is insufficient supply of the drug to reverse his terminal infection. A successful treatment is achieved during May.ampamp{{cite book|first=Patrick|last=Robertson|title=The Shell Book of Firsts|location=London|publisher=Ebury Press|year=1974|pages=124–5}}ampamp", "date" : "1941/02/09"}, {"title" : " Aircraft from HMS Formidable (67) attack Massawa.", "date" : "1941/02/13"}, {"title" : " WWII ampndash Admiral Kichisaburo Nomura begins his duties as Japanese Ambassador to the United States.", "date" : "1941/02/14"}, {"title" : "February 22 ampndash WWII: Three Nights' Blitz over Swansea, South Wales: Over these 3 nights of intensive bombing, which last a total of 13 hours and 48 minutes, Swansea's town centre is almost completely obliterated by the 896 high explosive bombs employed by the Luftwaffe. A total of 397 casualties and 230 deaths are reported.", "date" : "1941/02/19"}, {"title" : " HMS ''Shropshire'' (73) bombards Barawa, on the coast between Kismayo and Mogadishu.", "date" : "1941/02/22"}, {"title" : " Glenn T. Seaborg isolates and discovers plutonium.", "date" : "1941/02/23"}, {"title" : " The British submarine HMS ''Upright'' (N89) attacks an Italian covoy sinking the Italian cruiser ''Armando Diaz''.", "date" : "1941/02/25"}, {"title" : " The New Zealand Division cruiser HMS ''Leander'' (1931) sinks Italian armed merchant raider ''Ramb I'' off the Maldives.", "date" : "1941/02/27"}, {"title" : "WWII: Bulgaria signs the Tripartite Pact, thus joining the Axis powers.", "date" : "1941/02/27"}, {"title" : "W47NV begins operations in Nashville, Tennessee, becoming the first FM radio station.", "date" : "1941/02/27"}, {"title" : "Arthur L. Bristol becomes Rear Admiral for the U.S. Navy's Support Force, Atlantic Fleet.", "date" : "1941/02/27"}, {"title" : " WWII: Operation Claymore - British Commandos carry out a successful raid on the Lofoten Islands off the north coast of Norway.", "date" : "1941/03/04"}, {"title" : " WWII: The U.S. Senate passes the Lend-Lease Act (60–31).", "date" : "1941/03/08"}, {"title" : " WWII: President Franklin Delano Roosevelt signs the Lend-Lease Act into law.", "date" : "1941/03/11"}, {"title" : " Richard C. Hottelet is arrested by the Gestapo on quotsuspicion of espionagequot.  He is eventually released in July as part of a prisoner exchange.", "date" : "1941/03/15"}, {"title" : " A group of U.S. warships arrive in Auckland, New Zealand on a goodwill visit.  On March 20, they visit Sydney, Australia.", "date" : "1941/03/16"}, {"title" : "In Washington, D.C., the National Gallery of Art is officially opened by President Franklin D. Roosevelt.", "date" : "1941/03/16"}, {"title" : "British Minister of Labour Ernest Bevin calls for women to fill vital jobs.", "date" : "1941/03/16"}, {"title" : " Washington's Grand Coulee Dam begins to generate electricity.", "date" : "1941/03/22"}, {"title" : " WWII: Rommel launches his first offensive in Cyrenaica.", "date" : "1941/03/24"}, {"title" : " WWII: The Kingdom of Yugoslavia joins the Axis powers in Vienna.", "date" : "1941/03/25"}, {"title" : " WWII:", "date" : "1941/03/27"}, {"title" : "Battle of Cape Matapan: Off the Peloponnesus coast in the Mediterranean, British naval forces defeat those of Italy, sinking 5 warships. Battle ends on March 29.", "date" : "1941/03/27"}, {"title" : "An anti-Axis coup d'état in Yugoslavia forces Prince Paul into exile 17-year-old King Peter II assumes power.", "date" : "1941/03/27"}, {"title" : "Attack on Pearl Harbor: Japanese spy Takeo Yoshikawa arrives in Honolulu, Hawaii and begins to study the Pacific Fleet at Pearl Harbor.", "date" : "1941/03/27"}, {"title" : " WWII:", "date" : "1941/03/30"}, {"title" : "All German, Italian, and Danish ships anchored in United States waters are taken into ampquotprotective custodyampquot.", "date" : "1941/03/30"}, {"title" : " WWII: Axis forces capture Benghazi.", "date" : "1941/04/04"}, {"title" : " WWII: Germany invades Yugoslavia and Greece.", "date" : "1941/04/06"}, {"title" : " The U.S. acquires full military defense rights in Greenland.", "date" : "1941/04/09"}, {"title" : " WWII:  The U.S. destroyer {{USS|Niblack|DD-424|6}}, while picking up survivors from a sunken Dutch freighter, drops depth charges on a German U-Boat (the first quotshot in angerquot fired by America against Germany).{{citation needed|date=May 2010|reason=there's doubt it was actually a sub}}", "date" : "1941/04/10"}, {"title" : " WWII: German troops enter Belgrade.", "date" : "1941/04/12"}, {"title" : " WWII:  Axis forces reach Halfaya Pass on the Libyan-Egyptian frontier.", "date" : "1941/04/15"}, {"title" : " WWII: The Yugoslav Royal Army capitulates.", "date" : "1941/04/17"}, {"title" : " WWII: Prime Minister of Greece Alexandros Koryzis commits suicide as German troops approach Athens.", "date" : "1941/04/18"}, {"title" : " Bertolt Brecht's anti-war play ''Mother Courage and Her Children'' ({{lang-de|Mutter Courage und ihre Kinder}}) receives its first theatrical production at the Schauspielhaus Zürich.", "date" : "1941/04/19"}, {"title" : " WWII: Greece capitulates. Commonwealth troops and some elements of the Greek Army withdraw to Crete.", "date" : "1941/04/21"}, {"title" : " The America First Committee holds its first mass rally in New York City, with Charles Lindbergh as keynote speaker.", "date" : "1941/04/23"}, {"title" : " Franklin D. Roosevelt, at his regular press conference, criticizes Charles Lindbergh by comparing him to the Copperheads of the Civil War period.  In response, Lindbergh resigns his commission in the U.S. Army Air Corps Reserve on April 28.", "date" : "1941/04/25"}, {"title" : " WWII: German troops enter Athens.", "date" : "1941/04/27"}, {"title" : "The breakfast cereal ''Cheerios'' is introduced as ''CheeriOats'' by General Mills.", "date" : "1941/04/27"}, {"title" : "Orson Welles' film ''Citizen Kane'' premieres in New York City.", "date" : "1941/04/27"}, {"title" : "The first Defense Bonds and Defense Savings Stamps go on sale in the United States, to help fund the greatly increased production of military equipment.", "date" : "1941/04/27"}, {"title" : "Anglo-Iraqi War: British combat operations against the rebel government of Rashid Ali in the Kingdom of Iraq begin.", "date" : "1941/05/02"}, {"title" : " WWII: Emperor Haile Selassie enters Addis Ababa, which had been liberated from Italian forces this date has been since commemorated as Liberation Day in Ethiopia.", "date" : "1941/05/05"}, {"title" : " At California's March Field, entertainer Bob Hope performs his first USO Show.", "date" : "1941/05/06"}, {"title" : " WWII:  The German auxiliary cruiser Pinguin is sunk by HMS Cornwall (56) in the Indian Ocean.", "date" : "1941/05/08"}, {"title" : " WWII: The German submarine ''U-110'' is captured by the British Royal Navy. On board is the latest Enigma cryptography machine, which Allied cryptographers later use to break coded German messages.", "date" : "1941/05/09"}, {"title" : "WWII: The British House of Commons is damaged by the Luftwaffe in an air raid.", "date" : "1941/05/09"}, {"title" : "Rudolf Hess parachutes into Scotland, claiming to be on a peace mission.", "date" : "1941/05/09"}, {"title" : " Konrad Zuse presents the Z3, the world's first working programmable, fully automatic computer, in Berlin.", "date" : "1941/05/12"}, {"title" : "The first British jet aircraft, the Gloster E.28/39, is flown.", "date" : "1941/05/12"}, {"title" : "Joe DiMaggio's 56-game hitting streak begins as the New York Yankee center fielder goes one for four against Chicago White Sox Pitcher Eddie Smith.", "date" : "1941/05/12"}, {"title" : " The Viet Minh is formed in Vietnam to overthrow the French Army in the nation.", "date" : "1941/05/19"}, {"title" : " WWII: The Battle of Crete begins as Germany launches an airborne invasion of Crete.", "date" : "1941/05/20"}, {"title" : " A U-boat sinks {{SS|Robin Moor}}.", "date" : "1941/05/21"}, {"title" : " WWII: In the North Atlantic, the German battleship ''Bismarck'' sinks battlecruiser HMS ''Hood'', killing all but 3 crewmen from a total of 1,418 aboard the pride of the Royal Navy.", "date" : "1941/05/24"}, {"title" : " The British submarine HMS ''Upholder'' (P37) torpedoes and sinks the Italian ocean liner {{SS|Conte Rosso}}.", "date" : "1941/05/24"}, {"title" : " WWII: In the North Atlantic, Fairey Swordfish aircraft from the carrier HMS ''Ark Royal'' cripple the steering of ''Bismarck'' in an aerial torpedo attack.", "date" : "1941/05/26"}, {"title" : "WWII: President Roosevelt proclaims an ampquotunlimited national emergency.ampquot", "date" : "1941/05/26"}, {"title" : "WWII:''Bismarck'' is sunk in the North Atlantic, killing 2,300.", "date" : "1941/05/26"}, {"title" : " WWII: Manolis Glezos and Apostolos Santas tear down the Nazi swastika on the Acropolis in Athens, and replace it with the Greek flag", "date" : "1941/05/30"}, {"title" : " Anglo-Iraqi War: British troops complete the re-occupation of the Kingdom of Iraq, returning Prince 'Abd al-Ilah to power as regent for Faisal II.", "date" : "1941/05/31"}, {"title" : "Four thousand Chongqing residents are asphyxiated in a bomb shelter during the Bombing of Chongqing.", "date" : "1941/05/31"}, {"title" : "A Serbian ammunition depot explodes at Smederevo on the outskirts of Belgrade, Serbia, killing 2,500, and injuring over 4,500.", "date" : "1941/05/31"}, {"title" : " WWII: British and Free French forces invade Syria.", "date" : "1941/06/08"}, {"title" : " TASS, the official Soviet news agency, denies reports of tension between Germany and the Soviet Union.", "date" : "1941/06/13"}, {"title" : "Soviet officials deport about 65,000 people from Estonia, Latvia and Lithuania to Siberia.", "date" : "1941/06/13"}, {"title" : "All German and Italian assets in the United States are frozen.", "date" : "1941/06/13"}, {"title" : " All German and Italian consulates in the United States are ordered closed and their staffs to leave the country by July 10.", "date" : "1941/06/16"}, {"title" : " WWII: Royal Navy planes sink the  Vichy French ship Chevalier Paul", "date" : "1941/06/16"}, {"title" : "United States Army Air Corps becomes the Army Air Forces.", "date" : "1941/06/16"}, {"title" : "Walt Disney's live-action animated feature, ''The Reluctant Dragon'', is released.", "date" : "1941/06/16"}, {"title" : "WWII: Italy and Romania declare war on the Soviet Union.", "date" : "1941/06/16"}, {"title" : "WWII: Germany invades the Soviet Union under Operation Barbarossa.", "date" : "1941/06/16"}, {"title" : "WWII: Winston Churchill promises all possible British assistance to the Soviet Union in a worldwide broadcast:  ampquotAny man or state who fights against Nazidom will have our aid.  Any man or state who marches with Hitler is our foe.ampquot", "date" : "1941/06/16"}, {"title" : "WWII: The First Sisak Partisan Brigade, the first anti-fascist armed unit in occupied Europe, is founded by partisans near Sisak, Croatia.", "date" : "1941/06/16"}, {"title" : " WWII: Hungary and Slovakia declare war on the Soviet Union.", "date" : "1941/06/23"}, {"title" : " Founding of RIA Novosti.", "date" : "1941/06/24"}, {"title" : " WWII: Finland attacks the Soviet Union to seek the opportunity of revenge in the Continuation War.", "date" : "1941/06/25"}, {"title" : " WWII: Albania declares war on the Soviet Union.", "date" : "1941/06/28"}, {"title" : "July ampampndash The British Army's Special Air Service is formed.", "date" : "1941/06/28"}, {"title" : " WWII:  Empire of Japan calls up 1 million men for military service.", "date" : "1941/07/02"}, {"title" : " WWII:  Joseph Stalin, in his first address since the German invasion, calls upon the Soviet people to carry out a quotscorched earthquot policy of resistance to the bitter end.", "date" : "1941/07/03"}, {"title" : " The Holocaust: The Mass murder of Polish scientists and writers is committed by German troops in the captured Polish city of Lwów.", "date" : "1941/07/04"}, {"title" : " WWII: German troops reach the Dnieper River.", "date" : "1941/07/05"}, {"title" : "July 31: War is fought between Peru and Ecuador.", "date" : "1941/07/05"}, {"title" : "WWII: American forces take over the defense of Iceland from the British.", "date" : "1941/07/05"}, {"title" : "WWII: German troops take over Estonia from the Soviets.", "date" : "1941/07/05"}, {"title" : "The Holocaust: Jedwabne pogrom: Local ethnic Poles massacre at least 340 Jewish residents of Jedwabne in occupied Poland.", "date" : "1941/07/10"}, {"title" : " WWII: Montenegro starts the second popular uprising in Europe against the Axis Powers, the first being the so-called February strike against deportation of Jews in Amsterdam and surroundings on February 25, 1941.", "date" : "1941/07/13"}, {"title" : " WWII:  Vichy France signs armistice terms, ending all fighting in Syria and Lebanon.", "date" : "1941/07/14"}, {"title" : " Joe DiMaggio's 56 game hitting streak ends.", "date" : "1941/07/17"}, {"title" : "WWII: A BBC broadcast by ampquotColonel Brittonampquot calls on the people of occupied Europe to resist the Nazis under the slogan ampquotV for Victoryampquot.", "date" : "1941/07/17"}, {"title" : "The first episode ''The Midnight Snack'' in which Tom and Jerry are officially named, more than a year after their first production ''Puss Gets the Boot''", "date" : "1941/07/17"}, {"title" : " WWII Italian planes damege the destroyer HMS Fearless (H67) which has to be sunk by the British.", "date" : "1941/07/23"}, {"title" : " The Postal Code system is introduced in Germany.", "date" : "1941/07/25"}, {"title" : "WWII: In response to the Japanese occupation of French Indo-China, U.S. President Franklin D. Roosevelt orders the seizure of all Japanese assets in the United States.", "date" : "1941/07/25"}, {"title" : "WWII: General Douglas MacArthur is named commander of all U.S. forces in the Philippines the Philippines Army is ordered nationalized by President Roosevelt.", "date" : "1941/07/25"}, {"title" : " WWII ampndash The Holocaust: Under instructions from Adolf Hitler, Nazi official Hermann Göring orders S.S. General Reinhard Heydrich to quotsubmit to me as soon as possible a general plan of the administrative material and financial measures necessary for carrying out the desired Final Solution of the Jewish question.quot", "date" : "1941/07/31"}, {"title" : "August ampampndash Political Warfare Executive is formed in the United Kingdom.", "date" : "1941/07/31"}, {"title" : "The first Jeep is produced.", "date" : "1941/08/01"}, {"title" : " Six-year-old Elaine Esposito goes to an appendix operation in Florida and lapses into a coma. She dies in 1978, still in a coma.", "date" : "1941/08/06"}, {"title" : " The British destroyer HMS Severn (N57)sinks the Italien Marconi class submarine.", "date" : "1941/08/07"}, {"title" : " Franklin D. Roosevelt and Winston Churchill meet at Argentia, Newfoundland and Labrador. The Atlantic Charter is created as a result.", "date" : "1941/08/09"}, {"title" : " The HMS ''Mercury'', Royal Navy Signals School and Combined Signals School open at Leydene, near Petersfield, Hampshire, England.", "date" : "1941/08/16"}, {"title" : " Adolf Hitler orders a temporary halt to Nazi Germany's systematic euthanasia of the mentally ill and handicapped due to protests. However, graduates of the T-4 Euthanasia Program are then transferred to concentration camps, where they continue in their trade.", "date" : "1941/08/18"}, {"title" : " WWII ampndash France: The German Occupation Authority announces that anyone found either working for or aiding the Free French will be sentenced to death.", "date" : "1941/08/22"}, {"title" : " WWII: A Luftwaffe bomb hits an Estonian steamer with 3,500 Soviet-mobilized Estonian men on board, killing 598 of them.", "date" : "1941/08/24"}, {"title" : " WWII: Operation Countenance begins with United Kingdom and Soviet forces invading Iran.", "date" : "1941/08/25"}, {"title" : " WWII ampndash Pierre Laval is shot in an assassination attempt at Versailles, France.", "date" : "1941/08/27"}, {"title" : " WWII: The Soviets announce the destruction of the massive Dnieper River dam at Zaporozhye, to prevent its capture by the Germans.", "date" : "1941/08/28"}, {"title" : " ''The Great Gildersleeve'' debuts on ''NBC'' Radio.", "date" : "1941/08/31"}, {"title" : " Holocaust: The requirement to wear the Star of David with the word quotJewquot inscribed, is extended to all Jews over the age of 6 in German-occupied areas.", "date" : "1941/09/06"}, {"title" : " WWII ampndash The Siege of Leningrad begins: German forces begin a siege against the Soviet Union's second-largest city, Leningrad. Stalin orders the Volga Germans deported to Siberia.", "date" : "1941/09/08"}, {"title" : " WWII: Charles Lindbergh, at an America First Committee rally in Des Moines, Iowa, accuses quotthe British, the Jewish, and the Roosevelt administrationquot of leading the United States toward war. Widespread condemnation of Lindbergh follows.", "date" : "1941/09/11"}, {"title" : " WWII: The first snowfall is reported on the Russian front.", "date" : "1941/09/12"}, {"title" : " The Estonian Self-Administration, headed by Hjalmar Mäe, is appointed by the German military administration.", "date" : "1941/09/15"}, {"title" : " Shah Reza Pahlavi of Iran is forced to resign in favor of his son Mohammad Reza Pahlavi of Iran, under pressure from the United Kingdom and the Soviet Union.", "date" : "1941/09/16"}, {"title" : "he town of Reshetylivka in the Soviet Union is occupied by German forces.", "date" : "1941/09/22"}, {"title" : " The first Liberty Ship, the SS ''Patrick Henry'', is launched at Baltimore, Maryland.", "date" : "1941/09/27"}, {"title" : " WWII:  The Moscow Conference begins U.S. representative  Averill Harriman and British representative Lord Beaverbrook meet with Soviet foreign minister Molotov to arrange urgent assistance for Russia.", "date" : "1941/09/29"}, {"title" : "September 30 ampndash Holocaust: Babi Yar massacre ampndash German troops, assisted by Ukrainian police and local collaborators, killed 33,771 Jews of Kiev, Ukraine.", "date" : "1941/09/29"}, {"title" : "Holocaust: the Nazi German extermination camp Konzentrationslager Lublin (commonly known as ampquotMajdanekampquot) opens in occupied Poland on the outskirts of the town Lublin. Between October 1941 and July 1944 at least 200,000 people were killed in the camp.", "date" : "1941/09/29"}, {"title" : "New Zealand Division of the Royal Navy becomes the Royal New Zealand Navy", "date" : "1941/09/29"}, {"title" : " WWII: Operation Typhoon begins as Germany launches an all-out offensive against Moscow.", "date" : "1941/10/02"}, {"title" : " John Curtin becomes the 14th Prime Minister of Australia.", "date" : "1941/10/07"}, {"title" : " WWII: In their invasion of the Soviet Union, Germany reaches the Sea of Azov with the capture of Mariupol.", "date" : "1941/10/08"}, {"title" : "October 12 ampndash Fire destroys a Firestone Tire amp Rubber Co. plant in Fall River, Massachusetts, consuming 15,850 tons of rubber and causing a setback to the United States war effort.quotNo Sabotage Found in Firestone Blaze by FBI Men Making Probe.quot Fall River, Herald News, October 14, 1941, p.1 Apollonia,", "date" : "1941/10/11"}, {"title" : "  the sumbmarine HMS Torbay (N79) bombards the Libyan port of Apollonia.", "date" : "1941/10/15"}, {"title" : "Mid-October ampampndash First production P-38E Lightning fighter produced by Lockheed.", "date" : "1941/10/15"}, {"title" : " WWII: The Soviet Union government moves to Kuibyshev (modern Samara), but Joseph Stalin remains in Moscow.", "date" : "1941/10/16"}, {"title" : " WWII: The destroyer {{USS|Kearny|DD-432|6}} is torpedoed and damaged near Iceland, killing 11 sailors (the first American military casualties of the war).", "date" : "1941/10/17"}, {"title" : " General Hideki Tojo becomes the 40th Prime Minister of Japan.", "date" : "1941/10/18"}, {"title" : " WWII: The Germans rampage in Yugoslavia, killing thousands of civilians.", "date" : "1941/10/21"}, {"title" : " Walt Disney's animated film ''Dumbo'' is released.", "date" : "1941/10/23"}, {"title" : " Franz von Werra disappears during a flight over the North Sea.", "date" : "1941/10/24"}, {"title" : " WWII: Franklin Delano Roosevelt approves US$1 billion in Lend-Lease aid to the Soviet Union.", "date" : "1941/10/30"}, {"title" : "Last day of carving on Mount Rushmore.", "date" : "1941/10/30"}, {"title" : "WWII: The destroyer USS ''Reuben James'' is torpedoed by a German U-boat near Iceland, killing more than 100 United States Navy sailors.", "date" : "1941/10/30"}, {"title" : " WWII: Soviet leader Joseph Stalin addresses the Soviet Union for only the second time during his three-decade rule (the first time was earlier that year on July 2). He states that even though 350,000 troops have been killed in German attacks so far, that the Germans have lost 4.5 million soldiers (a gross exaggeration) and that Soviet victory is near.", "date" : "1941/11/06"}, {"title" : " In a speech at the Mansion House in London, Winston Churchill promises, quotshould the United States become involved in war with Japan, the British declaration will follow within the hour.quot", "date" : "1941/11/10"}, {"title" : " WWII: As Battle of Moscow begins, temperatures around Moscow drop to -12 °C, and the Soviet Union launches ski troops for the first time against the freezing German forces near the city.", "date" : "1941/11/12"}, {"title" : " WWII: The aircraft carrier HMS ''Ark Royal'' sinks after being torpedoed by ''U-81''.", "date" : "1941/11/14"}, {"title" : " WWII ampndash Attack on Pearl Harbor: Joseph Grew, the United States ambassador to Japan, cables to Washington a warning that Japan may strike suddenly and unexpectedly.", "date" : "1941/11/17"}, {"title" : " WWII: Operation Crusader in North Africa begins", "date" : "1941/11/18"}, {"title" : "WWII: Both commerce raiding ''hilfskreuzer Kormoran'' and Australian cruiser HMAS ''Sydney'' sink following a battle off the coast of Western Australia.  There are no survivors from the 645 Australian sailors aboard ''Sydney''.", "date" : "1941/11/19"}, {"title" : " The radio program ''King Biscuit Time'' is broadcast for the first time (it later becomes the longest running daily radio broadcast in history and the most famous live blues radio program).", "date" : "1941/11/21"}, {"title" : " WWII: HMS ''Devonshire'' sinks commerce raiding ''hilfskreuzer Atlantis'', ending the longest warship cruise of the war. (622 days without in-port replenishment or repair){{cite book | author=Muggenthaler, August Karl| title=German Raiders of WWII| publisher=Prentice-Hall| year=1977| ISBN=0-13-354027-8| page=114}}", "date" : "1941/11/22"}, {"title" : " WWII ampndash Attack on Pearl Harbor: A fleet of 6 aircraft carriers commanded by Japanese Vice Admiral Chuichi Nagumo leaves Hitokapu Bay for Pearl Harbor under strict radio silence", "date" : "1941/11/26"}, {"title" : "A group of young men stop traffic on U.S. Highway 99 south of Yreka, California, handing out fliers proclaiming the establishment of the State of Jefferson.", "date" : "1941/11/26"}, {"title" : "WWII: Germans reach their closest approach to Moscow. They are subsequently frozen by cold weather and attacks by the Soviets.", "date" : "1941/11/26"}, {"title" : " WWII:", "date" : "1941/12/01"}, {"title" : "Fiorello La Guardia, Mayor of New York City and Director of the Office of Civilian Defense, signs Administrative Order 9, creating the Civil Air Patrol under the authority of the United States Army Air Force.", "date" : "1941/12/01"}, {"title" : "A state of emergency is declared in Malaya and the Straits Settlements.", "date" : "1941/12/01"}, {"title" : " WWII ampndash Attack on Pearl Harbor: The code message quotClimb Mount Niitakaquot is transmitted to the Japanese task force, indicating that negotiations have broken down and that the attack is to be carried out according to plan.", "date" : "1941/12/02"}, {"title" : " The State of Jefferson is declared in Yreka, California, with judge John Childs as a governor.", "date" : "1941/12/04"}, {"title" : " WWII:", "date" : "1941/12/06"}, {"title" : "Soviet counterattacks begin against German troops encircling Moscow. The Wehrmacht is subsequently pushed back over 200 miles.", "date" : "1941/12/06"}, {"title" : "The United Kingdom declares war on Finland.", "date" : "1941/12/06"}, {"title" : "  WWII: HMS Perseus (N36)is sunk by a mine.", "date" : "1941/12/06"}, {"title" : "December 8, Japan standard time) ampndash WWII:", "date" : "1941/12/07"}, {"title" : "Attack on Pearl Harbor: The Imperial Japanese Navy launches a surprise attack on the United States fleet at Pearl Harbor, thus drawing the United States into World War II. The attack is announced on radio stations in the US at about 2:26 p.m. EST (19.26 GMT).", "date" : "1941/12/07"}, {"title" : "The Empire of Japan launches invasions in Hong Kong, Malaya, Manila, Singapore and the Philippines.", "date" : "1941/12/07"}, {"title" : "Canada declares war on Japan.", "date" : "1941/12/07"}, {"title" : "Tobruk's garrison is relieved.", "date" : "1941/12/07"}, {"title" : "WWII: The United States, United Kingdom, China and The Netherlands officially declare war on the Empire of Japan.", "date" : "1941/12/07"}, {"title" : "President of the United States Franklin D. Roosevelt's ampquotInfamyampquot Address to a Joint Session of Congress at 12:30 p.m. EST (17.30 GMT) and transmitted live over all four major national networks attracts the largest audience ever for an American radio broadcast, over 81% of homes.ampamp{{cite book|first=Robert J.|last=Brown|title=Manipulating the Ether: the Power of Broadcast Radio in Thirties America|pages=117–120|location=Jefferson, NC|publisher=McFarland ampamp Co|year=1998|isbn=0-7864-2066-9}}ampamp", "date" : "1941/12/07"}, {"title" : "Holocaust: the Nazi German extermination camp Chelmno opens in occupied Poland near a small village called Chełmno nad Nerem. Between December 1941-April 1943 and June 1944-January 1945 at least 153,000 people are killed in the camp.", "date" : "1941/12/07"}, {"title" : " WWII: The British battleship HMS ''Prince of Wales'' and battlecruiser HMS ''Repulse'' are sunk by Japanese aircraft in the South China Sea north of Singapore.", "date" : "1941/12/10"}, {"title" : " WWII: Germany and Italy declare war on the United States. The U.S. responds in kind.", "date" : "1941/12/11"}, {"title" : " WWII:", "date" : "1941/12/12"}, {"title" : "Hungary and Romania declare war on the United States.", "date" : "1941/12/12"}, {"title" : "British India declares war on the Empire of Japan.", "date" : "1941/12/12"}, {"title" : "The United States seizes the French ship {{SS|Normandie}}.", "date" : "1941/12/12"}, {"title" : "The Kimura Detachment of the Japanese Imperial forces is occupied in Legaspi, Albay in Eastern Philippines.", "date" : "1941/12/12"}, {"title" : " Sweden's low temperature record of -53°C is set in a village within the Vilhelmina Municipality.", "date" : "1941/12/13"}, {"title" : " WWII: Hitler becomes Supreme Commander-in-Chief of the German Army.", "date" : "1941/12/19"}, {"title" : " WWII: A second Japanese landing attempt on Wake Island is successful, and the American garrison surrenders after a full night and morning of fighting.", "date" : "1941/12/23"}, {"title" : " WWII:", "date" : "1941/12/24"}, {"title" : "British forces capture Benghazi.", "date" : "1941/12/24"}, {"title" : "Dutch submarine HNLMS K XVI is the first Allied ship to sink a Japanese warship, sinking the destroyer ''Sagiri'' near Sarawak K XVI is herself torpedoed the following day by Japanese submarine I 66.", "date" : "1941/12/24"}, {"title" : " WWII: The British and Canadians are defeated by the Japanese at Hong Kong.", "date" : "1941/12/25"}, {"title" : " WWII: Winston Churchill becomes the first British Prime Minister to address a joint session of the U.S. Congress.", "date" : "1941/12/26"}, {"title" : " WWII: British Commandos raid the Norwegian port of Vaagso, causing Hitler to reinforce the garrison and defenses, drawing vital troops away from other areas.", "date" : "1941/12/27"}, {"title" : " WWII: United States and Philippines troops fight the Battle of Bataan.", "date" : "1942/01/01"}, {"title" : " WWII: Manila is captured by Japanese forces. All defending soldiers in Manila are killed.", "date" : "1942/01/02"}, {"title" : " WWII: The siege of the Bataan Peninsula begins.", "date" : "1942/01/07"}, {"title" : " WWII: The last German air-raid on Liverpool destroys the home of William Patrick Hitler, Adolf Hitler's nephew. William Hitler is at this time in the United States where he later joins the navy to fight against his uncle.", "date" : "1942/01/10"}, {"title" : " WWII:", "date" : "1942/01/11"}, {"title" : "Dutch East Indies campaign: Japan declares war on the Netherlands and invades the Dutch East Indies.", "date" : "1942/01/11"}, {"title" : "Battle of Malaya: The Japanese capture Kuala Lumpur.", "date" : "1942/01/11"}, {"title" : "Sikorsky R-4 first flies, in the United States it will become the first mass-produced helicopter.", "date" : "1942/01/11"}, {"title" : "Heinkel test pilot Helmut Schenk becomes the first person to escape from a stricken aircraft with an ejection seat.", "date" : "1942/01/11"}, {"title" : " Actress Carole Lombard and her mother are among those killed in a plane crash near Las Vegas, Nevada, while returning from a tour to promote the sale of war bonds.", "date" : "1942/01/16"}, {"title" : " WWII:", "date" : "1942/01/19"}, {"title" : "Japanese forces invade Burma.", "date" : "1942/01/19"}, {"title" : "Establishment of United States VIII Bomber Command, later to become the Eighth Air Force, in Savannah, Georgia.", "date" : "1942/01/19"}, {"title" : " Holocaust: Nazis at the Wannsee conference in Berlin decide that the quotfinal solution to the Jewish problemquot is relocation, and later extermination.", "date" : "1942/01/20"}, {"title" : " WWII: Erwin Rommel launches his new offensive in Cyrenaica.", "date" : "1942/01/21"}, {"title" : " WWII: The Battle of Rabaul begins.", "date" : "1942/01/23"}, {"title" : " WWII: Thailand declares war on the United States and United Kingdom.", "date" : "1942/01/25"}, {"title" : " WWII: The first American forces arrive in Europe, landing in Northern Ireland.", "date" : "1942/01/26"}, {"title" : " WWII: Battle of Malaya: The last organized Allied forces leave British Malaya, ending the 54-day campaign.", "date" : "1942/01/31"}, {"title" : " WWII: President Franklin Delano Roosevelt signs an executive order directing the internment of Japanese Americans and the seizure of their property.", "date" : "1942/02/02"}, {"title" : " WWII: Rommel suspends his offensive in Cyrenaica.", "date" : "1942/02/03"}, {"title" : " Maritime Commission fleet operations transferred to War Shipping Administration (lasting until September 1, 1946).", "date" : "1942/02/07"}, {"title" : "António Óscar Carmona is elected president of Portugal.", "date" : "1942/02/07"}, {"title" : "WWII: Top United States military leaders hold their first formal meeting to discuss American military strategy in the war.", "date" : "1942/02/07"}, {"title" : "Daylight saving time goes into effect in the United States.", "date" : "1942/02/07"}, {"title" : "Post of Chief of the Air Force Staff created.", "date" : "1942/02/07"}, {"title" : "The ocean liner {{SS|Normandie}} catches fire while being converted into the troopship USS ''Lafayette'' (AP-53) for WWII.", "date" : "1942/02/07"}, {"title" : " In the early hours of the morning the {{SS|Normandie}} capsizes at pier 88 in New York City.", "date" : "1942/02/10"}, {"title" : " Operation Cerberus A flotilla of Kriegsmarine ships dash from Brest through the English Channel to northern ports the British fail to sink any one of them.", "date" : "1942/02/11"}, {"title" : " WWII: Singapore surrenders to Japanese forces.", "date" : "1942/02/15"}, {"title" : " WWII:", "date" : "1942/02/19"}, {"title" : "Japanese warplanes attack Darwin, Australia.", "date" : "1942/02/19"}, {"title" : "President Franklin D. Roosevelt signs executive order 9066 allowing the United States military to define areas as exclusionary zones. These zones affect the Japanese on the West Coast, and Germans and Italians primarily on the East Coast.", "date" : "1942/02/19"}, {"title" : "23 ampndash  the  Battle of Sittang Bridge British forces retreat to the Sittang River.", "date" : "1942/02/19"}, {"title" : " Lieutenant Edward O'Hare becomes America's first U.S. Navy WWII flying ace.", "date" : "1942/02/20"}, {"title" : " General George Marshall transmits a direct order to General Douglass MacArthur in President Roosevelt's name,  ordering MacArthur himself to turn over command of the Philippines to a subordinate and report to Australia to assume command of the large American force being built up there. The orders are worded to allow MacArthur to choose the exact moment of his departure for various reasons, he will not leave until March 12 (Eastern Date).", "date" : "1942/02/22"}, {"title" : " Propaganda: The ''Voice of America'' begins broadcasting.", "date" : "1942/02/24"}, {"title" : " The Princess Elizabeth registers for war service.", "date" : "1942/02/25"}, {"title" : " Battle of Los Angeles: Over 1,400 AA shells are fired at an unidentified, slow-moving object in the skies over Los Angeles. The appearance of the object triggers an immediate wartime blackout over most of Southern California, with thousands of air raid wardens being deployed throughout the city. In total there are 6 deaths. Despite the several hour barrage no planes are downed.", "date" : "1942/02/25"}, {"title" : "The worst coal dust explosion to date, in Honkeiko, China, claims 1,549 lives.", "date" : "1942/02/25"}, {"title" : "The 14th Academy Awards ceremony is held in Los Angeles How Green Was My Valley wins Best Picture.", "date" : "1942/02/25"}, {"title" : " WWII ampndash Battle of the Java Sea: An allied (ABDA) task force of 14 vessels under Dutch command, trying to stem a  Japanese invasion of the Dutch East Indies, is defeated by a 19 vessel Japanese task force in the Java Sea 2.300 sailors die, including the commander, admiral Karel Doorman Japanese attain naval hegemony in East-Asia", "date" : "1942/02/27"}, {"title" : "March ampampndash Construction begins on the Badger Army Ammunition Plant (the largest in the United States during WWII).", "date" : "1942/02/27"}, {"title" : " WWII: Executive order 9082 (February 28, 1942) reorganizes the United States Army into three major commands: Army Ground Forces, Army Air Forces, and Services of Supply, later redesignated Army Service Forces.", "date" : "1942/03/09"}, {"title" : "March 12 ampampndash WWII: General General Douglas MacArthur, his family, and key members of his staff are evacuated by PT boat, under cover of darkness, from Corregidor in the Philippines. Command of US forces in the Philippines passes to Major General Jonathan M. Wainwright.", "date" : "1942/03/09"}, {"title" : " WWII: New Zealand and Australia declared war on Thailand.", "date" : "1942/03/16"}, {"title" : " Holocaust: the Nazi German extermination camp Bełżec opens in occupied Poland about 1ampnbspkm south of the local railroad station of Bełżec in the Lublin district of the General Government. Between March and December 1942, at least 434,508 people are killed there.", "date" : "1942/03/17"}, {"title" : " President Roosevelt signs Executive Order 9102, creating the War Relocation Authority (WRA), which becomes responsible for the internment of Americans of Japanese and, to a lesser extent, German and Italian descent, many of them legal citizens.", "date" : "1942/03/18"}, {"title" : "WWII: The Germans burned down the Ukrainian village of Yelino (Koriukivka Raion), killing 296 civilians.", "date" : "1942/03/23"}, {"title" : " WWII: Operation Chariot - British Commandos raid St. Nazaire on the coast of Western France.", "date" : "1942/03/28"}, {"title" : "April ampampndash Holocaust: the Nazi German extermination camp Sobibor opens in occupied Poland on the outskirts of the town of Sobibór. Between April 1942 and October 1943, at least 160,000 people are killed in the camp.", "date" : "1942/03/28"}, {"title" : " WWII: Japanese forces begin an all-out assault on the United States and Filipino troops on the Bataan Peninsula.", "date" : "1942/04/03"}, {"title" : " WWII: the Japanese Navy attacks Colombo in Ceylon (Sri Lanka). Royal Navy Cruisers {{HMS|Cornwall|56}} and {{HMS|Dorsetshire|40}} are sunk southwest of the island.", "date" : "1942/04/05"}, {"title" : " WWII:", "date" : "1942/04/09"}, {"title" : "The Bataan Peninsula falls and the Bataan Death March begins.", "date" : "1942/04/09"}, {"title" : "The Japanese Navy launches an air raid on Trincomalee in Ceylon (Sri Lanka) the Royal Navy aircraft carrier {{HMS|Hermes|95}} and Royal Australian Navy destroyer {{HMAS|Vampire|D68}} are sunk off the country's East Coast.", "date" : "1942/04/09"}, {"title" : " The United States Federal Communications Commission's minimum programming time required of TV stations is cut from 15 hours to 4 hours a week during the war.", "date" : "1942/04/13"}, {"title" : " WWII: The submarine {{HMS|Upholder|P37}} is sunk.", "date" : "1942/04/14"}, {"title" : " WWII: The German submarine U-85 (1941) is sunk by {{USS|Roper|DD-147}}.", "date" : "1942/04/14"}, {"title" : " WWII: King George VI awards the George Cross to Malta to mark the Siege of Malta, saying, quotTo honour her brave people I award the George Cross to the Island Fortress of Malta, to bear witness to a heroism and a devotion that will long be famous in history (from January 1 to July 24, there is only one 24-hour period during which no bombs fall on this tiny island).quot", "date" : "1942/04/15"}, {"title" : "  WWII: Henri Giraud the French commander captured in 1940, escapes from  Königstein Fortress.", "date" : "1942/04/17"}, {"title" : " WWII: Tokyo, Japan, is attacked by the Doolittle Raid, a small force of B-25 Mitchell bomber aircraft commanded by then-Lieutenant Colonel James Doolittle.", "date" : "1942/04/18"}, {"title" : " William Temple enthroned as Archbishop of Canterbury.", "date" : "1942/04/23"}, {"title" : " WWII: The Reichstag meets for the last time, dissolving itself and proclaiming Adolf Hitler the quotSupreme Judge of the German Peoplequot, granting him the power of life and death over every German citizen.", "date" : "1942/04/26"}, {"title" : " WWII: A national plebiscite is held in Canada on the issue of conscription.", "date" : "1942/04/27"}, {"title" : " The Jewish Star of David is required wearing for all Jews in the Netherlands and Belgium. Other Jews in Nazi countries have been wearing it for longer.", "date" : "1942/04/27"}, {"title" : " WWII: An explosion at a chemical factory in Tessenderlo, Belgium leaves 200 dead and 1,000 injured.", "date" : "1942/04/29"}, {"title" : "May ampampndash Operation Pluto: The plan to construct oil pipelines under the English Channel between England and France is tested in the River Medway.", "date" : "1942/04/29"}, {"title" : " WWII ampndash Operation Ironclad: United Kingdom forces invade the French colony of Madagascar.", "date" : "1942/05/05"}, {"title" : " WWII: The Battle of the Coral Sea (first battle in naval history where 2 enemy fleets fight without seeing each other's fleets) ends in an Allied victory.", "date" : "1942/05/08"}, {"title" : "May 9 ampndash WWII: At night, gunners of the Ceylon Garrison Artillery on Horsburgh Island in the Cocos Islands rebel. Their mutiny is crushed and 3 of them executed (the only British Commonwealth soldiers to be executed for mutiny during the Second World War).", "date" : "1942/05/08"}, {"title" : " WWII ampndash Second Battle of Kharkov: In the eastern Ukraine, the Soviet Army initiates a major offensive. During the battle the Soviets capture the city of Kharkov from the German Army, only to be encircled and destroyed.", "date" : "1942/05/12"}, {"title" : " WWII The Japanese minelayer Okinoshima is sunk by the American submarine USS S-42 (SS-153).", "date" : "1942/05/12"}, {"title" : " Aaron Copland's ''Lincoln Portrait'' is performed for the first time by the Cincinnati Symphony Orchestra.", "date" : "1942/05/14"}, {"title" : " WWII: In the United States, a bill creating the Women's Auxiliary Army Corps (WAAC) is signed into law.", "date" : "1942/05/15"}, {"title" : " The first African-American seamen are taken into the United States Navy.", "date" : "1942/05/20"}, {"title" : " WWII: Mexico declares war against Nazi Germany after the sinking of the Mexican tanker ''Faja de Oro'' by the German U-boat, U-160, off Key West.", "date" : "1942/05/21"}, {"title" : " WWII ampndash Battle of Bir Hakeim: The Free French and British troops slow the German advance in North Africa.", "date" : "1942/05/26"}, {"title" : " WWII Anglo-Soviet Treaty of 1942 to help establish military and political alliance between the USSR and the British Empire  is signed in London by foreign Secretary Anthony Eden and by Soviet foreign minister Vyacheslav Molotov.", "date" : "1942/05/26"}, {"title" : " WWII ampndash Operation Anthropoid: Czech paratroopers attempt to assassinate Reinhard Heydrich in Prague.", "date" : "1942/05/27"}, {"title" : "June 1 ampndash WWII: Attack on Sydney Harbour: Japanese submarines infiltrate Sydney Harbour in an attempt to attack Allied warships.", "date" : "1942/05/31"}, {"title" : "WWII: Mexico declares war on Germany, Italy and Japan.", "date" : "1942/05/31"}, {"title" : "The Grand Coulee Dam is finished on the Columbia River.", "date" : "1942/05/31"}, {"title" : " WWII: Reinhard Heydrich succumbs to wounds sustained on May 27 from Czechoslovakian paratroopers acting in Operation Anthropoid.", "date" : "1942/06/04"}, {"title" : "June 7 ampndash WWII: The Battle of Midway: The Japanese naval advance in the Pacific is halted.", "date" : "1942/06/04"}, {"title" : " The United States declares war on Bulgaria, Hungary amp Romania.", "date" : "1942/06/05"}, {"title" : " WWII: Japanese forces invade the Aleutian Islands (the first invasion of American soil in 128 years).", "date" : "1942/06/07"}, {"title" : " WWII: Attack on Sydney Harbour: The Australian cities of Sydney and Newcastle are shelled by Japanese submarines. The eastern suburbs of both cities are damaged and the east coast is blacked out.", "date" : "1942/06/08"}, {"title" : " WWII:", "date" : "1942/06/09"}, {"title" : "Nazis burn the Czech village of Lidice in reprisal for the killing of Reinhard Heydrich.", "date" : "1942/06/09"}, {"title" : "(12:30 a.m.) ampampndash B-17 Flying Fortress air crash near Auckland.", "date" : "1942/06/09"}, {"title" : " WWII: The Gestapo massacres 173 male residents of Lidice, Czechoslovakia in retaliation for the killing of Reinhard Heydrich.", "date" : "1942/06/10"}, {"title" : " Holocaust: On her 13th birthday, Anne Frank makes the first entry in her new diary.", "date" : "1942/06/12"}, {"title" : " WWII: The United States opens its Office of War Information, a propaganda center.", "date" : "1942/06/13"}, {"title" : " WWII: The German Eleventh Army under Erich von Manstein takes Sevastopol, although fighting rages until July 9.", "date" : "1942/06/29"}, {"title" : "July 27 ampndash WWII: The First Battle of El Alamein.", "date" : "1942/07/01"}, {"title" : " WWII: Guadalcanal, occupied only by aborigines falls to the Japanese Naval construction force deployed to construct an air field on the island.", "date" : "1942/07/03"}, {"title" : " WWII in the European Theater of Operations:", "date" : "1942/07/04"}, {"title" : "Twenty-four ships are sunk by German bombers and submarines after Convoy PQ 17 to the Soviet Union is scattered in the Arctic Ocean to evade the German battleship Tirpitz.", "date" : "1942/07/04"}, {"title" : " Holocaust: Anne Frank's family goes into hiding in an attic above her father's office in an Amsterdam warehouse.", "date" : "1942/07/06"}, {"title" : " Turkish prime minister Refik Saydam died while working in office. For one day he is succeeded by Ahmet Fikri Tüzer", "date" : "1942/07/08"}, {"title" : " Şükrü Saracoğlu forms the new (13th) government in Turkey.", "date" : "1942/07/09"}, {"title" : " WWII: German U-Boats sink 3 more merchant ships in the Gulf of St. Lawrence.", "date" : "1942/07/13"}, {"title" : " WWII: Germany introduces the Ostvolk Medal for Soviet personnel in the Wehrmacht.", "date" : "1942/07/14"}, {"title" : "Holocaust: By order of the Vichy France government headed by Pierre Laval, French police officers round-up 13,000–20,000 Jews and imprison them in the Winter Velodrome.", "date" : "1942/07/14"}, {"title" : "Georges Bégué and others escape from the Mauzac prison camp.", "date" : "1942/07/14"}, {"title" : " WWII: The Germans test fly the Messerschmitt Me 262 (using only its jets) for the first time.", "date" : "1942/07/18"}, {"title" : " WWII: Battle of the Atlantic: German Grand Admiral Karl Dönitz orders the last U-boats to withdraw from their United States Atlantic coast positions, in response to an effective American convoy system.", "date" : "1942/07/19"}, {"title" : " The Japanese establish a beachhead on the north coast of New Guinea in the Buna-Gona area a small Australian force begins a rearguard action on the Kokoda Track Campaign.", "date" : "1942/07/21"}, {"title" : " Holocaust: The systematic deportation of Jews from the Warsaw Ghetto begins.", "date" : "1942/07/22"}, {"title" : " The Presidium of the Supreme Soviet of the USSR institutes the Order of Suvorov, the Order of Kutuzov, and reinstates the Order of Alexander Nevsky.", "date" : "1942/07/29"}, {"title" : " Women Accepted for Volunteer Emergency Service (WAVES).", "date" : "1942/07/30"}, {"title" : " The Oxford Committee for Famine Relief (OXFAM) is founded.", "date" : "1942/07/31"}, {"title" : " WWII: Battle of Guadalcanal begins ampndash The U.S. Navy and the U.S. Marine Corps begin the first American offensive of the war with an amphibious landing on the island of Guadalcanal in the Solomon Islands.", "date" : "1942/08/07"}, {"title" : " Walt Disney's animated film ''Bambi'' premieres in the United Kingdom.", "date" : "1942/08/08"}, {"title" : "Indian leader, Mohandas Gandhi is arrested in Bombay by British forces.", "date" : "1942/08/08"}, {"title" : "''Start'', led by the goalkeeper Nikolai Trusevich, play football against the German Luftwaffe team Flakelf in Nazi-occupied Kiev. Against all odds, they win 5–3. Eight of them are later arrested and tortured, and at least four are killed.", "date" : "1942/08/08"}, {"title" : "WWII: In Washington, DC, six Germans would-be saboteurs are executed. (Two others are cooperative and receive sentences of life imprisonment instead one is spared because of his relatively young age. Those imprisoned are freed a few years after the end of the war.)", "date" : "1942/08/08"}, {"title" : "Quit India resolution is passed by the Bombay session of the All India Congress Committee (AICC), which led to the start of a historical civil disobedience movement across India.", "date" : "1942/08/08"}, {"title" : "Walt Disney's fifth animated film, Bambi, is released in the United States.", "date" : "1942/08/08"}, {"title" : "'night'' ampndash In London, instruments detect a massive burst of cosmic rays.", "date" : "1942/08/14"}, {"title" : " WWII: The American tanker SS ''Ohio'' reaches Malta as part of the convoy of ''Operation Pedestal''.", "date" : "1942/08/15"}, {"title" : "Polish-Jewish teacher Janusz Korczak follows a group of Jewish children into the Treblinka death camp.", "date" : "1942/08/15"}, {"title" : "The U.S. Navy blimp ''L-8'' (Flight 101) comes ashore near San Francisco, eventually coming down in Daly City (the crew is missing).", "date" : "1942/08/15"}, {"title" : " WWII: First raid by heavy bombers of U.S. Eighth Air Force against occupied France.", "date" : "1942/08/17"}, {"title" : " WWII: Dieppe Raid: Allied forces raid Dieppe, France.", "date" : "1942/08/19"}, {"title" : " WWII: Brazil declares war on Germany and Italy.", "date" : "1942/08/22"}, {"title" : " WWII: German troops reach the suburbs of Stalingrad.", "date" : "1942/08/23"}, {"title" : "WWII: Japanese marines land at Milne Bay.", "date" : "1942/08/23"}, {"title" : "Prince George, Duke of Kent, brother to King George VI and King Edward VIII, dies in a flying accident over Morven in Scotland at the age of 39.", "date" : "1942/08/23"}, {"title" : " Luxembourg is formally annexed to the German Reich.", "date" : "1942/08/30"}, {"title" : " A general strike is launched in Luxembourg to protest against forced conscription.", "date" : "1942/08/31"}, {"title" : "September 5 ampndash WWII: Battle of Alam Halfa.", "date" : "1942/08/31"}, {"title" : " WWII: A German attempt to liquidate the Jewish ghetto in Lakhva leads to an uprising.", "date" : "1942/09/03"}, {"title" : " WWII: Battle of Milne Bay: Japanese forces suffer their first defeat on land.", "date" : "1942/09/05"}, {"title" : " WWII: A Japanese floatplane drops incendiary devices at Mount Emily, near Brookings, Oregon, in the first of two quotLookout Air Raidsquot, the first bombing of the continental United States.", "date" : "1942/09/09"}, {"title" : " Women's Auxiliary Ferrying Squadron (WAFS) begins operation.", "date" : "1942/09/10"}, {"title" : " The RMS ''Laconia'', carrying civilians, Allied soldiers and Italian POWs, is torpedoed off the coast of West Africa and sinks.", "date" : "1942/09/12"}, {"title" : " Women's Flying Training Detachment (WFTD).", "date" : "1942/09/15"}, {"title" : " Andrée Borrel and Lise de Baissac become the first female SOE agents to be parachuted into occupied France.", "date" : "1942/09/24"}, {"title" : "WWII: Both commerce raiding ''hilfskreuzer Stier'' and Liberty ship ''Stephen Hopkins'' sink following a gun battle in the South Atlantic. ''Stier'' is the only commerce raider to be sunk by Defensively Equipped Merchant Ships.", "date" : "1942/09/27"}, {"title" : " The British cruiser ''Curaçao'' collides with the liner ''Queen Mary'' off the coast of Donegal and sinks 338 drown.", "date" : "1942/10/02"}, {"title" : " The first A-4 rocket is successfully launched from Test Stand VII at Peenemünde, Germany. The rocket flies 147 kilometres wide and reaches a height of 84.5 kilometres, becoming the first man-made object to reach space.", "date" : "1942/10/03"}, {"title" : " The Statute of Westminster Adoption Act formalizes Australian autonomy.", "date" : "1942/10/09"}, {"title" : " WWII ampndash Battle of Cape Esperance: On the northwest coast of Guadalcanal, United States Navy ships intercept and defeat a Japanese fleet on their way to reinforce troops on the island.", "date" : "1942/10/11"}, {"title" : " A German U-boat sinks the ferry ''SS Caribou'', killing 137.", "date" : "1942/10/14"}, {"title" : " A hurricane and flood in Bombay kill 40,000.", "date" : "1942/10/16"}, {"title" : " Award-winning composer and Hollywood songwriter Ralph Rainger (''quotThanks for the Memoryquot'') is among 12 people killed in the mid-air collision between an American Airlines DC-3 airliner and a U.S. Army bomber near Palm Springs, California.", "date" : "1942/10/23"}, {"title" : "November 4 ampndash WWII: Second Battle of El Alamein: British troops go on the offensive against the Axis forces.", "date" : "1942/10/23"}, {"title" : " WWII: Battle of the Santa Cruz Islands: Two Japanese aircraft carriers are heavily damaged and one U.S.N. carrier is sunk.", "date" : "1942/10/26"}, {"title" : " The Alaska Highway is completed.", "date" : "1942/10/28"}, {"title" : " Holocaust: In the United Kingdom, leading clergymen and political figures hold a public meeting to register outrage over Nazi Germany's persecution of Jews.", "date" : "1942/10/29"}, {"title" : " A USAF squadron, including B-24 Liberators, intercepts many Luftwaffe patrols off the coast of Oran, Algeria.", "date" : "1942/11/02"}, {"title" : " WWII: Second Battle of El Alamein: German forces under Erwin Rommel are forced to retreat during the night.", "date" : "1942/11/03"}, {"title" : " WWII:", "date" : "1942/11/08"}, {"title" : "Operation Torch: United States and United Kingdom forces land in French North Africa.", "date" : "1942/11/08"}, {"title" : "French Resistance Coup in Algiers: 400 French civil resistants neutralize the Vichyist XIXth Army Corps and the Vichyist generals (Juin, Darlan, etc.), so allowing the immediate success of Operation Torch in Algiers, and ultimately the whole of French North Africa.", "date" : "1942/11/08"}, {"title" : " WWII: U.S serviceman Edward Leonski is hanged at Melbourne's Pentridge Prison for the quotBrown-Outquot murders of 3 women in May.", "date" : "1942/11/09"}, {"title" : " WWII: In violation of a 1940 armistice, Germany invades Vichy France, following French Admiral François Darlan's agreement to an armistice with the Allies in North Africa.", "date" : "1942/11/10"}, {"title" : " WWII: Battle of Guadalcanal: A naval battle near Guadalcanal starts between Japanese and American forces.", "date" : "1942/11/12"}, {"title" : " WWII:", "date" : "1942/11/13"}, {"title" : "Battle of Guadalcanal: Aviators from the USS ''Enterprise'' sink the Japanese battleship Hiei.", "date" : "1942/11/13"}, {"title" : "British forces capture Tobruk.", "date" : "1942/11/13"}, {"title" : " WWII:", "date" : "1942/11/15"}, {"title" : "The Naval Battle of Guadalcanal ends: Although the United States Navy suffers heavy losses, it retains control of Guadalcanal.", "date" : "1942/11/15"}, {"title" : "A BOAC scheduled passenger flight, a DC-3 with registration G-AGBB, (formerly KLM PH-ALI, Ibis), enroute between Lisbon and Bristol, is attacked over the Bay of Biscay by German fighters. Although damaged, it escapes and lands in England. Other attacks follow on the same aircraft and scheduled route: April 19 and June 1, 1943 (fatal).", "date" : "1942/11/15"}, {"title" : "British forces capture Derna.", "date" : "1942/11/15"}, {"title" : " WWII: Battle of Stalingrad: Soviet Union forces under General Georgy Zhukov launch the Operation Uranus counter-attacks at Stalingrad, turning the tide of the battle in the USSR's favor.", "date" : "1942/11/19"}, {"title" : " WWII: British forces capture Benghazi.", "date" : "1942/11/20"}, {"title" : " The completion of the Alaska Highway (also known as the Alcan Highway) is celebrated (however, the quothighwayquot is not usable by general vehicles until 1943).", "date" : "1942/11/21"}, {"title" : " WWII: Battle of Stalingrad: The situation for the German attackers of Stalingrad seems desperate during the Soviet counter-attack Operation Uranus, and General Friedrich Paulus sends Adolf Hitler a telegram saying that the German Sixth Army is surrounded.", "date" : "1942/11/22"}, {"title" : " WWII: A German U-boat sinks the SS ''Ben Lomond'' off the coast of Brazil. One crewman, Chinese second steward Poon Lim, is separated from the others and spends 130 days adrift until he is rescued on April 3, 1943.", "date" : "1942/11/23"}, {"title" : "26 ampndash WWII: Operation Harling: A British SOE team, together with Greek Resistance fighters, blows up the Gorgopotamos viaduct in the first major sabotage act in occupied continental Europe.", "date" : "1942/11/25"}, {"title" : " The movie ''Casablanca'' premières at the Hollywood Theater in New York City.", "date" : "1942/11/26"}, {"title" : " WWII: At Toulon, the French navy scuttles its ships and submarines to keep them out of Nazi hands.", "date" : "1942/11/27"}, {"title" : "Cocoanut Grove fire: A fire in the Cocoanut Grove night club in Boston, Massachusetts, kills 491.", "date" : "1942/11/27"}, {"title" : "The large-scale German ampquotpacificationampquot of the Zamojszczyzna region of Poland begins.", "date" : "1942/11/27"}, {"title" : " Gasoline rationing begins in the United States.", "date" : "1942/12/01"}, {"title" : " Manhattan Project: Below the bleachers of Stagg Field at the University of Chicago, a team led by Enrico Fermi initiates the first self-sustaining nuclear chain reaction (a coded message, quotThe Italian navigator has landed in the new worldquot is then sent to U.S. President Franklin D. Roosevelt).", "date" : "1942/12/02"}, {"title" : "Holocaust: In Warsaw, 2 women, Zofia Kossak and Wanda Filipowicz, risk their lives by setting up the Council for the Assistance of the Jews.", "date" : "1942/12/02"}, {"title" : "WWII: USAAF bombers make their first raid on Italy.", "date" : "1942/12/02"}, {"title" : " WWII: British commandos conduct Operation Frankton, a raid on shipping in Bordeaux harbour.", "date" : "1942/12/07"}, {"title" : " The Allies issue the Joint Declaration by Members of the United Nations, the first time they publicly acknowledge the Holocaust.", "date" : "1942/12/17"}, {"title" : "An avalanche in Aliquippa, Pennsylvania kills 26, including Vulcan Crucible Steel Co heir-apparent Samuel A. Stafford Sr., when two 100 ton boulders fall on a bus filled with wartime steel workers on their way home.", "date" : "1942/12/17"}, {"title" : "An airplane carrying prominent Ustashe general Jure Francetić crashes. Francetić dies as result of the injuries on December 27.", "date" : "1942/12/17"}, {"title" : " French Admiral Darlan, the former Vichy leader who had switched over to the Allies following the Torch landings, is assassinated in Algiers.", "date" : "1942/12/24"}, {"title" : " The Union of Pioneers of Yugoslavia is founded.", "date" : "1942/12/27"}, {"title" : " Culbert Olson, 29th Governor of California, is succeeded by Earl Warren.", "date" : "1943/01/04"}, {"title" : "The United States and United Kingdom give up territorial rights in China.", "date" : "1943/01/04"}, {"title" : " Dutch journalist and writer Jan Campert dies in the Neuengamme concentration camp.", "date" : "1943/01/12"}, {"title" : "WWII: The Japanese are driven off Guadalcanal.", "date" : "1943/01/13"}, {"title" : "The world's largest office building, The Pentagon, is dedicated in Arlington, Virginia.", "date" : "1943/01/13"}, {"title" : " Iraq declares war on the Axis", "date" : "1943/01/16"}, {"title" : "WWII: Soviet officials announce they have broken the Wehrmacht's siege of Leningrad.", "date" : "1943/01/16"}, {"title" : "The Warsaw Ghetto Uprising begins.", "date" : "1943/01/16"}, {"title" : "WWII: British forces capture Tripoli from the Italians.", "date" : "1943/01/16"}, {"title" : "Duke Ellington plays at New York City's Carnegie Hall for the first time.", "date" : "1943/01/16"}, {"title" : "Critic and commentator Alexander Woollcott suffers an eventually fatal heart attack during a regular broadcast of the CBS Radio roundtable program ampquotPeople's Platformampquot.", "date" : "1943/01/16"}, {"title" : " WWII: 50 bombers mount the first all American air raid against Germany (Wilhelmshaven is the target).", "date" : "1943/01/27"}, {"title" : "German police arrest alleged necrophiliac Bruno Ludke.", "date" : "1943/01/27"}, {"title" : "Marine Corps Women's Reserve (MCWR) created.", "date" : "1943/01/27"}, {"title" : " WWII: In Russia, the Battle of Stalingrad comes to an end with the surrender of the German 6th Army.", "date" : "1943/02/02"}, {"title" : " WWII: The Four Chaplains of the U.S. Army are drowned, when their ship (USAT Dorchester) is struck by a German torpedo.", "date" : "1943/02/03"}, {"title" : " WWII: In the United States, it is announced that shoe rationing will go into effect in 2 days.", "date" : "1943/02/07"}, {"title" : " WWII ampndash Battle of Guadalcanal: United States forces defeat Japanese troops.", "date" : "1943/02/08"}, {"title" : " March 3 ampndash Mohandas Gandhi keeps a hunger strike to protest his imprisonment.", "date" : "1943/02/10"}, {"title" : " General Eisenhower is selected to command the Allied armies in Europe.", "date" : "1943/02/11"}, {"title" : " WWII:", "date" : "1943/02/14"}, {"title" : "Rostov-na-Donu, Russia is liberated.", "date" : "1943/02/14"}, {"title" : "Battle of the Kasserine Pass: German General Erwin Rommel and his Afrika Korps launch an offensive against Allied defenses in Tunisia it is the United States' first major battle defeat of the war.", "date" : "1943/02/14"}, {"title" : " WWII: The Soviet Union reconquers Kharkov, but is later driven out in the Third Battle of Kharkov", "date" : "1943/02/16"}, {"title" : "In a speech at the Berlin Sportpalast, German Propaganda Minister Joseph Goebbels declare a ampquotTotal Warampquot against the Allies.", "date" : "1943/02/16"}, {"title" : "The Nazis arrest the members of the White Rose movement.", "date" : "1943/02/16"}, {"title" : "American movie studio executives agree to allow the Office of War Information to censor movies.", "date" : "1943/02/16"}, {"title" : "The Mexican volcano Parícutin is born in a farmer's cornfield.", "date" : "1943/02/16"}, {"title" : " Members of White Rose are executed in Nazi Germany.", "date" : "1943/02/22"}, {"title" : " A fire at St. Joseph's Orphanage, County Cavan, Ireland, kills 36 people (35 of whom are children).", "date" : "1943/02/23"}, {"title" : " The Smith Mine #3 in Bearcreek, Montana, United States explodes, killing 74 men.", "date" : "1943/02/27"}, {"title" : " Operation Gunnerside: 6 Norwegians led by Joachim Ronneberg successfully attack the heavy water plant Vemork.", "date" : "1943/02/28"}, {"title" : " Heinz Guderian becomes the Inspector-General of the Armoured Troops for the German Army.", "date" : "1943/03/01"}, {"title" : "March 1–2 ampampndash WWII: Koriukivka massacre takes place in Ukraine.", "date" : "1943/03/01"}, {"title" : " WWII: Battle of the Bismarck Sea ampndash United States and Australian forces sink Japanese convoy ships.", "date" : "1943/03/02"}, {"title" : " 173 people are killed in a crush while trying to enter an air-raid shelter at Bethnal Green tube station in London.", "date" : "1943/03/03"}, {"title" : " The 15th Academy Awards ceremony is held in Los Angeles.", "date" : "1943/03/04"}, {"title" : " WWII: American forces are attacked by Japanese troops on Hill 700 in Bougainville, in a battle that will last 5 days.", "date" : "1943/03/08"}, {"title" : " Şükrü Saracoğlu forms the new government of Turkey. (14th government Şükrü Saracoğlu had served twice as a prime minister)", "date" : "1943/03/09"}, {"title" : " Banco Bradesco was founded by Amador Aguiar in Marília, São Paulo, Brazil.", "date" : "1943/03/10"}, {"title" : "WWII: On Bougainville, Japanese troops end their assault on American forces at Hill 700.", "date" : "1943/03/10"}, {"title" : "Holocaust: German forces liquidate the Jewish ghetto in Kraków.", "date" : "1943/03/10"}, {"title" : " WWII: British submarine HMS ''Thunderbolt'' sunk off Sicily by an Italian corvette, the second time this vessel has been lost with all hands.", "date" : "1943/03/14"}, {"title" : " The Italian submarine Leonardo da Vinci sinks the Candandian pacific liner RMS Empress of Canada (1922) off Sierre Leone.", "date" : "1943/03/15"}, {"title" : "March 19 ampndash  WWII: 22 ships from Convoys HX 229/SC 122 and one U-boat are sunk in the largest North Atlantic U-boat quotwolfpackquot attack of the war.", "date" : "1943/03/16"}, {"title" : " Éamon de Valera makes the speech quotThe Ireland That We Dreamed Ofquot, commonly called the quotcomely maidensquot speech.", "date" : "1943/03/17"}, {"title" : " WWII: The entire population of Khatyn in Belarus is burnt alive by the German occupation forces.", "date" : "1943/03/22"}, {"title" : " The drugs Vicodin and Lortab are first produced in Germany.", "date" : "1943/03/23"}, {"title" : " WWII ampndash Battle of the Komandorski Islands: In the Aleutian Islands, the battle begins when United States Navy forces intercept Japanese troops attempting to reinforce a garrison at Kiska.", "date" : "1943/03/26"}, {"title" : " WWII ampndash Escort carrier ''Dasher'' was destroyed by an accidental explosion in the Firth of Clyde, killing 379 of the crew of 528.", "date" : "1943/03/27"}, {"title" : " In Italy a ship full of weapons and ammunition explodes in the port of Naples, killing 600.", "date" : "1943/03/28"}, {"title" : " Rodgers and Hammerstein's ''Oklahoma!'' opens on Broadway, heralds a new era in quotintegratedquot stage musicals, becomes an instantaneous stage classic, and goes on to be Broadway's longest-running musical up to that time (1948).", "date" : "1943/03/31"}, {"title" : " Shipwrecked steward Poon Lim is rescued by Brazilian fishermen after being adrift for 130 days.", "date" : "1943/04/03"}, {"title" : " WWII: Radio Berlin announces the discovery by Wehrmacht of mass graves of Poles killed by Soviets in the Katyn massacre.", "date" : "1943/04/13"}, {"title" : " Albert Hofmann self administers the drug LSD for the first time in history, and records the details of his experience.", "date" : "1943/04/16"}, {"title" : " Worst Bombing of Aberdeen in WW2.", "date" : "1943/04/21"}, {"title" : " Albert Hofmann writes his first report about the hallucinogenic properties of ''LSD'' (which he first synthesized in 1938).", "date" : "1943/04/22"}, {"title" : " Easter occurs on the latest possible date (last time 1886 next time 2038) in the Western Christian Church.", "date" : "1943/04/25"}, {"title" : " The U.S. Federal Writers' Project is shuttered.", "date" : "1943/04/27"}, {"title" : " WWII: Six U-boats are sunk after sinking 12 ships from Convoy ONS 5 in the last major North Atlantic U-boat quotwolfpackquot attack of the war.", "date" : "1943/05/06"}, {"title" : "May 12 ampndash Japanese troops carry out the Changjiao massacre in Changjiao, Hunan, China.", "date" : "1943/05/09"}, {"title" : " WWII: American troops invade Attu in the Aleutian Islands, in an attempt to expel occupying Japanese forces.", "date" : "1943/05/11"}, {"title" : " The Trident Conference begins in Washington, D.C., with Franklin D. Roosevelt and Winston Churchill taking part.", "date" : "1943/05/12"}, {"title" : " WWII: German Afrika Korps and Italian troops in North Africa surrender to Allied forces.", "date" : "1943/05/13"}, {"title" : "The ''Australian Hospital Ship Centaur'' is sunk off the coast of Queensland, by a Japanese submarine.", "date" : "1943/05/13"}, {"title" : "358th BS, 303rd BG B-17F Hell's Angels is the first AAF bomber to complete 25 missions.", "date" : "1943/05/13"}, {"title" : " The Comintern is dissolved in Moscow.", "date" : "1943/05/15"}, {"title" : "WWII: Operation Chastise by RAF 617 Sqdn are carried out on German dams.", "date" : "1943/05/15"}, {"title" : "Holocaust: The Warsaw Ghetto Uprising ends.", "date" : "1943/05/15"}, {"title" : "Greek physician Marco Nahon arrives at Auschwitz-Birkenau.", "date" : "1943/05/15"}, {"title" : " WWII:", "date" : "1943/05/17"}, {"title" : "The surviving RAF ''Dam Busters'' return.", "date" : "1943/05/17"}, {"title" : "The United States Army contracts with the University of Pennsylvania's Moore School to develop the computer ENIAC.", "date" : "1943/05/17"}, {"title" : "The ''Memphis Belle's'' crew becomes the first aircrew in the 8th Air Force to complete its 25-mission tour of duty. The aircraft and crew were the first to return to the U.S. intact for a War Bond drive.", "date" : "1943/05/17"}, {"title" : " Winston Churchill addresses a joint session of the U.S. Congress.", "date" : "1943/05/19"}, {"title" : " Norman Rockwell's illustration of ''Rosie the Riveter'' first appears on the cover of the ''Saturday Evening Post''.", "date" : "1943/05/29"}, {"title" : " Holocaust: Dr. Josef Mengele begins his service as a medical officer in the Auschwitz-Birkenau concentration camp.", "date" : "1943/05/30"}, {"title" : " The ''Zoot Suit Riots'' erupt between military personnel and Mexican American youths in East Los Angeles.", "date" : "1943/05/31"}, {"title" : " British Overseas Airways Corporation Flight 777, a DC-3 with registration G-AGBB, (formerly KLM PH-ALI, Ibis), on a scheduled passenger flight, is shot down over the Bay of Biscay by German Junkers Ju 88s, all 17 persons aboard perish, including the actor Leslie Howard. There is speculation that the downing was an attempt to kill British Prime Minister Winston Churchill as the Germans may have had wrong information he was aboard.", "date" : "1943/06/01"}, {"title" : " A military coup d'état in Argentina ousts Ramón Castillo.", "date" : "1943/06/04"}, {"title" : " WWII: Japanese battleship Mutsu was destroyed by an accidental magazine explosion in Hashirajima anchorage, killing 1,121.", "date" : "1943/06/08"}, {"title" : " The U.S. Army 45th Infantry Division lands in North Africa, prior to training at Arzew, French Morocco.", "date" : "1943/06/22"}, {"title" : " CCC abolished.", "date" : "1943/06/30"}, {"title" : " Women's Army Corps (WAC) converted to full status.", "date" : "1943/07/01"}, {"title" : " WWII:", "date" : "1943/07/05"}, {"title" : "Battle of Kursk ampampndash The largest tank battle in history begins.", "date" : "1943/07/05"}, {"title" : "An allied invasion fleet sails to Sicily.", "date" : "1943/07/05"}, {"title" : "Conclusion of the National Bands Agreement in Greece.", "date" : "1943/07/05"}, {"title" : " WWII: Americans and Japanese fight the Battle of Kula Gulf off Kolombangara.", "date" : "1943/07/06"}, {"title" : " WWII ampndash Allied invasion of Sicily: The allied invasion of Axis-controlled Europe begins with landings on the island of Sicily off mainland Italy, by the Seventh United States Army and the British Eighth Army including the 1st Canadian Infantry Division.", "date" : "1943/07/10"}, {"title" : " United States Army forces assault the village of Piano Lupo, just outside of Gela, Sicily.", "date" : "1943/07/11"}, {"title" : " WWII ampndash Battle of Prokhorovka: The Wehrmacht and the Red Army fight to a draw.", "date" : "1943/07/12"}, {"title" : " WWII: The invasion of Sicily begins with British landings at Augusta on the island's eastern side and American landings to the south.", "date" : "1943/07/13"}, {"title" : " WWII: Rome is bombed by the Allies for the first time in the war.", "date" : "1943/07/19"}, {"title" : " WWII: Operation Gomorrha begins: British and Canadian aeroplanes bomb Hamburg by night the American planes bomb the city by day. By the end of the operation in November, 9,000 tons of explosives will have killed more than 30,000 people and destroyed 280,000 buildings.", "date" : "1943/07/24"}, {"title" : " In Italy the Gran Consiglio del Fascismo withdraws its support of Mussolini Mussolini is arrested and the power is given to Maresciallo d'Italia Gen. Pietro Badoglio.", "date" : "1943/07/25"}, {"title" : " WWII: Operation Gomorrha ampndash The British bomb Hamburg, causing a firestorm that kills 42,000 German civilians.", "date" : "1943/07/28"}, {"title" : " WWII: John F. Kennedy's PT-109 is rammed by a destroyer.", "date" : "1943/08/02"}, {"title" : " WWII: The ''USS Intrepid (CV-11)'' is launched.", "date" : "1943/08/04"}, {"title" : "WWII: John F. Kennedy and crew are found by Solomon Islanders coastwatchers Biuku Gasa and Eroni Kumana with their dugout canoe.", "date" : "1943/08/04"}, {"title" : "Women's Air Force Service Pilots (WASP) formed consolidating the WAFS and WFTD.", "date" : "1943/08/04"}, {"title" : " WWII ampndash Battle of Vella Gulf: Americans defeat a Japanese convoy off Kolombangara, as the U.S. Army drives the Japanese out of Munda airfield on New Georgia.", "date" : "1943/08/06"}, {"title" : " WWII:  Rome is declared an open city.", "date" : "1943/08/13"}, {"title" : " The Quadrant Conference begins in Quebec City Canadian Prime Minister MacKenzie King meets with Winston Churchill and Franklin D. Roosevelt.", "date" : "1943/08/14"}, {"title" : " WWII: The US 7th Army under General George S. Patton meets the British 8th Army under Field Marshal Bernard L. Montgomery in Messina, Sicily, completing the Allied conquest of Sicily.", "date" : "1943/08/17"}, {"title" : " The Battle of Kursk ends with a serious strategic defeat for the German forces.", "date" : "1943/08/23"}, {"title" : " WWII: ampndash Heinrich Himmler is named Reichminister of the Interior in Germany .", "date" : "1943/08/24"}, {"title" : " WWII: Lord Louis Mountbatten is named Supreme Allied Commander for Southeast Asia.", "date" : "1943/08/26"}, {"title" : " WWII: King Boris III of Bulgaria dies under peculiar circumstances his 6-year-old son, Simeon II, ascends to the throne.", "date" : "1943/08/28"}, {"title" : " WWII: Mainland Italy is invaded by Allied forces under Bernard L. Montgomery, for the first time in the war.", "date" : "1943/09/03"}, {"title" : " WWII: The 503rd Parachute Regiment under American General Douglas MacArthur lands and occupies Nadzab, just east of the port city of Lae in northeastern Papua New Guinea.", "date" : "1943/09/05"}, {"title" : " A fire at the Gulf Hotel in Houston, Texas, kills 55 people.", "date" : "1943/09/07"}, {"title" : " WWII:", "date" : "1943/09/08"}, {"title" : "United States General Dwight D. Eisenhower publicly announces the surrender of Italy to the Allies.", "date" : "1943/09/08"}, {"title" : "Frascati bombing raid September 8, 1943: The USAAF bombs the German General Headquarters for the Mediterranean zone.", "date" : "1943/09/08"}, {"title" : "Czech resistance fighter Julius Fučík is executed by the Nazis.", "date" : "1943/09/08"}, {"title" : " The first classes commence at Grace University.", "date" : "1943/09/08"}, {"title" : " Bertolt Brecht's play ''Life of Galileo'' ({{Lang-de|Leben des Galilei}}) receives its first theatrical production at the Zurich Schauspielhaus.", "date" : "1943/09/09"}, {"title" : " WWII: German paratroopers rescue Mussolini from imprisonment, in quotOperation Oakquot.", "date" : "1943/09/12"}, {"title" : " WWII: The Salerno Mutiny occurs within the British X Corps.", "date" : "1943/09/16"}, {"title" : " WWII: The Villefranche-de-Rouergue uprising takes place.", "date" : "1943/09/17"}, {"title" : " WWII: The Republic of Salò is founded.", "date" : "1943/09/23"}, {"title" : " WWII: The 4-day Naples Uprising begins.", "date" : "1943/09/27"}, {"title" : " WWII: American forces enter liberated Naples.", "date" : "1943/10/01"}, {"title" : " WWII: Americans and Japanese fight the naval Battle of Vella Lavella.", "date" : "1943/10/06"}, {"title" : " WWII: The Naples post office explosion kills 100.", "date" : "1943/10/07"}, {"title" : " The Order of Bogdan Khmelnitsky is instituted in the USSR.", "date" : "1943/10/10"}, {"title" : " WWII: The new government of Italy sides with the Allies and declares war on Germany.", "date" : "1943/10/13"}, {"title" : " WWII: José P. Laurel takes the oath of office as President of the Philippines (Second Philippine Republic).", "date" : "1943/10/14"}, {"title" : "WWII: The last commerce raider ''hilfskreuzer Michel'', was sunk off Japan by United States submarine ''Tarpon''.", "date" : "1943/10/17"}, {"title" : " Chiang Kai-shek takes the oath of office as President of China.", "date" : "1943/10/18"}, {"title" : " Lucie Aubrac and others in her French Resistance cell liberate Raymond Aubrac from Gestapo imprisonment.", "date" : "1943/10/21"}, {"title" : " WWII: The RAF delivers a highly destructive airstrike on the German industrial and population center of Kassel.", "date" : "1943/10/22"}, {"title" : " WWII: HMS Eclipse (H08) is sunk by a mine.", "date" : "1943/10/24"}, {"title" : " The alleged date of The Philadelphia Experiment, in which the U.S. destroyer escort USS Eldridge was to be rendered invisible to human observers for a brief period.", "date" : "1943/10/28"}, {"title" : " The Merrie Melodies animated short ''Falling Hare'', one of the only shorts with Bugs getting out-smarted, is released in the United States.", "date" : "1943/10/30"}, {"title" : " WWII ampndash Operation Goodtime: United States Marines land on Bougainville in the Solomon Islands.", "date" : "1943/11/01"}, {"title" : " WWII: In the early morning hours, American and Japanese ships fight the inconclusive Battle of Empress Augusta Bay off Bougainville.", "date" : "1943/11/02"}, {"title" : " WWII: British troops in Italy reach the Garigliano River.", "date" : "1943/11/02"}, {"title" : " Leonard Bernstein, substituting at the last minute for ailing principal conductor Bruno Walter, directs the New York Philharmonic in its regular Sunday afternoon broadcast concert over CBS Radio. The event receives front page coverage in the ''New York Times'' the following day.", "date" : "1943/11/14"}, {"title" : " Porajmos: German SS leader Heinrich Himmler orders that Gypsies and quotpart-Gypsiesquot be put quoton the same level as Jews and placed in concentration camps.quot", "date" : "1943/11/15"}, {"title" : "WWII: After flying from Britain, 160 American bombers strike a hydro-electric power facility and heavy water factory in German-controlled Vemork, Norway.", "date" : "1943/11/15"}, {"title" : "WWII: A Japanese submarine sinks the surfaced U.S. submarine ''USS Corvina'' near Truk.", "date" : "1943/11/15"}, {"title" : " WWII: The Royal Air Force opens its bombing campaign against Berlin, with 440 planes causing only light damage and killing 131. The RAF loses 9 aircraft and 53 aviators.", "date" : "1943/11/18"}, {"title" : " WWII: Battle of Tarawa: United States Marines land on Tarawa and Makin atolls in the Gilbert Islands and take heavy fire from Japanese shore guns.", "date" : "1943/11/20"}, {"title" : "WWII: War in the Pacific: U.S. President Franklin D. Roosevelt, British Prime Minister Winston Churchill, and ROC leader Chiang Kai-Shek meet at the Cairo Conference to discuss ways to defeat Japan.", "date" : "1943/11/20"}, {"title" : "Lebanon gains independence from France.", "date" : "1943/11/20"}, {"title" : " The Deutsche Opernhaus on Bismarckstraße in the Berlin neighborhood of Charlottenburg is destroyed. It is rebuilt in 1961 and called the Deutsche Oper Berlin.", "date" : "1943/11/23"}, {"title" : " WWII: Americans and Japanese fight the naval Battle of Cape St. George between Buka and New Ireland.", "date" : "1943/11/25"}, {"title" : " WWII ampndash Tehran Conference: U.S. President Franklin D. Roosevelt, British Prime Minister Winston Churchill and Soviet leader Joseph Stalin meet in Tehran to discuss war strategy (on November 30 they establish an agreement concerning a planned June 1944 invasion of Europe codenamed Operation Overlord).", "date" : "1943/11/28"}, {"title" : " The second session of AVNOJ, the Anti-Fascist Council of National Liberation of Yugoslavia, is held in Jajce, Bosnia and Herzegovina, to determine the post-war ordering of the country.", "date" : "1943/11/29"}, {"title" : " A Luftwaffe bombing raid on the harbour of Bari, Italy, sinks an American ship with a mustard gas stockpile, causin numerous fatalities (though the exact death toll is unresolved, as the bombing raid itself causes hundreds of deaths too).", "date" : "1943/12/02"}, {"title" : "3 December ampampndash In reprisal for an act of sabotage, the SS and Gestapo execute 100 tam{{clarify|date=August 2012}} wokers.", "date" : "1943/12/02"}, {"title" : " Edward R. Murrow delivers his classic quotOrchestrated Hellquot broadcast over CBS Radio, describing a Royal Air Force nighttime bombing raid on Berlin.", "date" : "1943/12/03"}, {"title" : "World War II: In Yugoslavia, resistance leader Marshal Josip Broz Tito proclaims a provisional democratic Yugoslav government in-exile.", "date" : "1943/12/03"}, {"title" : "The Great Depression officially ends in the United States: With unemployment figures falling fast due to WWII-related employment, U.S. President Franklin D. Roosevelt closes the Works Progress Administration", "date" : "1943/12/03"}, {"title" : " WWII: Bolivia declares war on Romania and Hungary.", "date" : "1943/12/04"}, {"title" : " Chiara Lubich starts the Focolare Movement in Trent, northern Italy, during WWII.", "date" : "1943/12/07"}, {"title" : " A military coup is staged in Bolivia.", "date" : "1943/12/20"}, {"title" : " World War II: U.S. General Dwight D. Eisenhower becomes the Supreme Allied Commander in Europe.", "date" : "1943/12/24"}, {"title" : " Subhash Chandra Bose sets up a pro-Japanese Indian government at Port Blair, India.", "date" : "1943/12/30"}, {"title" : " WWII: Free French General Jean de Lattre de Tassigny is appointed to command French Army B, part of the Sixth United States Army Group in North Africa.", "date" : "1944/01/02"}, {"title" : " WWII: The Battle of Monte Cassino begins.", "date" : "1944/01/04"}, {"title" : " The ''Daily Mail'' becomes the first transoceanic newspaper.", "date" : "1944/01/05"}, {"title" : " WWII: Philippine Commonwealth troops enter the province of Ilocos Sur in Northern Luzon and attack Japanese forces.", "date" : "1944/01/08"}, {"title" : " US President Franklin Delano Roosevelt proposes a Second Bill of Rights for social and economic security in his State of the Union address", "date" : "1944/01/11"}, {"title" : " Kraków-Płaszów concentration camp established.", "date" : "1944/01/11"}, {"title" : " Winston Churchill and Charles De Gaulle  begin a 2-day wartime conference in Marrakech.", "date" : "1944/01/12"}, {"title" : " WWII: Soviet troops start the offensive at Leningrad and Novgorod.", "date" : "1944/01/14"}, {"title" : "WWII: The 27th Polish Home Army Infantry Division is re-created, marking the start of Operation Tempest by the Polish Home Army.", "date" : "1944/01/14"}, {"title" : "An earthquake hits San Juan, Argentina, killing an estimated 10,000 people in the worst natural disaster in Argentina's history.", "date" : "1944/01/14"}, {"title" : " WWII:", "date" : "1944/01/17"}, {"title" : "British forces in Italy cross the Garigliano River.", "date" : "1944/01/17"}, {"title" : "Meat rationing ends in Australia.", "date" : "1944/01/17"}, {"title" : "The Soviet Union ceases production of the Mosin-Nagant 1891/30 sniper rifle.", "date" : "1944/01/17"}, {"title" : " WWII:", "date" : "1944/01/20"}, {"title" : "The Royal Air Force drops 2,300 tons of bombs on Berlin.", "date" : "1944/01/20"}, {"title" : "The U.S. Army 36th Infantry Division, in Italy, attempts to cross the Rapido River.", "date" : "1944/01/20"}, {"title" : " WWII ampndash Operation Shingle: The Allies begin the assault on Anzio, Italy. The U.S. Army 45th Infantry Division stands their ground at Anzio against violent assaults for 4 months.", "date" : "1944/01/22"}, {"title" : " WWII: The 2-year Siege of Leningrad is lifted.", "date" : "1944/01/27"}, {"title" : " WWII: The Battle of Cisterna takes place.", "date" : "1944/01/29"}, {"title" : " WWII: HMS Spartan (95)is sunk by a Henschel Hs 293 from a German aircraft off Anzio, western Italy.", "date" : "1944/01/29"}, {"title" : " WWII: United States troops invade Majuro, Marshall Islands.", "date" : "1944/01/30"}, {"title" : " WWII: American forces land on Kwajalein Atoll and other islands in the Japanese-held Marshall Islands.", "date" : "1944/01/31"}, {"title" : " WWII: United States troops land in the Marshall Islands.", "date" : "1944/02/01"}, {"title" : " The first issue of ''Human Events'' is published.", "date" : "1944/02/02"}, {"title" : " WWII: United States troops capture the Marshall Islands.", "date" : "1944/02/03"}, {"title" : " WWII: In Anzio, Italian forces launch a counteroffensive.", "date" : "1944/02/07"}, {"title" : " WWII:", "date" : "1944/02/14"}, {"title" : "SHAEF headquarters is established in Britain by General Dwight D. Eisenhower.", "date" : "1944/02/14"}, {"title" : "An anti-Japanese revolt breaks out on Java.", "date" : "1944/02/14"}, {"title" : " WWII ampndash Battle of Monte Cassino: The monastery atop Monte Cassino is destroyed by Allied bombing.", "date" : "1944/02/15"}, {"title" : " WWII: The Battle of Eniwetok Atoll begins it ends in an American victory on February 22.", "date" : "1944/02/17"}, {"title" : " WWII:", "date" : "1944/02/20"}, {"title" : "The ampquotBig Weekampquot begins with American bomber raids on German aircraft manufacturing centers.", "date" : "1944/02/20"}, {"title" : "The United States takes Eniwetok Island.", "date" : "1944/02/20"}, {"title" : " United States Strategic Air Forces in Europe organized from the Eighth Air Force's strategic planning staff subsuming strategic planning for all US Army Air Forces in Europe and Africa.", "date" : "1944/02/22"}, {"title" : " WWII: The Chechens and Ingush are forcibly deported to Central Asia.", "date" : "1944/02/23"}, {"title" : " Shooting begins on the Nazi propaganda film, quotThe Fuehrer Gives a Village to the Jewsquot in Theresienstadt.", "date" : "1944/02/26"}, {"title" : "February 26 ampampndash first US navy captain, Sue S. Dauser of nurse corps appointed.", "date" : "1944/02/26"}, {"title" : " WWII ampndash Battle of Los Negros and Operation Brewer: The Admiralty Islands are invaded by U.S. forces.", "date" : "1944/02/29"}, {"title" : "March", "date" : "1944/02/29"}, {"title" : "WWII: The Japanese launch an offensive in central and south China.", "date" : "1944/02/29"}, {"title" : "Austrian-born economist Friedrich Hayek publishes his book ''The Road to Serfdom'' (in London).", "date" : "1944/02/29"}, {"title" : " WWII:", "date" : "1944/03/01"}, {"title" : "The ''USS Tarawa'' and ''USS Kearsarge'' are laid down.", "date" : "1944/03/01"}, {"title" : "An anti-fascist strike begins in northern Italy.", "date" : "1944/03/01"}, {"title" : "WWII: A train stalls inside a railway tunnel outside Salerno, Italy 521 choke to death.", "date" : "1944/03/01"}, {"title" : "The 16th Academy Awards ceremony is held.", "date" : "1944/03/01"}, {"title" : " WWII: The Order of Nakhimov and the Order of Ushakov are instituted in the USSR.", "date" : "1944/03/03"}, {"title" : " In Ossining, New York, Louis Buchalter, the leader of 1930s crime syndicate Murder, Inc., is executed at Sing Sing, along with Emanuel Weiss, and Louis Capone.", "date" : "1944/03/04"}, {"title" : " WWII: Soviet Army planes attack Narva, Estonia, destroying almost the entire old town.", "date" : "1944/03/06"}, {"title" : " WWII: Soviet Army planes attack Tallinn, Estonia.", "date" : "1944/03/09"}, {"title" : " WWII: In Britain the Education Act lifts the ban on women teachers marrying.", "date" : "1944/03/10"}, {"title" : " Dutch resistance fighter Joop Westerweel.", "date" : "1944/03/11"}, {"title" : " WWII: The Political Committee of National Liberation is created in Greece.", "date" : "1944/03/12"}, {"title" : "WWII: Battle of Monte Cassino: Allied aircraft bomb German-held monastery and stage an assault.", "date" : "1944/03/12"}, {"title" : "WWII: The National Council of the French Resistance approves the Resistance programme.", "date" : "1944/03/12"}, {"title" : "In Sweden, the law of 1864 that criminalizes homosexuality is abolished.", "date" : "1944/03/12"}, {"title" : " WWII: The Nazis execute almost 400 prisoners, Soviet citizens and anti-fascist Romanians at Rîbniţa.", "date" : "1944/03/17"}, {"title" : " The eruption of Mount Vesuvius in Italy kills 26 and causes thousands to flee their homes.", "date" : "1944/03/18"}, {"title" : " WWII: German forces occupy Hungary in Operation Margarethe.", "date" : "1944/03/19"}, {"title" : " WWII: RAF Flight Sergeant Nicholas Alkemade's bomber is hit over Germany, and he has to bail out without a parachute from a height of over 4,000ampnbspmeters. Tree branches interrupt his fall and he lands safely on deep snow.", "date" : "1944/03/20"}, {"title" : " WWII: Members of the Italian Resistance attack Nazis marching in Via Rasella, killing 33.", "date" : "1944/03/23"}, {"title" : " WWII:", "date" : "1944/03/24"}, {"title" : "Fosse Ardeatine massacre: 335 Italians are killed, including 75 Jews and over 200 members of the Italian Resistance from various groups, in Rome.", "date" : "1944/03/24"}, {"title" : "In the Polish village of Markowa, German police kill Józef and Wiktoria Ulm, their six children and eight Jews they were hiding.", "date" : "1944/03/24"}, {"title" : "The ampquotGreat Escapeampquot ampampndash 76 Royal Air Force prisoners escape by tunnel ampquotHarryampquot from Stalag Luft III this night. Only three return to the UK of those recaptured, fifty are executed.", "date" : "1944/03/24"}, {"title" : ": WWII: Ascq massacre members of the 2th SS Panzer Division Hitlerjugend shoot 85 people. When a train approaches  the Gare d'Ascq railyway station the railway line is blown apart.", "date" : "1944/04/02"}, {"title" : " WWII: An allied Surveillance aircraft photographs part of Auschwitz concentration camp.", "date" : "1944/04/04"}, {"title" : " Rudolf Vrba and Alfred Wetzler escape from Auschwitz-Birkenhau.", "date" : "1944/04/05"}, {"title" : " The United Negro College Fund is incorporated.", "date" : "1944/04/25"}, {"title" : " Kidnap of General Kreipe on Crete, Greece.", "date" : "1944/04/26"}, {"title" : " WWII: 749 American troops are killed in Exercise Tiger at Start Bay, Devon, England.", "date" : "1944/04/28"}, {"title" : "May ampampndash ''No Exit'' published by Jean-Paul Sartre.", "date" : "1944/04/28"}, {"title" : " WWII: Mohandas Gandhi is released in India.", "date" : "1944/05/05"}, {"title" : " WWII: Soviet troops finalize the liberation of the Crimea.", "date" : "1944/05/12"}, {"title" : " WWII:", "date" : "1944/05/18"}, {"title" : "Battle of Monte Cassino: The Germans evacuate Monte Cassino and Allied forces take the stronghold after a struggle that claimed 20,000 lives.", "date" : "1944/05/18"}, {"title" : "The Crimean Tatars are deported by the Soviet Union.", "date" : "1944/05/18"}, {"title" : " WWII: Six LSTs are accidentally destroyed and 163 men killed in Pearl Harbor's West Loch Disaster.", "date" : "1944/05/24"}, {"title" : " Princess Charlotte Louise Juliette Louvet Grimaldi of Monaco, heir to the throne, resigns from her rights in favor of her son Prince Rainier Louis Henri Maxence Bertrand Grimaldi, later reigning Prince Rainier III of Monaco.", "date" : "1944/05/30"}, {"title" : " WWII: Destroyer escort ''England'' sinks the 6th Japanese submarine in two weeks.  This anti-submarine warfare performance remained unmatched through the twentieth century.", "date" : "1944/05/31"}, {"title" : "June ampampndash German V-2 rockets on test from Peenemünde become the first man-made objects to enter space.", "date" : "1944/05/31"}, {"title" : " WWII: The BBC transmits a coded message (the first line of the poem quotChanson d'automnequot by Paul Verlaine) to the French Resistance, warning that the invasion of Europe is imminent.", "date" : "1944/06/01"}, {"title" : " WWII: The provisional French government is established.", "date" : "1944/06/02"}, {"title" : " WWII:", "date" : "1944/06/04"}, {"title" : "A hunter-killer group of the United States Navy captures the {{GS|U-505||6}}, marking the first time a U.S. Navy vessel has captured an enemy vessel at sea since the 19th century.", "date" : "1944/06/04"}, {"title" : "Rome falls to the Allies, the first Axis capital to fall.", "date" : "1944/06/04"}, {"title" : " WWII:", "date" : "1944/06/05"}, {"title" : "More than 1,000 British bombers drop 5,000 tons of bombs on German gun batteries on the Normandy coast in preparation for D-Day.", "date" : "1944/06/05"}, {"title" : "At 10:15ampampnbspp.m. local time, the BBC transmits the second line of the Paul Verlaine poem to the French Resistance, indicating that the invasion of Europe is about to begin.", "date" : "1944/06/05"}, {"title" : "The German navy's Enigma messages are decoded almost in real time.", "date" : "1944/06/05"}, {"title" : "US and British paratrooper divisions jump over Normandy, in preparation for D-Day. All including 82nd and 101st Airborne divisions of the United States.", "date" : "1944/06/05"}, {"title" : " WWII ampndash Battle of Normandy: ''Operation Overlord'', commonly known as D-Day, commences with the landing of 155,000 Allied troops on the beaches of Normandy in France. The Allied soldiers quickly break through the Atlantic Wall and push inland, in the largest amphibious military operation in history. This operation helps liberate France from Germany, and also weakens the Nazi hold on Europe.", "date" : "1944/06/06"}, {"title" : " WWII:", "date" : "1944/06/07"}, {"title" : "The steamer ''Danae'' ({{lang-el|Δανάη}}) carrying 350 Cretan Jews and 250 Cretans on the first leg of their way to Auschwitz was sunk without survivors off the shore of Santorini.", "date" : "1944/06/07"}, {"title" : "Bayeux is liberated by British troops.", "date" : "1944/06/07"}, {"title" : " WWII: Soviet leader Joseph Stalin launches the Vyborg–Petrozavodsk Offensive against Finland, with the intent of defeating Finland before pushing for Berlin.", "date" : "1944/06/09"}, {"title" : " WWII: 642 men, women and children are killed in the Oradour-sur-Glane Massacre in France.", "date" : "1944/06/10"}, {"title" : " WWII: Germany launches a V1 Flying Bomb attack on England.", "date" : "1944/06/13"}, {"title" : " WWII:", "date" : "1944/06/15"}, {"title" : "Battle of Saipan: The United States invades Saipan.", "date" : "1944/06/15"}, {"title" : " Iceland declares full independence from Denmark.", "date" : "1944/06/17"}, {"title" : " A severe storm badly damages the Mulberry harbours on the Normandy coast.", "date" : "1944/06/19"}, {"title" : " WWII:", "date" : "1944/06/22"}, {"title" : "Operation Bagration: A general attack by Soviet forces clears the German forces from Belarus, resulting in the destruction of German Army Group Centre, possibly the greatest defeat of the Wehrmacht during WWII.", "date" : "1944/06/22"}, {"title" : "Burma Campaign: The Battle of Kohima ends in a British victory.", "date" : "1944/06/22"}, {"title" : " WWII: The Battle of Tali-Ihantala (the largest battle ever in the Nordic countries) begins between Finnish and Soviet troops. Finland is able to resist the attack and thus manages to stay as an independent nation.", "date" : "1944/06/25"}, {"title" : " WWII: American troops enter Cherbourg.", "date" : "1944/06/26"}, {"title" : " The Holocaust ampndash The deportation of Hungarian Jews to Auschwitz and other Nazi concentration camps begins.", "date" : "1944/06/29"}, {"title" : " The United Nations Monetary and Financial Conference begins at Bretton Woods, New Hampshire.", "date" : "1944/07/01"}, {"title" : " WWII:", "date" : "1944/07/03"}, {"title" : "Soviet troops liberate Minsk.", "date" : "1944/07/03"}, {"title" : "Battle of Imphal: Japanese forces call off their advance, ending the battle in a British victory.", "date" : "1944/07/03"}, {"title" : "Hartford circus fire: More than 100 children die in one of the worst fire disasters in the history of the United States.", "date" : "1944/07/03"}, {"title" : " WWII: British and Canadian forces capture Caen.", "date" : "1944/07/09"}, {"title" : " WWII: Soviet troops begin operations to occupy the Baltic countries.", "date" : "1944/07/10"}, {"title" : " Laurence Olivier's film ''Henry V'', based on Shakespeare's play, opens in London. It is the most acclaimed and the most successful movie version of a Shakespeare play made up to that time, and the first in Technicolor. Olivier both stars and directs, as Kenneth Branagh was to do over forty years later in his successful remake.", "date" : "1944/07/12"}, {"title" : " WWII: Vilnius is occupied by USSR.", "date" : "1944/07/13"}, {"title" : " WWII: The first contingent of the Brazilian Expeditionary Force arrives in Italy.", "date" : "1944/07/16"}, {"title" : " WWII:", "date" : "1944/07/17"}, {"title" : "The largest convoy of the war embarks from Halifax, Nova Scotia under Royal Canadian Navy protection.", "date" : "1944/07/17"}, {"title" : "The SS ''E. A. Bryan'', loaded with ammunition, explodes at the Port Chicago naval base 320 are killed.", "date" : "1944/07/17"}, {"title" : " WWII: Hideki Tojo resigns as Prime Minister of Japan due to numerous setbacks in the war effort.", "date" : "1944/07/18"}, {"title" : "American forces push back the Germans in St. Lo, capturing the city.", "date" : "1944/07/18"}, {"title" : "British forces launch Operation Goodwood, an armoured offensive aimed at driving the Germans from the high ground to the south of Caen. The offensive ends 2 days later with only minimal gains.", "date" : "1944/07/18"}, {"title" : " WWII: Adolf Hitler survives an assassination attempt by Claus von Stauffenberg.", "date" : "1944/07/20"}, {"title" : " WWII:", "date" : "1944/07/21"}, {"title" : "Battle of Guam: American troops land on Guam (the battle ends August 10).", "date" : "1944/07/21"}, {"title" : "The Polish Committee of National Liberation is created.", "date" : "1944/07/21"}, {"title" : "The Bretton Woods Conference ends with various agreements signed.", "date" : "1944/07/21"}, {"title" : "''United States v. Masaaki Kuwabara'',ampamp56 F. Supp. 716 (N.D. Cal 1944)ampamp the only Japanese-American draft resistance case to be dismissed on a due process violation of the U.S. Constitution.", "date" : "1944/07/21"}, {"title" : " WWII ampndash Operation Spring: One of the bloodiest days for Canadians during the war results in 1,550 casualties, including 450 killed.", "date" : "1944/07/25"}, {"title" : "WWII: A Messerschmitt Me 262 becomes the first jet fighter aircraft to have an operational victory.", "date" : "1944/07/26"}, {"title" : " WWII: The Warsaw Uprising begins.", "date" : "1944/08/01"}, {"title" : " WWII:", "date" : "1944/08/02"}, {"title" : "Turkey ends diplomatic and economic relations with Germany.", "date" : "1944/08/02"}, {"title" : "The First Assembly of ASNOM is held in the Prohor Pchinski monastery.", "date" : "1944/08/02"}, {"title" : " The Holocaust: A tip from a Dutch informer leads the Gestapo to a sealed-off area in an Amsterdam warehouse, where they find Jewish diarist Anne Frank and her family.", "date" : "1944/08/04"}, {"title" : "The Holocaust: Polish insurgents liberate a German labor camp in Warsaw, freeing 348 Jewish prisoners.", "date" : "1944/08/04"}, {"title" : "WWII: Over 500 Japanese prisoners-of-war attempt a mass breakout from the Cowra POW Camp.", "date" : "1944/08/04"}, {"title" : " IBM dedicates the first program-controlled calculator, the Automatic Sequence Controlled Calculator (known best as the Harvard Mark I).", "date" : "1944/08/07"}, {"title" : " The United States Forest Service and the Wartime Advertising Council release posters featuring Smokey Bear for the first time.", "date" : "1944/08/09"}, {"title" : " WWII:", "date" : "1944/08/12"}, {"title" : "The Allies capture Florence, Italy.", "date" : "1944/08/12"}, {"title" : "Operation Pluto: The world's first undersea oil pipeline is laid between England and France.", "date" : "1944/08/12"}, {"title" : " WWII: Operation Dragoon lands Allies in southern France. The U.S. Army 45th Infantry Division participates in its fourth assault landing at St. Maxime, spearheading the drive for the Belfort Gap.", "date" : "1944/08/15"}, {"title" : " WWII: Submarine ''Rasher'' sinks ''Teia Maru'', ''Eishin Maru'', ''Teiyu Maru'', and carrier {{Ship|Japanese aircraft carrier|Taiyō||2}} from Japanese convoy HI71 in one of the most effective American quotwolfpackquot attacks of the war.{{cite book|last=Cressman|first=Robert J.|title=The Official Chronology of the U.S. Navy in WWII|publisher=Naval Institute Press|year=2000|location=Annapolis, Maryland|isbn=978-1-55750-149-3|page=248}}", "date" : "1944/08/18"}, {"title" : " WWII: An insurrection starts in Paris.", "date" : "1944/08/19"}, {"title" : " WWII:", "date" : "1944/08/20"}, {"title" : "American forces successfully defeat Nazi forces at Chambois, closing the Falaise Gap.", "date" : "1944/08/20"}, {"title" : "168 captured allied airmen, including Phil Lamason, accused of being ampquotterror fliersampquot by the Gestapo, arrive at Buchenwald concentration camp.", "date" : "1944/08/20"}, {"title" : " WWII: Tsushima Maru, a Japanese unmarked passenger/cargo ship, is sunk by torpedoes launched by the submarine USS Bowfin off Akuseki-jima, killing 1,484 civilians including 767 schoolchildren.", "date" : "1944/08/22"}, {"title" : " WWII: Ion Antonescu, prime minister of Romania, is arrested and a new government established. Romania exits the war against Soviet Union, joining the Allies.", "date" : "1944/08/23"}, {"title" : " WWII:", "date" : "1944/08/24"}, {"title" : "Liberation of Paris: The Allies enter Paris, successfully completing Operation Overlord.", "date" : "1944/08/24"}, {"title" : "Japanese attack the USS ''Harder''", "date" : "1944/08/24"}, {"title" : " WWII:", "date" : "1944/08/25"}, {"title" : "German surrender of Paris: General Dietrich von Choltitz surrenders Paris to the Allies in defiance of Hitler’s orders to destroy it.", "date" : "1944/08/25"}, {"title" : "Maillé massacre: Massacre of 129 civilians (70% women and children) by the Gestapo at Maillé, Indre-et-Loire.", "date" : "1944/08/25"}, {"title" : "Hungary decides to continue the war together with Germany.", "date" : "1944/08/25"}, {"title" : " WWII: The Slovak National Uprising against the Axis powers begins.", "date" : "1944/08/29"}, {"title" : " The Mad Gasser of Mattoon resumes his mysterious attacks in Mattoon, Illinois.", "date" : "1944/08/31"}, {"title" : " WWII: In Bulgaria, the Bagryanov government resigns.", "date" : "1944/09/01"}, {"title" : "The Holocaust: Diarist Anne Frank and her family are placed on the last transport train from Westerbork to Auschwitz, arriving 3 days later.", "date" : "1944/09/01"}, {"title" : "''¡Hola!'' magazine launched in Barcelona.", "date" : "1944/09/01"}, {"title" : " WWII: The Allies liberate Brussels.", "date" : "1944/09/03"}, {"title" : " WWII:", "date" : "1944/09/04"}, {"title" : "The British 11th Armored Division liberates the city of Antwerp in Belgium.", "date" : "1944/09/04"}, {"title" : "Finland breaks off relations with Germany.", "date" : "1944/09/04"}, {"title" : " WWII: The Soviets declare war on Bulgaria.", "date" : "1944/09/05"}, {"title" : " WWII: The Belgian government in exile returns to Brussels from London.", "date" : "1944/09/07"}, {"title" : " WWII:", "date" : "1944/09/08"}, {"title" : "London is hit by a V-2 rocket for the first time.", "date" : "1944/09/08"}, {"title" : "The French town of Menton is liberated from Germany.", "date" : "1944/09/08"}, {"title" : " WWII: An insurrection breaks out in Sofia.", "date" : "1944/09/09"}, {"title" : " WWII: Northern and Southern France invasion forces link up near Dijon.", "date" : "1944/09/12"}, {"title" : " The Great Atlantic Hurricane makes landfall in the New York City area", "date" : "1944/09/14"}, {"title" : " WWII: The Battle of Peleliu begins.", "date" : "1944/09/15"}, {"title" : " WWII: Operation Market Garden begins.", "date" : "1944/09/17"}, {"title" : " WWII: An armistice between Finland and the Soviet Union is signed, ending the Continuation War.", "date" : "1944/09/19"}, {"title" : " WWII: Jüri Uluots, prime minister in capacity of president of Estonia, escapes to Sweden 2 days later, Tallinn is taken by the Red Army.", "date" : "1944/09/20"}, {"title" : " WWII: The U.S. Army 45th Infantry Division takes the strongly defended city of Epinal before crossing the Moselle River and entering the western foothills of the Vosges.", "date" : "1944/09/24"}, {"title" : " WWII:", "date" : "1944/09/26"}, {"title" : "Operation Market Garden ends in an Allied withdrawal.", "date" : "1944/09/26"}, {"title" : "On the middle front of the Gothic Line, Brazilian troops control the Serchio valley region after 10 days of fighting.", "date" : "1944/09/26"}, {"title" : "September ampampndash Start of Dutch famine (ampquotHongerwinterampquot) in the occupied northern part of the Netherlands.ampamp{{cite book|first=Henri A.|last=Van der Zee|title=The Hunger Winter: Occupied Holland 1944–5|location=London|publisher=Norman ampamp Hobhouse|year=1982|isbn=978-0-906908-71-6}}ampamp", "date" : "1944/09/26"}, {"title" : " Holocaust: Nazi troops end the Warsaw Uprising.", "date" : "1944/10/02"}, {"title" : " WWII: Royal Canadian Air Force pilots shoot down the first German jet fighter over Holland.", "date" : "1944/10/05"}, {"title" : " WWII: The Battle of Debrecen starts on the Eastern Front (it lasts until October 29).", "date" : "1944/10/06"}, {"title" : " ''The Adventures of Ozzie and Harriet'' radio show debuts in the United States.", "date" : "1944/10/08"}, {"title" : " WWII: British Prime Minister Winston Churchill and Soviet Union Premier Joseph Stalin begin a 9-day conference in Moscow to discuss the future of Europe.", "date" : "1944/10/09"}, {"title" : " The Holocaust/Porajmos: 800 Gypsy children are systematically murdered at the Auschwitz death camp.", "date" : "1944/10/10"}, {"title" : " WWII: The Allies land in Athens.", "date" : "1944/10/12"}, {"title" : " WWII: Riga, the capital of Latvia, is taken by the Red Army.", "date" : "1944/10/13"}, {"title" : " WWII: German Field Marshal Erwin Rommel commits suicide rather than face execution for allegedly conspiring against Adolf Hitler.", "date" : "1944/10/14"}, {"title" : " WWII: The Volkssturm is founded on Hitler's orders.", "date" : "1944/10/18"}, {"title" : " WWII:", "date" : "1944/10/20"}, {"title" : "Belgrade is liberated by Yugoslav Partisans and the Red Army.", "date" : "1944/10/20"}, {"title" : "American forces land in Red Beach in Palo, Leyte as General Douglas MacArthur returns to the Philippines with Philippine Commonwealth president Sergio Osmeña, and  Armed Forces of the Philippines Generals Basilio J. Valdes and Carlos P. Romulo.", "date" : "1944/10/20"}, {"title" : "United States and Filipino troops with Filipino guerillas begin the Battle of Leyte.", "date" : "1944/10/20"}, {"title" : "American forces land on the beaches in Dulag, Leyte, the Philippines, accompanied by Filipino troops entering the town, and fiercely opposed by the Japanese occupation forces.", "date" : "1944/10/20"}, {"title" : "The combined American and Filipino soldiers was liberated in Tacloban, Leyte was fought the Japanese Imperial forces.", "date" : "1944/10/20"}, {"title" : " LNG explosion destroys a square mile (2.6ampnbspkm²) of Cleveland, Ohio.", "date" : "1944/10/20"}, {"title" : " WWII: Aachen, the first German city to fall, is captured by American troops.", "date" : "1944/10/21"}, {"title" : " WWII: The Naval Battle of Leyte Gulf in the Philippines begins (lasts until October 26).", "date" : "1944/10/23"}, {"title" : "WWII: Medal of Honor winning submarine ace Richard O'Kane becomes a prisoner of war when ''Tang'' is sunk in the Formosa Strait.", "date" : "1944/10/23"}, {"title" : "Florence Foster Jenkins gives a recital in Carnegie Hall.", "date" : "1944/10/23"}, {"title" : "WWII: The Red Army liberates Kirkenes, the first town in Norway to be liberated.", "date" : "1944/10/23"}, {"title" : "The Holocaust: Anne Frank and sister Margot Frank are deported from Auschwitz to the Bergen-Belsen concentration camp.", "date" : "1944/10/23"}, {"title" : "''Appalachian Spring'', a ballet by Martha Graham with music by Aaron Copland, debuts at the Library of Congress in Washington, D.C., with Graham in the lead role.", "date" : "1944/10/23"}, {"title" : " Mass murderer Marcel Petiot is apprehended in Paris Métro station.", "date" : "1944/10/31"}, {"title" : "December 7 ampndash Delegates of 52 nations meet at the International Civil Aviation Conference in Chicago to plan for postwar international cooperation, framing the constitution of the International Civil Aviation Organization.", "date" : "1944/11/01"}, {"title" : " WWII: Two supreme commanders of the Slovak National Uprising, Generals Ján Golian and Rudolf Viest, are captured, tortured and later executed by German forces.", "date" : "1944/11/03"}, {"title" : " U.S. presidential election, 1944: Franklin D. Roosevelt wins reelection over Republican challenger Thomas E. Dewey, becoming the only U.S. president elected to a fourth term.", "date" : "1944/11/07"}, {"title" : " A passenger train derails in Aguadilla, Puerto Rico, due to excessive speed on a declining hill 16 are killed, 50 injured.", "date" : "1944/11/07"}, {"title" : "WWII: Ammunition ship USS ''Mount Hood'' disintegrates from accidental detonation of 3800 tons of cargo in the Seeadler Harbor fleet anchorage at Manus Island. Twenty-two small boats are destroyed, 36 nearby ships damaged, 432 men are killed and 371 more are injured.", "date" : "1944/11/10"}, {"title" : " William Mackenzie King introduces conscription in Canada (''see'' Conscription Crisis of 1944).", "date" : "1944/11/22"}, {"title" : "RAF Fauld explosion: Between 3,450 and 3,930 tons (3,500 and 4,000 tonnes) of ordnance explodes at an underground storage depot in Staffordshire, England, leaving about 75 dead and a crater 120ampnbspmetres (400ampnbspft) deep and 1,200ampnbspmetres (0.75ampnbspmiles) across. The blast is one of the largest non-nuclear explosions in history and the largest on UK soil.", "date" : "1944/11/27"}, {"title" : " WWII: Submarine USS ''Archer-Fish'' sinks Japanese aircraft carrier {{Ship|Japanese aircraft carrier|Shinano||2}}. ''Shinano'' is the largest carrier built to this date, and will remain through the twentieth century the largest ship sunk by a submarine.{{cite book|last=Cressman|first=Robert J.|title=The Official Chronology of the U.S. Navy in WWII|publisher=Naval Institute Press|year=2000|location=Annapolis, Maryland|isbn=978-1-55750-149-3|page=278}}", "date" : "1944/11/29"}, {"title" : " WWII: Fighting breaks out between Communists and royalists in newly liberated Greece, eventually leading to a full-scale Greek Civil War.", "date" : "1944/12/03"}, {"title" : " Chicago Convention signed to create the ICAO.", "date" : "1944/12/07"}, {"title" : " Legendary Italian conductor Arturo Toscanini leads a concert performance of the first half of Beethoven's ''Fidelio'' (minus its spoken dialogue) on NBC Radio, starring Rose Bampton. He chooses this opera for its political message ampndash a statement against tyranny and dictatorship. Conducting it in German, Toscanini intends it as a tribute to the German people who are being oppressed by Hitler. The second half is broadcast a week later. The performance is later released on LP and CD, the first of 7 operas that Toscanini conducts on radio.", "date" : "1944/12/10"}, {"title" : "December 13 ampndash WWII: British units attempt to take the hilltop town of Tossignano, but are repulsed.", "date" : "1944/12/12"}, {"title" : " Battle of Mindoro: United States, Australian and Philippine Commonwealth troops land in Mindoro Island, the Philippines.", "date" : "1944/12/13"}, {"title" : "The Soviet government changes Turkish place names to Russian in the Crimea.", "date" : "1944/12/13"}, {"title" : "US release of the film ''National Velvet'' which brings a young Elizabeth Taylor to stardom.", "date" : "1944/12/13"}, {"title" : " A private airplane carrying bandleader Glenn Miller disappears in heavy fog over the English Channel while flying to Paris.", "date" : "1944/12/15"}, {"title" : " WWII:", "date" : "1944/12/16"}, {"title" : "Germany begins the Ardennes offensive, later known as Battle of the Bulge.", "date" : "1944/12/16"}, {"title" : "General George C. Marshall becomes the first Five-Star General.", "date" : "1944/12/16"}, {"title" : " WWII: German troops carry out the Malmedy massacre.", "date" : "1944/12/17"}, {"title" : " The entire territory of Estonia is taken by the Red Army.", "date" : "1944/12/19"}, {"title" : " WASPs are disbanded.", "date" : "1944/12/20"}, {"title" : "The Vietnam People's Army is formed in Vietnam.", "date" : "1944/12/22"}, {"title" : "WWII: The Bulge reaches its deepest point at Celles.", "date" : "1944/12/22"}, {"title" : "The first complete U.S. production of Tchaikovsky's ballet ''The Nutcracker'' is presented in San Francisco, choreographed by William Christensen. It will become an annual tradition there, and for the next ten years, the San Francisco Ballet will be the only ballet company in the United States performing the complete work, until George Balanchine premieres his version in New York in 1954.", "date" : "1944/12/22"}, {"title" : "WWII: American troops repulse German forces at Bastogne.", "date" : "1944/12/22"}, {"title" : "The original stage version of ''The Glass Menagerie'' by Tennessee Williams premieres on Broadway.", "date" : "1944/12/22"}, {"title" : " WWII:", "date" : "1944/12/30"}, {"title" : "Edward Stettinius Jr. becomes the last United States Secretary of State of the Roosevelt administration, filling the seat left by Cordell Hull.", "date" : "1944/12/30"}, {"title" : "King George II of Greece declares a regency, leaving his throne vacant.", "date" : "1944/12/30"}, {"title" : "WWII: Hungary declares war on Nazi Germany.", "date" : "1944/12/30"}, {"title" : "WWII: Battle of Leyte: Tens of thousands of Imperial Japanese Army soldiers are killed in action, in a significant Filipino and Allied military victory.", "date" : "1944/12/30"}, {"title" : " Germany begins Operation Bodenplatte, an attempt by the ''Luftwaffe'' to cripple Allied air forces in the Low Countries", "date" : "1945/01/01"}, {"title" : " Australia recognizes the Polish Committee of National Liberation as the government of Poland.", "date" : "1945/01/05"}, {"title" : " British General Bernard Montgomery holds a press conference at Zonhoven describing his supporting role at the Battle of the Bulge.", "date" : "1945/01/07"}, {"title" : " WWII: The Soviet Union begins the Vistula-Oder Offensive in Eastern Europe against the Germans.", "date" : "1945/01/12"}, {"title" : " WWII: A day after beginning the Vistula-Oder Offensive, the Soviets launch the East Prussian Offensive to eliminate German forces in East Prussia.", "date" : "1945/01/13"}, {"title" : "WWII: A Soviet patrol arrests Raoul Wallenberg in Hungary.", "date" : "1945/01/13"}, {"title" : "WWII: The Soviet Union occupies Warsaw, Poland.", "date" : "1945/01/13"}, {"title" : "The Holocaust: The evacuation of Auschwitz concentration camp begins.", "date" : "1945/01/13"}, {"title" : "Franklin D. Roosevelt is inaugurated to an unprecedented fourth term as President of the United States. No president before, or since, has ever reached a third term in office.", "date" : "1945/01/13"}, {"title" : " Hungary drops out of WWII, agreeing to an armistice with the Allies.", "date" : "1945/01/23"}, {"title" : "WWII: Infantry action at Holtzwihr, France, for which Audie Murphy is awarded the Medal of Honor.", "date" : "1945/01/26"}, {"title" : " The Holocaust: The Red Army liberates the Auschwitz and Birkenau death camps.", "date" : "1945/01/27"}, {"title" : " WWII: Supplies begin to reach China over the newly reopened Burma Road.", "date" : "1945/01/28"}, {"title" : "The ''Wilhelm Gustloff'', with over 10,000 mainly civilian Germans from Gotenhafen (Gdynia) in the Gdansk Bay, is sunk by three torpedoes from the ''Soviet submarine S-13'' in the Baltic Sea up to 9,400 are thought to have died – the greatest loss of life in a single ship sinking in war action in history.", "date" : "1945/01/28"}, {"title" : "Raid at Cabanatuan: 121 American soldiers and 800 Filipino guerrillas free 813 American POWs from the Japanese-held camp at Cabanatuan City, Philippines.", "date" : "1945/01/28"}, {"title" : " Eddie Slovik is executed by firing squad for desertion, the first American soldier since the American Civil War, and last to date to be executed for this offense.", "date" : "1945/01/31"}, {"title" : " WWII:", "date" : "1945/02/03"}, {"title" : "Battle of Manila: United States forces enter the outskirts of Manila to capture it from the Japanese Imperial Army, starting the battle.", "date" : "1945/02/03"}, {"title" : "The Soviet Union agrees to enter the Pacific War against Japan once hostilities against Germany are concluded.", "date" : "1945/02/03"}, {"title" : "February 11 ampndash WWII: President Franklin D. Roosevelt, Prime Minister of the United Kingdom Winston Churchill and Soviet leader Joseph Stalin hold the Yalta Conference.", "date" : "1945/02/04"}, {"title" : " French writer Robert Brasillach is executed for collaboration with the Germans.", "date" : "1945/02/06"}, {"title" : " WWII: General Douglas MacArthur returns to Manila.", "date" : "1945/02/07"}, {"title" : "Walter Ulbricht becomes leader of the German Communists in Moscow.", "date" : "1945/02/07"}, {"title" : "WWII: ampquotBlack Fridayampquot: A force of Allied Bristol Beaufighter aircraft suffers heavy casualties in an unsuccessful attack on German destroyer ''Z33'' and escorting vessels sheltering in Førde Fjord, Norway.", "date" : "1945/02/07"}, {"title" : " WWII: The ''SS General von Steuben'' is sunk by the Soviet submarine S-13.", "date" : "1945/02/10"}, {"title" : " WWII:", "date" : "1945/02/13"}, {"title" : "Soviet forces capture Budapest, Hungary from the Nazis.", "date" : "1945/02/13"}, {"title" : "Royal Air Force bombing of Dresden, Germany.", "date" : "1945/02/13"}, {"title" : " Chile, Ecuador, Paraguay and Peru join the United Nations.", "date" : "1945/02/14"}, {"title" : " WWII:", "date" : "1945/02/16"}, {"title" : "American and Filipino ground forces land on Corregidor Island in the Philippines.", "date" : "1945/02/16"}, {"title" : "Combined American and Filipino forces recapture the Bataan Peninsula.", "date" : "1945/02/16"}, {"title" : "February 20 ampndash 980 Japanese soldiers die as a result of a killing spree by long saltwater crocodiles in Ramree, Burma.", "date" : "1945/02/19"}, {"title" : " WWII ampndash Battle of Iwo Jima: About 30,000 United States Marines land on Iwo Jima.", "date" : "1945/02/19"}, {"title" : " The last V-2-rocket is launched from Peenemünde.", "date" : "1945/02/21"}, {"title" : " Uruguay declares war on Germany and Japan.", "date" : "1945/02/22"}, {"title" : " WWII:", "date" : "1945/02/23"}, {"title" : "Battle of Iwo Jima: A group of United States Marines reach the top of Mount Suribachi on the island and are photographed raising the American flag. The photo, ''Raising the Flag on Iwo Jima'' (taken by Joe Rosenthal), later wins a Pulitzer Prize.", "date" : "1945/02/23"}, {"title" : "The 11th Airborne Division, with Filipino guerrillas, freed the captives of the Los Baños internment camp.", "date" : "1945/02/23"}, {"title" : "The capital of the Philippines, Manila, is liberated by combined American and Filipino ground troops.", "date" : "1945/02/23"}, {"title" : "American and Filipino troops enter Intramuros, Manila.", "date" : "1945/02/23"}, {"title" : "The German garrison in Poznań capitulates to Red Army and Polish troops.", "date" : "1945/02/23"}, {"title" : "Turkey joins the war on the allies side.", "date" : "1945/02/23"}, {"title" : " The Egyptian Premier Ahmad Mahir Pasha is killed in Parliament after reading a decree.", "date" : "1945/02/24"}, {"title" : " In Bucharest, a violent demonstration takes place, during which the ''bolşevic'' group opens fire on the army and protesters. In response, Andrei Y. Vishinsky, USSR vice commissioner of foreign affairs and president of the Allied Control Commission for Romania, travels to Bucharest to compel Nicolae Rădescu to resign as premier.", "date" : "1945/02/28"}, {"title" : "March ampampndash Anne Frank, dies in the Bergen-Belsen concentration camp, Lower Saxony, Germany, of typhus.", "date" : "1945/02/28"}, {"title" : " Franklin D. Roosevelt gives what will be his last address to a joint session of Congress, reporting on the Yalta Conference.", "date" : "1945/03/01"}, {"title" : " Former U.S. Vice-President Henry A. Wallace starts his term of office as U.S. Secretary of Commerce, serving under President Franklin D. Roosevelt.", "date" : "1945/03/02"}, {"title" : " The Bachem Ba 349 Natter is launched from Stetten am kalten Markt. The Natter is the first manned rocket, developed as anti-aircraft weapon. The launch fails and the pilot dies.quotYear by Year 1945quot ampndash History International", "date" : "1945/03/02"}, {"title" : " WWII:", "date" : "1945/03/03"}, {"title" : "Finland declares war on the Axis powers.", "date" : "1945/03/03"}, {"title" : "United States and Filipino troops take Manila, Philippines.", "date" : "1945/03/03"}, {"title" : "A possible experimental atomic test blast occurs at the Nazis' Ohrdruf military testing area.", "date" : "1945/03/03"}, {"title" : "The RAF accidentally bombs the Bezuidenhout neighbourhood in The Hague, Netherlands, killing 511 people.", "date" : "1945/03/03"}, {"title" : " In the United Kingdom, The Princess Elizabeth, later to become Queen Elizabeth II, joins the British Army's Women's Auxiliary Territorial Service as a truck driver/mechanic.", "date" : "1945/03/04"}, {"title" : " Football club FC Red Star (in Serbian: ''FK Crvena Zvezda'') formed in Belgrade, Yougoslavia.", "date" : "1945/03/04"}, {"title" : "A Communist-led government is formed in Romania under Petru Groza following Soviet intervention.", "date" : "1945/03/04"}, {"title" : "Resistance fighters ambush and attempt to execute SS general Hanns Albin Rauter, the arch-persecutor of the Dutch.", "date" : "1945/03/04"}, {"title" : " WWII: American troops seize the bridge over the Rhine River at Remagen, Germany and begin to cross.", "date" : "1945/03/07"}, {"title" : "Josip Broz Tito forms a government in Yugoslavia.", "date" : "1945/03/07"}, {"title" : "The Nazi authorities kill 117 Dutch men in reprisal for the attempted murder Hanns Albin Rauter.", "date" : "1945/03/07"}, {"title" : " The film ''Les Enfants du Paradis'' premieres in Paris.", "date" : "1945/03/09"}, {"title" : "March 10 ampndash WWII: American B-29 bombers attack Tokyo, Japan with incendiary bombs the city is fire-bombed, killing 100,000 citizens.", "date" : "1945/03/09"}, {"title" : " The 17th Academy Awards ceremony is held, broadcast via radio for the first time. Best Picture goes to ''Going My Way''.", "date" : "1945/03/15"}, {"title" : " WWII: The Battle of Iwo Jima unofficially ends, with pockets of guerrilla resistance persisting until the official conclusion of the battle.", "date" : "1945/03/16"}, {"title" : " WWII: Kobe, Japan is fire-bombed by 331 B-29 bombers, killing over 8,000 people.", "date" : "1945/03/17"}, {"title" : " WWII: 1,250 American bombers attack Berlin.", "date" : "1945/03/18"}, {"title" : " WWII:", "date" : "1945/03/19"}, {"title" : "Adolf Hitler orders that all industries, military installations, machine shops, transportation facilities and communications facilities in Germany be destroyed.", "date" : "1945/03/19"}, {"title" : "Off the coast of Japan, bombers hit the aircraft carrier USS ''Franklin'', killing about 800 of her crewmen and crippling the ship.", "date" : "1945/03/19"}, {"title" : " WWII: British troops liberate Mandalay, Burma.", "date" : "1945/03/21"}, {"title" : " The Arab League is formed with the adoption of a charter in Cairo, Egypt.", "date" : "1945/03/22"}, {"title" : "WWII ampampndash Operation Varsity: Two airborne divisions capture bridges across the Rhine River to aid the Allied advance.", "date" : "1945/03/22"}, {"title" : "Sylvester the cat, a cartoon character, debuts in ''Life with Feathers''", "date" : "1945/03/22"}, {"title" : " WWII: The Battle of Iwo Jima officially ends, with the destruction of the remaining areas of Japansese resistance.", "date" : "1945/03/26"}, {"title" : " The quotClash of Titansquot: George Mikan and Bob Kurland duel at Madison Square Garden. OSU defeats DePaul 52–44.", "date" : "1945/03/29"}, {"title" : " WWII:", "date" : "1945/03/30"}, {"title" : "The Red Army pushes most of the Axis forces out of Hungary and into Austria.", "date" : "1945/03/30"}, {"title" : "Alger Hiss congratulated in Moscow for his part in bringing positions of Western powers and the USSR closer to each other at the Yalta Conference.", "date" : "1945/03/30"}, {"title" : " WWII ampndash Battle of Okinawa: The U.S. 10th Army lands on Okinawa.", "date" : "1945/04/01"}, {"title" : " WWII: American troops liberate their first Nazi concentration camp, Ohrdruf death camp in Germany.", "date" : "1945/04/04"}, {"title" : "The Red Army enters Bratislava and pushes to the outskirts of Vienna, taking it on April 13 after several days of intense fighting.", "date" : "1945/04/04"}, {"title" : " WWII: Sarajevo is liberated from the Nazi Germany and Nazi Croatia (German puppet state) by the Yugoslav Partisans.", "date" : "1945/04/06"}, {"title" : " WWII:", "date" : "1945/04/07"}, {"title" : "The only flight of the German ramming unit known as the Sonderkommando Elbe takes place, resulting in the loss of some 24 B-17s and B-24s of the United States Eighth Air Force.", "date" : "1945/04/07"}, {"title" : "The Japanese battleship ''Yamato'' is sunk {{convert|200|mi|km}} north of Okinawa while enroute on a suicide mission.", "date" : "1945/04/07"}, {"title" : "Kantarō Suzuki becomes Prime Minister of Japan.", "date" : "1945/04/07"}, {"title" : "WWII: The Battle of Königsberg, in East Prussia, ends.", "date" : "1945/04/07"}, {"title" : "Abwehr conspirators Wilhelm Canaris, Hans Oster and Hans Dohanyi are hanged at Flossenberg concentration camp, along with pastor Dietrich Bonhoeffer.", "date" : "1945/04/07"}, {"title" : " WWII:", "date" : "1945/04/10"}, {"title" : "The Allied Forces liberate the Nazi concentration camp, Buchenwald.", "date" : "1945/04/10"}, {"title" : "Visoko is liberated by the 7th, 9th and 17th Krajina Brigades from the Tenth Division of Yugoslav Partisan forces.", "date" : "1945/04/10"}, {"title" : " United States President Franklin D. Roosevelt dies suddenly at Warm Springs, Georgia Vice President Harry S. Truman becomes the 33rd President.", "date" : "1945/04/12"}, {"title" : " The Bergen-Belsen concentration camp is liberated.", "date" : "1945/04/15"}, {"title" : "April 15 ampampndash WWII: The Canadian First Army reaches the coast in northern Holland and captures Arnhem.", "date" : "1945/04/15"}, {"title" : " WWII: The ''Goya'' is sunk by the ''Soviet submarine L-3''.", "date" : "1945/04/16"}, {"title" : "April 16 ampampndash WWII: The Canadians take Harlingen,  and occupies Leeuwarden and Groningen", "date" : "1945/04/16"}, {"title" : "April 16 ampampndash WWII: Battle of Berlin begins.", "date" : "1945/04/16"}, {"title" : " Brazilian forces liberate the town of Montese, Italy, from German forces.", "date" : "1945/04/17"}, {"title" : " American war correspondent Ernie Pyle is killed by Japanese machine gun fire on the island of Ie Shima off Okinawa.", "date" : "1945/04/18"}, {"title" : " Rodgers and Hammerstein's ''Carousel'', a musical play based on Ferenc Molnár's ''Liliom'', opens on Broadway and becomes their second long-running stage classic.", "date" : "1945/04/19"}, {"title" : "Heinrich Himmler, through Count Bernadotte, puts forth an offer of German surrender to the Western Allies, but not the Soviet Union.", "date" : "1945/04/19"}, {"title" : "Adolf Hitler concedes defeat in his underground Berlin bunker after learning Felix Steiner could not mobilize enough men to launch a counterattack on the Soviets who had just broken through Germany.", "date" : "1945/04/19"}, {"title" : " Retreating German troops destroy all the bridges over the Adige in Verona, including the historical Ponte di Castelvecchio and Ponte Pietra.", "date" : "1945/04/24"}, {"title" : "April ampampndash The British/Canadian front enters Breman.", "date" : "1945/04/24"}, {"title" : "Founding negotiations for the United Nations begin in San Francisco.", "date" : "1945/04/24"}, {"title" : "WWII ampampndash Elbe Day: United States and Soviet troops link up at the Elbe River, cutting Germany in two.", "date" : "1945/04/24"}, {"title" : " WWII: Battle of Bautzen: The last quotsuccessfulquot German panzer-offensive in Bautzen ends with the city recaptured.", "date" : "1945/04/26"}, {"title" : "April 26 ampampndash WWII: The Nazis surrender to the British/Canadian front who now control the Swiss border from Basle to Lake Constance.", "date" : "1945/04/26"}, {"title" : "U.S. Ordnance troops find the coffins of Frederick Wilhelm I, Frederick the Great, Paul von Hindenburg, and his wife.", "date" : "1945/04/26"}, {"title" : "The Western Allies flatly reject any offer of surrender by Germany other than unconditional on all fronts.", "date" : "1945/04/26"}, {"title" : " Benito Mussolini and his mistress, Clara Petacci, are executed by Italian partisans as they attempt to flee the country. Their bodies are then hung by their heels in the public square of Milan.", "date" : "1945/04/28"}, {"title" : "April 28 ampampndash The Canadian First Army captures Emden and Wilhelmshaven.", "date" : "1945/04/28"}, {"title" : "Operation Manna: British Lancaster bombers drop food into the Netherlands to prevent the starvation of the civilian population.", "date" : "1945/04/28"}, {"title" : "Brazilian forces liberate the commune of Fornovo di Taro, Italy, from German forces.", "date" : "1945/04/28"}, {"title" : "Adolf Hitler marries his longtime mistress Eva Braun in a closed civil ceremony in the Berlin Führerbunker.", "date" : "1945/04/28"}, {"title" : " Adolf Hitler and his wife of one day, Eva Braun, commit suicide as the Red Army approaches the Führerbunker in Berlin. Karl Dönitz succeeds Hitler as President of Germany Joseph Goebbels succeeds Hitler as Chancellor of Germany.", "date" : "1945/04/30"}, {"title" : "May ampampndash For all practical purposes the ICPC ceases to exist (recreated on June 3, 1946).", "date" : "1945/04/30"}, {"title" : " WWII:", "date" : "1945/05/01"}, {"title" : "Hamburg Radio announces that Hitler has died in battle, ampquotfighting up to his last breath against Bolshevism.ampquot", "date" : "1945/05/01"}, {"title" : "Joseph Goebbels and his wife Magda commit suicide after killing their six children. Karl Dönitz appoints Count Lutz Graf Schwerin von Krosigk as the new Chancellor of Germany.", "date" : "1945/05/01"}, {"title" : "Troops of the Yugoslav 4th Army, together with the Slovene 9th Corpus NOV, enter Trieste.", "date" : "1945/05/01"}, {"title" : "Mass suicide in Demmin.", "date" : "1945/05/01"}, {"title" : " WWII:", "date" : "1945/05/02"}, {"title" : "The Soviet Union announces the fall of Berlin. Soviet soldiers hoist the Red flag over the ''Reich Chancellery''.amp!-- Red Flag over the Reichstag was 29 Apil --ampthumb|Prague liberated by Red Army in May 1945.", "date" : "1945/05/02"}, {"title" : "Troops of the New Zealand Army 2nd Division enter Trieste a day after the Yugoslavs the German Army in Trieste surrenders to the New Zealand Army.", "date" : "1945/05/02"}, {"title" : "Lübeck is liberated by the British Army.", "date" : "1945/05/02"}, {"title" : " WWII:", "date" : "1945/05/03"}, {"title" : "The prison ships ''Cap Arcona'', ''Thielbek'' and ''Deutschland'' are sunk by the RAF in Lübeck Bay.", "date" : "1945/05/03"}, {"title" : "Rocket scientist Wernher von Braun and 120 members of his team surrender to U.S. forces (later going on to help to start the U.S. space program).", "date" : "1945/05/03"}, {"title" : "German Protestant theologian Gerhard Kittel is arrested by the French forces in Tübingen, Germany.", "date" : "1945/05/03"}, {"title" : " WWII:", "date" : "1945/05/04"}, {"title" : "The concentration camp ''Neuengamme'' near Hamburg is liberated by the British Army.", "date" : "1945/05/04"}, {"title" : "The North German army surrenders to Marshal Bernard Montgomery.", "date" : "1945/05/04"}, {"title" : " WWII:", "date" : "1945/05/05"}, {"title" : "Prague rises up against the Nazis.", "date" : "1945/05/05"}, {"title" : "Ezra Pound, the poet and author, is arrested by American soldiers in Italy for treason.", "date" : "1945/05/05"}, {"title" : "The US 11th Armored Division liberates the prisoners of Mauthausen concentration camp, including Simon Wiesenthal.thumb||American soldiers fighting in the Pacific War|Pacific theater listen to radio reports of Victory in Europe Day on May 8, 1945.", "date" : "1945/05/05"}, {"title" : "Canadian soldiers liberate the city of Amsterdam from Nazi occupation.", "date" : "1945/05/05"}, {"title" : "Admiral Karl Dönitz orders all U-boats to cease offensive operations and return to their bases.", "date" : "1945/05/05"}, {"title" : "A Japanese balloon bomb kills five children and a woman, Elsie Mitchell, near Bly, Oregon, when it explodes as they drag it from the woods. They are the only people killed by an enemy attack on the American mainland during WWII.", "date" : "1945/05/05"}, {"title" : " WWII: Axis Sally delivers her last propaganda broadcast to Allied troops (the first was on December 11, 1941).", "date" : "1945/05/06"}, {"title" : " WWII: General Alfred Jodl signs unconditional surrender terms at Reims, France, ending Germany's participation in the war. The document takes effect the next day.", "date" : "1945/05/07"}, {"title" : " WWII:", "date" : "1945/05/08"}, {"title" : "V-E Day (Victory in Europe, as Nazi Germany surrenders) commemorates the end of WWII in Europe, with the final surrender being to the Soviets in Berlin, attended by representatives of the Western Powers.", "date" : "1945/05/08"}, {"title" : "Canadian troops move into Amsterdam, after German troops surrender.", "date" : "1945/05/08"}, {"title" : "Surrender of the Dodecanese is signed in Symi.", "date" : "1945/05/08"}, {"title" : "The British 8th Army, together with Slovene partisan troops and a motorized detachment of the Yugoslav 4th Army, arrives in Carinthia and Klagenfurt.", "date" : "1945/05/08"}, {"title" : "29 ampndash Sétif massacre: In Algeria, thousands die as French troops and released Italian POWs kill an estimated 6,000 to 40,000 Algerian citizens.", "date" : "1945/05/08"}, {"title" : " WWII:", "date" : "1945/05/09"}, {"title" : "The Soviet Union marks V-E Day.", "date" : "1945/05/09"}, {"title" : "Hermann Göring is captured by the United States Army.thumb|right|alt=a black and white image of two Marines in their combat uniforms. One Marine is providing cover fire with his Tommy gun|M1 Thompson submachinegun as the other with a Browning Automatic Rifle, prepares to break cover to move to a different position. There are bare sticks and rocks on the ground.|Marines of 1st Marine Division fighting on Okinawa, May 1945.", "date" : "1945/05/09"}, {"title" : "The Norwegian resistance movement in Oslo, Norway, arrests the traitor Vidkun Quisling.", "date" : "1945/05/09"}, {"title" : "The Red Army enters Prague.", "date" : "1945/05/09"}, {"title" : "General Alexander Löhr, Commander of German Army Group E near Topolšica, Slovenia, signs the capitulation of German occupation troops.", "date" : "1945/05/09"}, {"title" : "The German occupation of the Channel Islands ends with the liberation by British troops.", "date" : "1945/05/09"}, {"title" : "Alderney, an annex of the concentration camp ''Neuengamme'', is liberated.", "date" : "1945/05/09"}, {"title" : "Argentinian labour leader José Peter declares the ''Federación Obrera de la Industria de la Carne'' dissolved.", "date" : "1945/05/09"}, {"title" : "Rev. W. V. Awdry's children's book ''The Three Railway Engines'', first of The Railway Series, is published in England.", "date" : "1945/05/09"}, {"title" : "15 ampndash WWII ampndash Battle of Poljana: The last battle of the War in Europe is fought at Poljana near Slovenj Gradec, Slovenia.", "date" : "1945/05/14"}, {"title" : " President of Germany Karl Dönitz and Chancellor of Germany Count Lutz Graf Schwerin von Krosigk are arrested by British forces at Flensburg. They are respectively the last German Head of state and Head of government until 1949.", "date" : "1945/05/23"}, {"title" : " Heinrich Himmler, former head of the Nazi SS, commits suicide in British custody.", "date" : "1945/05/23"}, {"title" : " William Joyce (quotLord Haw-Hawquot) is captured. He is later charged with high treason in London for his English-language wartime broadcasts on German radio, convicted, and then hanged in January 1946.", "date" : "1945/05/28"}, {"title" : "German communists, led by Walter Ulbricht, arrive in Berlin.", "date" : "1945/05/28"}, {"title" : "Dutch painter Han van Meegeren is arrested for collaboration with the Nazis, but the paintings he had sold to Hermann Göring (Koch) are later found to be his fakes.", "date" : "1945/05/28"}, {"title" : " The Iranian government demands that all Soviet and British troops leave the country.", "date" : "1945/05/30"}, {"title" : " The British take over Lebanon and Syria.", "date" : "1945/06/01"}, {"title" : " The Allied Control Council, military occupation governing body of Germany, formally takes power.", "date" : "1945/06/05"}, {"title" : " King Haakon VII of Norway returns to Norway.", "date" : "1945/06/06"}, {"title" : "William Lyon Mackenzie King is re-elected as Canadian prime minister.", "date" : "1945/06/06"}, {"title" : " The Yugoslav Army leaves Trieste, leaving the New Zealand Army in control.", "date" : "1945/06/12"}, {"title" : " WWII: The Battle of Okinawa ends.", "date" : "1945/06/21"}, {"title" : " WWII: A victory parade is held in Red Square in Moscow.", "date" : "1945/06/24"}, {"title" : " Seán T. O'Kelly is elected the second President of Ireland.", "date" : "1945/06/25"}, {"title" : " The United Nations Charter is signed.", "date" : "1945/06/26"}, {"title" : " Czechoslovakia cedes Carpathian Ruthenia to the Soviet Union.", "date" : "1945/06/29"}, {"title" : " WWII: Germany is divided between the Allied occupation forces.", "date" : "1945/07/01"}, {"title" : " Australian Prime Minister John Curtin dies of a heart attack at age 60.", "date" : "1945/07/05"}, {"title" : " WWII: The Philippines are declared liberated.", "date" : "1945/07/05"}, {"title" : " A forest fire breaks out in the Tillamook Burn (the third in that area since 1933).", "date" : "1945/07/09"}, {"title" : " Italy declares war on Japan.", "date" : "1945/07/14"}, {"title" : " The Scott Morrison Award of Minor Hockey Excellence was first given out to recipient Gordie Howe", "date" : "1945/07/15"}, {"title" : " The Trinity Test, the first of an atomic bomb, using about six kilograms of plutonium, succeeds in unleashing an explosion equivalent to that of 19 kilotons of TNT.", "date" : "1945/07/16"}, {"title" : " WWII: A train collision near Munich, Germany kills 102 war prisoners.", "date" : "1945/07/16"}, {"title" : "August 2 ampndash WWII ampndash Potsdam Conference: At Potsdam, the three main Allied leaders hold their final summit of the war.", "date" : "1945/07/17"}, {"title" : " WWII: French marshal Philippe Pétain, who headed the Vichy government during WWII, goes on trial for treason.", "date" : "1945/07/23"}, {"title" : "Winston Churchill resigns as the United Kingdom's Prime Minister after his Conservative Party is soundly defeated by the Labour Party in the 1945 general election. Clement Attlee becomes the new Prime Minister. It is the first time that Labour has governed Britain with a commons majority.", "date" : "1945/07/26"}, {"title" : " An U.S. Army Air Forces B-25 bomber crashes into the Empire State Building, killing 14 people, including all on board.", "date" : "1945/07/28"}, {"title" : " The BBC Light Programme radio station is launched, aimed at mainstream light entertainment and music.", "date" : "1945/07/29"}, {"title" : " WWII: The heavy cruiser USS ''Indianapolis'' is hit and sunk by torpedoes from the ''Japanese submarine I-58'' in the Philippine Sea. Some 900 survivors jump into the sea and are adrift for up to four days. Nearly 600 die before help arrives. Captain Charles B. McVay III of the cruiser is later court-martialed and convicted.", "date" : "1945/07/30"}, {"title" : " WWII: Atomic bombing of Hiroshima: A United States B-29 Superfortress, the Enola Gay, drops an atomic bomb, codenamed quotLittle Boyquot, on Hiroshima, Japan, at 8:15 a.m. (local time).", "date" : "1945/08/06"}, {"title" : " President Harry Truman announces the successful bombing of Hiroshima with the atomic bomb, while returning from the Potsdam Conference aboard the U.S. Navy heavy cruiser {{USS|Augusta|CA-31}} in the middle of the Atlantic Ocean.", "date" : "1945/08/07"}, {"title" : "The United Nations Charter is ratified by the United States Senate, and this nation becomes the third one to join the new international organization.", "date" : "1945/08/07"}, {"title" : "The Soviet Union declares war on Japan.", "date" : "1945/08/07"}, {"title" : " WWII:", "date" : "1945/08/09"}, {"title" : "A United States B-29 Bomber, ''Bockscar'', drops an atomic bomb, codenamed ampquotFat Manampquot, on  Nagasaki, Japan, at 11:02 a.m. (local time).", "date" : "1945/08/09"}, {"title" : " WWII: Japan offers to surrender to the Allies, quotprovided this does not prejudice the sovereignty of the Emperorquot.", "date" : "1945/08/10"}, {"title" : " WWII: The Allies reply to the Japanese surrender offer by saying that Emperor Hirohito will be subject to the authority of the Supreme Commander of the Allied Forces.", "date" : "1945/08/11"}, {"title" : "25 ampndash Soviet troops complete occupation of Sakhalin.", "date" : "1945/08/11"}, {"title" : " The Zionist World Congress approaches the British government to discuss the founding of the country of Israel.", "date" : "1945/08/13"}, {"title" : " WWII: Emperor Hirohito accepts the terms of the Potsdam Declaration.", "date" : "1945/08/14"}, {"title" : "Provisional International Civil Aviation Organization founded as a specialized agency of the United Nations.", "date" : "1945/08/14"}, {"title" : "WWII: Emperor Hirohito announces Japan's surrender on the radio. The United States calls this day V-J Day (Victory in Japan). This ends the period of Japanese expansionism and begins the period of Occupied Japan.", "date" : "1945/08/14"}, {"title" : "WWII: Korea gains independence following Japan's surrender.", "date" : "1945/08/14"}, {"title" : "President José P. Laurel issues an Executive Proclamation putting an end to the Second Philippine Republic, thus putting an end to his term as President of the Philippines.", "date" : "1945/08/14"}, {"title" : "Indonesian nationalists Soekarno and Mohammad Hatta declare the independence of the Republic of Indonesia, with Soekarno as president. Dutch colonial authorities do not approve.", "date" : "1945/08/14"}, {"title" : "The novel ''Animal Farm'' by George Orwell is first published by Fredric Warburg in London.", "date" : "1945/08/14"}, {"title" : " Chinese Civil War: Mao Zedong and Chiang Kai-shek meet in Chongqing to discuss an end to hostilities between the Communists and the Nationalists.", "date" : "1945/08/19"}, {"title" : "  WWII: Allied troops arrest German field marshal Walther von Brauchitsch.", "date" : "1945/08/31"}, {"title" : "Japanese general Tomoyuki Yamashita surrenders to Filipino and American forces at Kiangan, Ifugao.", "date" : "1945/08/31"}, {"title" : "WWII ends: The final official surrender of Japan is accepted by the Supreme Allied Commander, General Douglas MacArthur, and Fleet Admiral Chester Nimitz for the United States, and delegates from Australia, New Zealand, the United Kingdom, The Netherlands, China, and others from a Japanese delegation led by Mamoru Shigemitsu, on board the American battleship USS ''Missouri'' in Tokyo Bay.", "date" : "1945/08/31"}, {"title" : " WWII: Japanese forces surrender on Wake Island after hearing word of their country's surrender.", "date" : "1945/09/04"}, {"title" : "Iva Toguri D'Aquino, a Japanese-American suspected of being wartime radio propagandist ampquotTokyo Roseampquot, is arrested in Yokohama.", "date" : "1945/09/04"}, {"title" : "The Russian code clerk Igor Gouzenko comes forward with numerous documents implicating the Soviet Union in numerous spy rings in North America: both in the United States and in Canada.", "date" : "1945/09/04"}, {"title" : "American troops occupy southern Korea, while the Soviet Union occupies the north, with the dividing line being the 38th parallel of latitude. This arrangement proves to be the indirect beginning of a divided Korea.", "date" : "1945/09/04"}, {"title" : "Hideki Tōjō, Japanese prime minister during most of WWII, attempts suicide to avoid facing a war crimes tribunal.", "date" : "1945/09/04"}, {"title" : " The first case of a computer bug is found: a moth lodged in a relay of a Harvard Mark II computer at the Naval Weapons Center in Dahlgren, Virginia.", "date" : "1945/09/09"}, {"title" : "''Radio Republik Indonesia'' starts broadcasting.", "date" : "1945/09/09"}, {"title" : "The Batu Lintang camp in Sarawak, Borneo is liberated by Australian forces.", "date" : "1945/09/09"}, {"title" : " The Japanese Army formally surrenders to the British in Singapore.", "date" : "1945/09/12"}, {"title" : " Typhoon Makurazaki in Japan kills 3,746 people.", "date" : "1945/09/18"}, {"title" : " Mohandas Gandhi and Jawaharlal Nehru demand that all British troops depart India.", "date" : "1945/09/20"}, {"title" : "October ampampndash Arthur C. Clarke puts forward the idea of a communications satellite in a ''Wireless World'' magazine article.", "date" : "1945/09/20"}, {"title" : "October 15 ampndash Operation Backfire: Three A4 rockets are launched near Cuxhaven in order to show Allied forces the rocket with liquid fuel.", "date" : "1945/10/01"}, {"title" : " George Albert Smith becomes president of the Church of Jesus Christ of Latter-day Saints", "date" : "1945/10/02"}, {"title" : "October 10 ampndash The Detroit Tigers win the World Series against the Chicago Cubs - the Cubs have not returned to the World Series since.", "date" : "1945/10/03"}, {"title" : " The Partizan Belgrade sports society is founded in Belgrade, Serbia.", "date" : "1945/10/04"}, {"title" : " A strike by the Set Decorator's Union in Hollywood results in a riot.", "date" : "1945/10/05"}, {"title" : " WWII: Pierre Laval, the former premier of Vichy France, is shot to death by a firing squad for treason against France.", "date" : "1945/10/15"}, {"title" : " FAO established as a specialized agency of the United Nations.", "date" : "1945/10/16"}, {"title" : " A massive number of people, headed for CGT, gather in the Plaza de Mayo in Argentina to demand Juan Perón's release. This is known to the Peronists as the ''Día de la lealtad'' (Loyalty Day). It is considered the founding day of Peronism.", "date" : "1945/10/17"}, {"title" : " Isaías Medina Angarita, president of Venezuela, is overthrown by a military coup.", "date" : "1945/10/18"}, {"title" : " Women's suffrage: Women are allowed to vote in France for the first time.", "date" : "1945/10/21"}, {"title" : " Jackie Robinson signs a contract with the Montreal Royals.", "date" : "1945/10/23"}, {"title" : "ICJ (ampquotWorld Courtampquot) established by the United Nations Charter.", "date" : "1945/10/23"}, {"title" : "The United Nations is founded.", "date" : "1945/10/23"}, {"title" : "The Norwegian Nazi leader Vidkun Quisling is shot to death by a firing squad for treason against Norway.", "date" : "1945/10/23"}, {"title" : " Indonesian separatists riot and fight Dutch and British security forces.", "date" : "1945/10/27"}, {"title" : "Getúlio Vargas resigns as the president of Brazil.", "date" : "1945/10/27"}, {"title" : "At Gimbels Department Store in New York City, the first ballpoint pens go on sale at $12.50 each.", "date" : "1945/10/27"}, {"title" : " The undivided country of India joins the United Nations. Pakistan is formed and joins later.", "date" : "1945/10/30"}, {"title" : "International Labour Organization (ILO) In 1945, the organisation's new constitution came into effective.", "date" : "1945/10/30"}, {"title" : "John H. Johnson publishes the first issue of the magazine ''Ebony''.", "date" : "1945/10/30"}, {"title" : "Telechron introduces the model 8H59 ampquotMusalarmampquot, the first clock radio.", "date" : "1945/10/30"}, {"title" : " Soo bahk do Moo Duk Kwan is founded.", "date" : "1945/11/09"}, {"title" : " Charles De Gaulle is elected head of a French provisional government", "date" : "1945/11/13"}, {"title" : "Cold War: The United States controversially imports 88 German scientists to help in the production of rocket technology.", "date" : "1945/11/15"}, {"title" : "The motion picture ''The Lost Weekend'', starring Ray Milland, is released. The most realistic film portrayal of alcoholism up to that time, it wins several Oscars in the following year.", "date" : "1945/11/15"}, {"title" : "Yeshiva College is founded.", "date" : "1945/11/15"}, {"title" : " The Nuremberg Trials begin: Trials against 24 Nazi war criminals of WWII start at the Nuremberg Palace of Justice.", "date" : "1945/11/20"}, {"title" : " An earthquake in Balochistan (Pakistan) causes a tsunami and kills 4,000.", "date" : "1945/11/28"}, {"title" : "The Socialist Federal Republic of Yugoslavia is declared (this day is celebrated as Republic Day until the 1990s). Marshal Tito is named president.", "date" : "1945/11/28"}, {"title" : "Assembly of the world's first general purpose electronic computer, the Electronic Numerical Integrator and Computer (ENIAC), is completed. It covers {{convert|1800|sqft|m2}} of floor space. The first set of calculations is run on the computer.", "date" : "1945/11/28"}, {"title" : "General Eurico Gaspar Dutra is elected president of Brazil.", "date" : "1945/11/28"}, {"title" : "French banks (Banque de France, BNCI, CNEP, Crédit Lyonnais, and Société Générale) nationalized.", "date" : "1945/11/28"}, {"title" : " Communist demonstrations in Athens presage the Greek Civil War.", "date" : "1945/12/03"}, {"title" : " By a vote of 65–7, the United States Senate approves the entry of the United States into the United Nations.", "date" : "1945/12/04"}, {"title" : " A flight of US Navy Avenger torpedo bombers known as Flight 19 disappears on a training exercise.", "date" : "1945/12/05"}, {"title" : " General George S. Patton dies from injuries sustained in a car accident on December 9.", "date" : "1945/12/21"}, {"title" : "Twenty-eight nations sign an agreement creating the World Bank.", "date" : "1945/12/21"}, {"title" : "Terror strikes are carried out against British military bases in Palestine.", "date" : "1945/12/21"}, {"title" : " Anastasio Somoza García becomes President of Nicaragua.", "date" : "1937/01/01"}, {"title" : " The first science fiction convention is held in Leeds, England.", "date" : "1937/01/03"}, {"title" : " The first issue of ''Look'' magazine goes on sale in the United States.", "date" : "1937/01/11"}, {"title" : " Howard Hughes establishes a record by flying from Los Angeles to New York City in 7 hours, 28 minutes and 25 seconds.", "date" : "1937/01/19"}, {"title" : " Chief Justice Charles Evans Hughes swears in Franklin D. Roosevelt for a second term.  This is the first time Inauguration Day in the United States occurs on that date, on which it has occurred ever since the change is due to the ratification in 1933 of the 20th amendment to the U.S. Constitution.", "date" : "1937/01/20"}, {"title" : " In Moscow, seventeen leading Communists go on trial, accused of participating in a plot led by Leon Trotsky to overthrow Joseph Stalin's regime and assassinate its leaders.", "date" : "1937/01/23"}, {"title" : " The U.S. state of Michigan celebrates its Centennial Anniversary of statehood.", "date" : "1937/01/26"}, {"title" : "The Ohio River floods.", "date" : "1937/01/26"}, {"title" : "The Soviet Union executes 31 people for alleged Trotskyism.", "date" : "1937/01/26"}, {"title" : " U.S President Franklin D. Roosevelt proposes a plan to enlarge the Supreme Court of the United States.", "date" : "1937/02/05"}, {"title" : " Spanish Civil War: Falangist troops take Málaga.", "date" : "1937/02/08"}, {"title" : "February 27 ampndash Spanish Civil War ampndash Battle of Jarama: Nationalist and government troops fight to a stalemate.", "date" : "1937/02/08"}, {"title" : " A sit-down strike ends when General Motors recognizes the United Automobile Workers Union.", "date" : "1937/02/11"}, {"title" : " Wallace H. Carothers receives a patent for nylon.", "date" : "1937/02/16"}, {"title" : "Airliner VH-UHH (''Stinson'') goes down over Lamington National Park, bound for Sydney, killing five people.", "date" : "1937/02/16"}, {"title" : "Yekatit 12: During a public ceremony at the Viceregal Palace (the former Imperial residence) in Addis Ababa, Ethiopia, two Eritrean nationalists attempt to kill viceroy Rodolfo Graziani with a number of grenades. The Italian security guard fire into the crowd of Ethiopian onlookers. Authorities exact further reprisals, which include indiscriminately slaughtering native Ethiopians over the next three days, detaining thousands of Ethiopians in inhospitable conditions at Danan in the Ogaden and Nokra in the Dahlak Archipelago, and slaughtering almost 300 monks at Debre Libanos monastery.", "date" : "1937/02/16"}, {"title" : " Roberto Ortiz is elected president of Argentina.", "date" : "1937/02/20"}, {"title" : " The League of Nations Non-Intervention Committee prohibits foreign nationals from fighting in the Spanish Civil War.", "date" : "1937/02/21"}, {"title" : "March ampampndash The first issue of ''Detective Comics'' is published in the United States. Twenty-seven issues later, ''Detective Comics'' introduces Batman. The magazine goes on to become the longest continually published comic book in American history it is still published {{as of|lc=y|2012}}.", "date" : "1937/02/21"}, {"title" : " The Encyclical ''Mit brennender Sorge'' of Pope Pius XI is published in Nazi Germany.", "date" : "1937/03/10"}, {"title" : " The Atherton Report (private investigator Edwin Atherton's report detailing vice and police corruption in San Francisco) is released.", "date" : "1937/03/17"}, {"title" : " In the worst school disaster in American history in terms of lives lost, the New London School in New London, Texas suffers a catastrophic natural gas explosion, killing in excess of 295 students and teachers.", "date" : "1937/03/18"}, {"title" : "The Encyclical ''Divini Redemptoris'' of Pope Pius XI about communism is published.", "date" : "1937/03/18"}, {"title" : "Mother Frances Hospital opens in Tyler, Texas in response to the New London School explosion.", "date" : "1937/03/18"}, {"title" : " The first successful flying car, Waldo Waterman's ''Aerobile'', makes its initial flight.", "date" : "1937/03/21"}, {"title" : "In Crystal City, Texas, spinach growers erect a statue of the cartoon character Popeye.", "date" : "1937/03/21"}, {"title" : "William Henry Hastie becomes the first African-American appointed to a federal judgeship .", "date" : "1937/03/21"}, {"title" : " Aden becomes a British crown colony. Bombing of Jaén, Spain by Nazi forces", "date" : "1937/04/01"}, {"title" : " The ''Kamikaze'' arrives at Croydon Airport in London it is the first Japanese-built aircraft to fly to Europe.", "date" : "1937/04/09"}, {"title" : " ''NLRB v. Jones amp Laughlin Steel'': The Supreme Court of the United States rules that the National Labor Relations Act is constitutional.", "date" : "1937/04/12"}, {"title" : " The animated short ''Porky's Duck Hunt'', directed by Tex Avery for the Looney Tunes series, featuring the debut of Daffy Duck, is released.", "date" : "1937/04/17"}, {"title" : " A fire in an elementary school in Kilingi-Nõmme, Estonia, kills seventeen students and injures fifty.", "date" : "1937/04/20"}, {"title" : " Spanish Civil War: Guernica, Spain is bombed. In his report of the Falangist attack on Guernica, British journalist George Steer reports finding German bomb casings, connecting Luftwaffe planes with the attack.", "date" : "1937/04/26"}, {"title" : "May", "date" : "1937/04/26"}, {"title" : "The Dáil Éireann passes the Executive Authority (Consequential Provisions) Act, 1937, which abolishes the office of Governor-General of the Irish Free State, retrospectively dated to December 1936.", "date" : "1937/04/26"}, {"title" : "17 million unemployed in the USA.", "date" : "1937/04/26"}, {"title" : " A general strike occurs in Paris, France.", "date" : "1937/05/01"}, {"title" : " ''Hindenburg'' disaster: In the United States, the German airship ''Hindenburg'' bursts into flame when mooring to a mast in Lakehurst, New Jersey. Of the 36 passengers and 61 crew on board, 13 passengers and 22 crew die, as well as one member of the ground crew.", "date" : "1937/05/06"}, {"title" : " Spanish Civil War: The German Condor Legion Fighter Group, equipped with Heinkel He 51 biplanes, arrives in Spain to assist Francisco Franco's forces.", "date" : "1937/05/07"}, {"title" : " The coronation of George VI and Queen Elizabeth (later Queen Elizabeth The Queen Mother) takes place at Westminster Abbey, London.", "date" : "1937/05/12"}, {"title" : "A Soviet station becomes the first scientific research settlement to operate on the drift ice of the Arctic Ocean.", "date" : "1937/05/12"}, {"title" : "As one of the reprisals for the attempted assassination of Italian viceroy Rodolfo Graziani, a detachment of Italian troops massacres the entire community of Debre Libanos, killing 297 monks and 23 laymen.", "date" : "1937/05/12"}, {"title" : " In California, the Golden Gate Bridge opens to pedestrian traffic, creating a vital link between San Francisco and Marin County. The next day, President Franklin D. Roosevelt pushes a button in Washington, D.C., signaling the start of vehicle traffic over the Golden Gate Bridge.", "date" : "1937/05/27"}, {"title" : " Neville Chamberlain becomes Prime Minister of the United Kingdom.", "date" : "1937/05/28"}, {"title" : "Spanish Civil War: Spanish ship ''Ciudad de Barcelona'' is torpedoed.", "date" : "1937/05/28"}, {"title" : "The Chicago Police Department shoot and kill ten unarmed demonstrators in Chicago in what is known as the Memorial Day massacre.", "date" : "1937/05/28"}, {"title" : " Wallis Simpson marries The Duke of Windsor (the former Edward VIII), in France.", "date" : "1937/06/03"}, {"title" : "The first total solar eclipse to exceed seven minutes of totality in over 800 years, is visible in the Pacific and Peru.", "date" : "1937/06/03"}, {"title" : "Carl Orff's ''Carmina Burana'' premieres in Frankfurt, Germany.", "date" : "1937/06/03"}, {"title" : " Pennsylvania becomes the first (and only) of the United States to celebrate Flag Day officially as a state holiday.", "date" : "1937/06/14"}, {"title" : " The coalition government of Léon Blum resigns in France.", "date" : "1937/06/21"}, {"title" : " Civilian Conservation Corps (CCC) established in the United States, superseding the Emergency Conservation Work program.", "date" : "1937/06/28"}, {"title" : "June ampampndash Picasso completes his painting ''Guernica''.", "date" : "1937/06/28"}, {"title" : "June/July ampampndash The Dáil Éireann debates and passes the draft new Constitution of Ireland, which is then submitted for public approval by plebiscite.", "date" : "1937/06/28"}, {"title" : "The Gestapo arrests pastor Martin Niemöller.", "date" : "1937/06/28"}, {"title" : "First alleged sighting of the White River Monster.", "date" : "1937/06/28"}, {"title" : "Amelia Earhart and navigator Fred Noonan disappear after taking off from New Guinea during Earhart's attempt to become the first woman to fly around the world.", "date" : "1937/06/28"}, {"title" : "A guard takes his place at the Tomb of the Unknowns in Washington, DC continuous guard has been maintained there ever since.", "date" : "1937/06/28"}, {"title" : " The highest recorded temperature in Canada, at Yellow Grass, Saskatchewan, is 45°C (113°F).", "date" : "1937/07/05"}, {"title" : "Sino-Japanese War: Battle of Lugou Bridge (aka Marco Polo Bridge Incident): Japanese forces invade China (often seen as the beginning of World War II in Asia).", "date" : "1937/07/05"}, {"title" : " American popular composer George Gershwin dies in Los Angeles of a brain tumor, age 38.", "date" : "1937/07/11"}, {"title" : " The Geibeltbad Pirna is opened in Dresden, Germany.", "date" : "1937/07/20"}, {"title" : " Éamon de Valera is elected President of the Executive Council (prime minister) of the Irish Free State by the Dáil (parliament).", "date" : "1937/07/21"}, {"title" : " New Deal: The United States Senate votes down President Franklin D. Roosevelt's proposal to add more justices to the Supreme Court of the United States.", "date" : "1937/07/22"}, {"title" : " Alabama drops rape charges against the so-called ''Scottsboro Boys''.", "date" : "1937/07/24"}, {"title" : "July 31 ampndash Sino-Japanese War: Battle of Beiping-Tianjin, a series of actions fought around Beiping and Tianjin, resulting in Japanese victory.", "date" : "1937/07/25"}, {"title" : " The Irish Republican Army attempts the assassination by bomb of George VI in Belfast.", "date" : "1937/07/28"}, {"title" : " The Soviet Union commences one of the largest campaigns of the Great Purge, to quoteliminate anti-Soviet elements.quot Within the following year, at least 724,000 people are killed on order of the troikas, directed by Joseph Stalin. This was an offensive that targeted social classes (such as the kulaks), ethnic or racial backgrounds which were seen as non-Russian, and Stalin's personal opponents from the Communist Party and their sympathizers.", "date" : "1937/08/05"}, {"title" : " Spanish Civil War: Falangist artillery bombards Madrid.", "date" : "1937/08/06"}, {"title" : " Japan occupies Beijing.", "date" : "1937/08/08"}, {"title" : " Sino-Japanese War: Japanese aircraft attack the car carrying the ambassador of Great Britain during a raid on Shanghai.", "date" : "1937/08/26"}, {"title" : " The Great Hong Kong Typhoon kills an estimated 11,000 persons.", "date" : "1937/09/02"}, {"title" : " Spanish Civil War: The city of Llanes falls to the Falangists.", "date" : "1937/09/05"}, {"title" : " CBS broadcasts a two-and-a-half hour memorial concert nationwide on radio in memory of George Gershwin, live from the Hollywood Bowl.  Many celebrities appear, including Oscar Levant, Fred Astaire, Otto Klemperer, Lily Pons, and members of the original cast of ''Porgy and Bess''. The concert is recorded and released complete years later in what is excellent sound for its time, on CD. The Los Angeles Philharmonic is the featured orchestra.", "date" : "1937/09/07"}, {"title" : " Abraham Lincoln's head is dedicated at Mount Rushmore.", "date" : "1937/09/17"}, {"title" : " Swiss professional ice hockey club HC Ambrì-Piotta founded.", "date" : "1937/09/19"}, {"title" : " George Allen amp Unwin, Ltd. of London publishes the first edition of J. R. R. Tolkien's ''The Hobbit''.", "date" : "1937/09/21"}, {"title" : " Sino-Japanese War: Battle of Pingxingguan: The Communist Chinese National Revolutionary Army defeats the Japanese.", "date" : "1937/09/25"}, {"title" : " Street and Smith Publications launches a half-hour radio program, ''The Shadow'', with Orson Welles in the title role.", "date" : "1937/09/26"}, {"title" : " The last Bali tiger dies.", "date" : "1937/09/27"}, {"title" : "The Marihuana Tax Act becomes law in the United States.", "date" : "1937/09/27"}, {"title" : " Sino-Japanese War: Japanese troops advance toward Nanking.", "date" : "1937/10/03"}, {"title" : " Rabotnicki Skopje is established as a football club .", "date" : "1937/10/04"}, {"title" : " Roosevelt gives his famous ''Quarantine Speech'' in Chicago.", "date" : "1937/10/05"}, {"title" : " Germany, in a note to Brussels, guarantees the inviolability and integrity of Belgium so long as the latter abstains from military action against Germany.", "date" : "1937/10/13"}, {"title" : " Ernest Hemingway's novel ''To Have and Have Not'' is first published.", "date" : "1937/10/15"}, {"title" : "October 21 ampndash Spanish Civil War: The whole Spanish northern seaboard falls into the Falangists' hands Republican forces in Gijon, Spain, set fire to petrol reserves prior to retreating before the advancing Falangists.", "date" : "1937/10/18"}, {"title" : " Celal Bayar forms the new (ninth) government of Turkey.", "date" : "1937/10/25"}, {"title" : " Underdog Maurice J. Tobin resoundingly defeats former governor and mayor James Michael Curley in a Boston mayoral election that shocks the political establishment.", "date" : "1937/11/03"}, {"title" : "Spanish Civil War ampampndash 35,000 Republican supporters are massacred in Piedrafita de Babia, near León.", "date" : "1937/11/03"}, {"title" : "World War II: In the Reich Chancellery, Adolf Hitler holds a secret meeting and states his plans for acquiring ampquotliving spaceampquot for the German people (recorded in the Hossbach Memorandum).", "date" : "1937/11/03"}, {"title" : " Italy joins the Anti-Comintern Pact.", "date" : "1937/11/06"}, {"title" : " Sino-Japanese War: Japanese troops take Shanghai.", "date" : "1937/11/09"}, {"title" : " Brazilian president Getúlio Vargas announces the Estado Novo (quotNew Statequot), thence becoming dictator of Brazil until 1945.", "date" : "1937/11/10"}, {"title" : " The Kogushi sulfur mine collapse, in western Gunma, Japan, kills at least 245 people.", "date" : "1937/11/11"}, {"title" : " ''The Dandy'' comic is first published in Scotland it will still be running {{as of|lc=y|2011}}.", "date" : "1937/12/04"}, {"title" : " Italy withdraws from the League of Nations.", "date" : "1937/12/11"}, {"title" : "USS ''Panay'' incident: Japanese bombers sink the American gunboat {{USS|Panay|PR-5|6}}.", "date" : "1937/12/11"}, {"title" : "Mae West makes a risque guest appearance on the NBC ''Chase and Sanborn Hour'' that eventually results in her being banned from radio.", "date" : "1937/12/11"}, {"title" : " Sino-Japanese War: The Battle of Nanjing ends and the Nanjing Massacre begins. Japanese troops slaughter over 300,000 civilians and prisoners over three months.", "date" : "1937/12/13"}, {"title" : " The original production of the musical ''Me and My Girl'' opens at the West End Victoria Palace Theatre in London. A later revival of this musical would win an award.", "date" : "1937/12/16"}, {"title" : " Walt Disney's ''Snow White'' premieres in selected theaters.", "date" : "1937/12/21"}, {"title" : " At the age of 70, legendary conductor Arturo Toscanini conducts the NBC Symphony Orchestra on radio for the first time, beginning his successful 17-year tenure with that orchestra.  This first concert consists of music by Vivaldi (at a time when he was still seldom played), Mozart, and Brahms. Millions tune in to listen, including U.S. President Franklin Delano Roosevelt.", "date" : "1937/12/25"}, {"title" : " The new Constitution of Ireland (''Bunreacht na hÉireann'') comes into force. The Irish Free State becomes quotIrelandquot, and Éamon de Valera becomes the first Taoiseach (prime minister) of the new state. A Presidential Commission (made up the Chief Justice, the Speaker of Dáil Éireann, and the President of the High Court) assumes the powers of the new presidency, pending the popular election of the first President of Ireland in June 1938. The new constitution prohibits divorce.", "date" : "1937/12/29"}, {"title" : " The March of Dimes is established by Franklin Delano Roosevelt.", "date" : "1938/01/03"}, {"title" : " The German War Minister Field Marshal Werner von Blomberg marries Eva Gruhn in Berlin Hermann Göring is best man at the wedding.", "date" : "1938/01/12"}, {"title" : " Two landmark live recordings are produced this day: the very first of Mahler's Ninth by the Vienna Philharmonic under Bruno Walter in the face of dire circumstance and Benny Goodman and his orchestra become the first jazz musicians to headline a concert at Carnegie Hall in New York City.", "date" : "1938/01/16"}, {"title" : " King Farouk of Egypt marries Queen Farida Zulficar in Cairo.", "date" : "1938/01/20"}, {"title" : " Thornton Wilder's play ''Our Town'' is performed for the first time anywhere in Princeton, New Jersey.  It premieres in New York City on February 4.", "date" : "1938/01/22"}, {"title" : " A brilliant aurora borealis described variously as quota curtain of firequot and a quothuge blood-red beam of lightquot startles people across Europe and is visible as far south as Gibraltar.", "date" : "1938/01/25"}, {"title" : "The Niagara Bridge at Niagara Falls, New York collapses due to an ice jam.", "date" : "1938/01/25"}, {"title" : "German War Minister Field Marshal Werner von Blomberg resigns, following the revelation that his new wife had previously posed for pornographic photos.", "date" : "1938/01/25"}, {"title" : " The first ski tow in America begins operation in Vermont.", "date" : "1938/01/28"}, {"title" : "Adolf Hitler abolishes the War Ministry and creates the Oberkommando der Wehrmacht (High Command of the Armed Forces), giving him direct control of the German military. In addition, Hitler sacks political and military leaders considered unsympathetic to his philosophy or policies. General Werner von Fritsch is forced to resign as Commander of Chief of the German Army following accusations of homosexuality, and replaced by General Walther von Brauchitsch. Foreign Minister Baron Konstantin von Neurath is sacked and replaced by Joachim von Ribbentrop.", "date" : "1938/01/28"}, {"title" : "Walt Disney's ''Snow White and the Seven Dwarfs'', the first cel-animated feature in motion picture history, is released in the United States.", "date" : "1938/01/28"}, {"title" : " Black Sunday at Bondi Beach, Sydney, Australia: 300 swimmers are dragged out to sea in 3 freak waves 80 lifesavers save all but 5.", "date" : "1938/02/06"}, {"title" : " Carol II of Romania takes dictatorial powers.", "date" : "1938/02/10"}, {"title" : " Chancellor Kurt von Schuschnigg of Austria meets Adolf Hitler at Berchtesgaden and, under threat of invasion, is forced to yield to German demands for greater Nazi participation in the Austrian government.", "date" : "1938/02/12"}, {"title" : " The British naval base at Singapore begins operations.", "date" : "1938/02/14"}, {"title" : " Sir Anthony Eden resigns as British Foreign Secretary following major disagreements with Prime Minister Neville Chamberlain over the best policy to follow in regards to Italy, and is succeeded by Lord Halifax.", "date" : "1938/02/20"}, {"title" : " A nylon bristle toothbrush becomes the first commercial product to be made with nylon yarn.", "date" : "1938/02/24"}, {"title" : "March ampampndash Italian mathematician Ettore Majorana disappears.", "date" : "1938/02/24"}, {"title" : "Oil is discovered in Saudi Arabia.", "date" : "1938/02/24"}, {"title" : "Sir Nevile Henderson, British Ambassador to Germany, presents a proposal to Hitler for an international consortium to rule much of Africa (in which Germany would be assigned a leading role) in exchange for a German promise never to resort to war to change her frontiers Hitler rejects the British offer.", "date" : "1938/02/24"}, {"title" : " ''Anschluss:'' German troops occupy Austria annexation is declared the following day.", "date" : "1938/03/12"}, {"title" : " French Premier Léon Blum reassures the Czechoslovak government that France will honor its treaty obligations to aid Czechoslovakia in event of German invasion.", "date" : "1938/03/14"}, {"title" : " Soviet Union announces officially that Nikholai Bukharin has been executed.", "date" : "1938/03/15"}, {"title" : " Poland presents an ultimatum to Lithuania, to establish normal diplomatic relations that were severed over the Vilnius Region.", "date" : "1938/03/17"}, {"title" : "Mexico nationalizes all foreign-owned oil properties within its borders.", "date" : "1938/03/17"}, {"title" : "General Werner von Fritsch is acquitted of charges of homosexuality at his court-martial.", "date" : "1938/03/17"}, {"title" : "Édouard Daladier becomes prime minister of France. He appoints as Foreign Minister a leading advocate of the policy of appeasement, Georges Bonnet, effectively negating Blum's reassurances of March 14.", "date" : "1938/03/17"}, {"title" : " London and Rome sign an agreement that sees Britain recognise Italian control of Ethiopia in return for an Italian pledge to withdraw all its troops from Spain at the conclusion of the civil war there.", "date" : "1938/04/16"}, {"title" : " First appearance of Superman. The date Action Comics #1 was published (June Cover) according to court documents released during the legal battle over the rights to Superman. DC Comics recognizes May 3, 1938 as the publishing date.", "date" : "1938/04/18"}, {"title" : " Konstantin Päts becomes president of Estonia.", "date" : "1938/04/24"}, {"title" : " ''Erie Railroad Co. v. Tompkins'': The U.S. Supreme Court overturns a century of federal common law.", "date" : "1938/04/25"}, {"title" : " The towns of Dana, Enfield, Greenwich, and Prescott in Massachusetts are disincorporated to make way for the Quabbin Reservoir.", "date" : "1938/04/28"}, {"title" : "The Vatican recognizes Franco's government in Spain.", "date" : "1938/04/28"}, {"title" : "General Ludwig Beck, Chief of the German Army's General Staff, submits a memorandum to Hitler opposing ''Fall Grün'' (Case Green), the plan for a war with Czechoslovakia, under the grounds that Germany is ill-prepared for the world war likely to result from such an attack.", "date" : "1938/04/28"}, {"title" : " Kaarel Eenpalu becomes prime minister of Estonia.", "date" : "1938/05/09"}, {"title" : " U.S. Secretary of State Cordell Hull rejects Russia's offer of a joint defence pact to counter rise of Nazi Germany.", "date" : "1938/05/12"}, {"title" : " Chile withdraws from the League of Nations.", "date" : "1938/05/14"}, {"title" : " ''Information Please'' debuts on ''NBC'' Radio.", "date" : "1938/05/17"}, {"title" : " Czechoslovakia orders a partial mobilization of its armed forces along the German border.", "date" : "1938/05/20"}, {"title" : " Matsuo Toi kills 30 people in a village in Okayama, Japan, in the Tsuyama massacre, the world's worst spree killing by an individual until 1982.", "date" : "1938/05/21"}, {"title" : " Temporarily frustrated by the Czechoslovak mobilization and international diplomatic unity in the face of German demands over the Sudetenland, Hitler orders the Foreign Office to assure the Czechoslovaks that he has no demands on their territory. The world at large mistakenly believes the crisis is averted.", "date" : "1938/05/23"}, {"title" : "Spanish Civil War: Alicante, Spain is bombed, resulting in 313 deaths.", "date" : "1938/05/23"}, {"title" : "The Soviet ambassador to the United States A.A. Troyanovsky declared that Moscow was ready to defend Czechoslovakia. This offer was ignored by Britain and the U.S.A.", "date" : "1938/05/23"}, {"title" : " In a conference at the Reichs Chancellery, Hitler declares his decision to destroy Czechoslovakia by military force, and orders the immediate mobilization of 96 Wehrmacht divisions.", "date" : "1938/05/28"}, {"title" : " Poland who had its eyes on the Teschen region of Czechoslovakia was reassured by Rumania that it would block any attempt by the Soviet Union to come to the aid of the Czechs in the event of a Polish invasion.", "date" : "1938/05/30"}, {"title" : " Fire destroys 212 buildings in Ludza, Latvia.", "date" : "1938/06/11"}, {"title" : "June 18 ampndash The Roma and Sinti peoples in Germany and Austria are rounded up, beaten up and jailed.", "date" : "1938/06/12"}, {"title" : " László Bíró patents the ballpoint pen in Britain.", "date" : "1938/06/15"}, {"title" : " Italy beats Hungary 4–2 to win the 1938 World Cup.", "date" : "1938/06/19"}, {"title" : " Heavyweight boxing champion Joe Louis knocks out Max Schmeling in the first round of their rematch at Yankee Stadium in New York City.", "date" : "1938/06/22"}, {"title" : "The Civil Aeronautics Act is signed into law, forming the Civil Aeronautics Authority in the United States.", "date" : "1938/06/22"}, {"title" : "Marineland opens near St. Augustine, Florida.", "date" : "1938/06/22"}, {"title" : " A {{convert|450|MT|ST|0|lk=on|adj=on}} meteorite explodes about {{convert|12|mi|km|0}} above the earth near Chicora, Pennsylvania.", "date" : "1938/06/24"}, {"title" : " Dr. Douglas Hyde is elected the first President of Ireland.", "date" : "1938/06/25"}, {"title" : " ''Action Comics #1'' is published, which is the first publication featuring the comic book character ''Superman''.", "date" : "1938/06/30"}, {"title" : "July ampampndash The Mauthausen concentration camp is built in Austria.", "date" : "1938/06/30"}, {"title" : "The steam locomotive ''Mallard'' sets the world speed record for steam by reaching 126ampampnbspmph.", "date" : "1938/06/30"}, {"title" : "The last reunion of the Blue and Gray commemorates the 75th anniversary of the Battle of Gettysburg in Gettysburg, Pennsylvania.", "date" : "1938/06/30"}, {"title" : " The Non-Intervention Committee reaches an agreement to withdraw all foreign volunteers from the Spanish Civil War. The agreement is respected by most Republican foreign volunteers, notably by those from England and the United States, but is ignored by the governments of Germany and Italy.", "date" : "1938/07/05"}, {"title" : " The Evian Conference on Refugees is convened in France. No country in Europe is prepared to accept Jews fleeing persecution and the United States will only take 27,370. The prospect for European Jewry looks bleak.", "date" : "1938/07/06"}, {"title" : " Howard Hughes sets a new record by completing a 91 hour airplane flight around the world.", "date" : "1938/07/14"}, {"title" : " Wrong Way Corrigan takes off from New York, ostensibly heading for California.  He lands in Ireland instead.", "date" : "1938/07/18"}, {"title" : " Britain rejected a proposal from its ambassador in Berlin, Nevile Henderson, for a four power summit on Czechoslovakia consisting of Britain, France, Germany and the U.S.S.R.  London would under no circumstances accept the U.S.S.R. as a diplomatic partner.", "date" : "1938/07/22"}, {"title" : " First ascent of the Eiger north face.", "date" : "1938/07/24"}, {"title" : " A revolt against the Ioannis Metaxas dictatorship is put down in Chania, Greece.", "date" : "1938/07/28"}, {"title" : " The first ever issue of ''The Beano'' is published.", "date" : "1938/07/30"}, {"title" : "August ampampndash In the face of overwhelming Japanese military pressure, Chiang Kai-shek withdraws his government to Chungking.", "date" : "1938/07/30"}, {"title" : " Lord Runciman arrives in Prague to act as Neville Chamberlain's special envoy in the continuing Sudetenland disturbances.", "date" : "1938/08/04"}, {"title" : " The Looney Tunes animated short ''Porky amp Daffy'' is released.", "date" : "1938/08/06"}, {"title" : " At a secret summit with his leading generals, Hitler attacks General Beck's arguments against ''Fall Grün'', winning the majority of his senior officers over to his point of view.", "date" : "1938/08/10"}, {"title" : "The Thousand Islands Bridge, connecting the United States with Canada, is dedicated by U.S. President Franklin D. Roosevelt.", "date" : "1938/08/10"}, {"title" : "Colonel General Ludwig Beck, convinced that Hitler's decision to attack Czechoslovakia will lead to a general European war, resigns his position as Chief of the Army General Staff in protest.", "date" : "1938/08/10"}, {"title" : " Civil Aeronautics Authority (independent agency).", "date" : "1938/08/22"}, {"title" : "eneral Beck leaves office as Chief of the General Staff he is replaced by General Franz Halder.", "date" : "1938/08/27"}, {"title" : " Lord Runciman's mission to mitigate the Sudetenland crisis begins to break down. British Prime Minister Neville Chamberlain recalls the British Ambassador Nevile Henderson from Berlin, to instruct Henderson to set up a personal meeting between Chamberlain and Hitler.", "date" : "1938/08/28"}, {"title" : " Winston Churchill, still believing France and Britain mean to honor their promises to defend Czechoslovakia against Nazi aggression, suggests in a personal note to Neville Chamberlain that His Majesty's Government may want to set up a broad international alliance including the United States (specifically mentioning U.S. President Franklin Delano Roosevelt as possibly receptive to the idea) and the Soviet Union.", "date" : "1938/08/31"}, {"title" : "September ampampndash The European crisis over German demands for annexation of the  Sudeten borderland of Czechoslovakia heats up.", "date" : "1938/08/31"}, {"title" : " Soviet Ambassador to Britain Ivan Maisky calls on Winston Churchill, to tell him that Soviet Foreign Commissar Maxim Litvinov has expressed to the French chargé d'affaires in Moscow that the Soviet Union is willing to fight over the territorial integrity of Czechoslovakia.", "date" : "1938/09/02"}, {"title" : " During the ceremony marking the unveiling of a plaque at Pointe de Grave, France celebrating Franco-American friendship, American Ambassador William Bullitt in a speech states, quotFrance and the United States were united in war and peacequot, leading to much speculation in the press that if war did break out over Czechoslovakia, then the United States would join the war on the Allied side.", "date" : "1938/09/04"}, {"title" : " Czechoslovakian President Edvard Beneš invites mid-level representatives of the Sudeten Germans to the Hradcany palace, to tell them he will accept whatever demands they care to make, provided the Sudetenland remains part of the Republic of Czechoslovakia.", "date" : "1938/09/05"}, {"title" : " What eventually proves to be the last of the quotNuremberg Ralliesquot begins. It draws worldwide attention because it is widely assumed Hitler, in his closing remarks, will signal whether there will be peace with or war over Czechoslovakia.", "date" : "1938/09/06"}, {"title" : " ''The Times'' publishes a lead article which calls on Czechoslovakia to cede the Sudetenland to Germany.", "date" : "1938/09/07"}, {"title" : " U.S. President Franklin D. Roosevelt disallows the popular interpretation of Bullitt's speech at a press conference at the White House. Roosevelt states it is quot100% wrongquot the U.S. would join a quotstop-Hitler blocquot under any circumstances, and makes it quite clear that in the event of German aggression against Czechoslovakia, the U.S. would remain neutral.", "date" : "1938/09/09"}, {"title" : " Hermann Göring, in a speech at Nuremberg, calls the Czechs a quotmiserable pygmy racequot who are quotharassing the human race.quot That same evening, Edvard Beneš, President of Czechoslovakia, makes a broadcast in which he appeals for calm.", "date" : "1938/09/10"}, {"title" : " Hitler makes his much-anticipated closing address at Nuremberg, in which he vehemently attacks the Czech people and President Beneš. American news commentator Hans von Kaltenborn begins his famous marathon of broadcast bulletins over the CBS Radio Network with a summation of Hitler's address.", "date" : "1938/09/12"}, {"title" : " The followers of Konrad Henlein begin an armed revolt against the Czechoslovak government in Sudetenland. Martial law is declared and after much bloodshed on both sides order is temporarily restored. Neville Chamberlain personally sends a telegram to Hitler urgently requesting that they both meet.", "date" : "1938/09/13"}, {"title" : " Neville Chamberlain arrives in Berchtesgaden to begin negotiations with Hitler over the Sudetenland.", "date" : "1938/09/15"}, {"title" : " Neville Chamberlain returns temporarily to London to confer with his cabinet. The Russian army masses along the Ukrainian frontier. Rumania agrees to allow Russian soldiers free passage across her territory to defend Czechoslovakia.", "date" : "1938/09/17"}, {"title" : " During a meeting between Neville Chamberlain and the recently elected Premier of France, Édouard Daladier, and Daladier's Foreign Minister, Georges Bonnet, it becomes apparent neither the English nor the French governments are prepared to go to war over the Sudetenland.  The Soviet Union declares it will come to the defence of Czechoslovakia only if France honours her commitment to defend Czech independence.", "date" : "1938/09/18"}, {"title" : "In the early hours of the day, representatives of the French and British governments call on Czechoslovak President Edvard Beneš to tell him France and Britain will not fight Hitler if he decides to annex the Sudetenland by force. Late in the afternoon the Czechoslovak government capitulates to the French and British demands.", "date" : "1938/09/18"}, {"title" : "Winston Churchill warns of grave consequences to European security if Czechoslovakia is partitioned. The same day, Soviet Foreign Commissar Maxim Litvinov makes a similar statement in the League of Nations.", "date" : "1938/09/18"}, {"title" : "The New England Hurricane of 1938 strikes Long Island and southern New England, killing over 300 along the Rhode Island shoreline and 600 altogether.", "date" : "1938/09/18"}, {"title" : "Following the capitulation of the Czech government to Germany's demands both Poland and Hungary demand slices of Czech territory where their nationals reside.", "date" : "1938/09/18"}, {"title" : "Unable to survive the previous day's capitulation to the demands of the English and French governments, Czechoslovak premier Milan Hodža resigns. General Jan Syrovy takes his place.", "date" : "1938/09/18"}, {"title" : "Neville Chamberlain arrives in the city of Bad Godesberg for another round of talks with Hitler over the Sudetenland crisis. Hitler raises his demands to include occupation of all German Sudeten territories by October 1. That night after a telephone conference, Chamberlain reverses himself and advises the Czechoslovaks to mobilize.", "date" : "1938/09/18"}, {"title" : "Olsen and Johnson's musical comedy revue ''Hellzapoppin''' begins its 3-year run on Broadway.", "date" : "1938/09/18"}, {"title" : "The Czechoslovak army mobilizes.", "date" : "1938/09/18"}, {"title" : "As the Polish army masses along the Czech border the Soviet Union warns Poland if it crosses the Czech frontier Russia will regard the 1932 non-aggression pact between the two countries void.", "date" : "1938/09/18"}, {"title" : "Sir Eric Phipps, British Ambassador to France, reports to London, ampquotall that is best in France is against war, almost at any priceampquot, being opposed only by a ampquotsmall, but noisy and corrupt, war groupampquot. Phipps's report creates major doubts about the ability and/or willingness of France to go to war.", "date" : "1938/09/18"}, {"title" : "At 1:30 AM, Adolf Hitler and Neville Chamberlain conclude their talks on the Sudetenland. Chamberlain agrees to take Hitler's demands, codified in the Godesberg Memorandum, personally to the Czech Government. The Czech Government rejects the demands, as does Chamberlain's own cabinet. The French Government also initially rejects the terms and orders a partial mobilizaton of the French army.", "date" : "1938/09/18"}, {"title" : " In a vitriolic speech at Berlin's Sportpalast, Hitler defies the world and implies war with Czechoslovakia will begin at any time.", "date" : "1938/09/26"}, {"title" : " As his self-imposed October 1 deadline for occupation of the Sudetenland approaches, Adolf Hitler invites Italian Duce Benito Mussolini, French Premier Edourd Deladier, and British Prime Minister Neville Chamberlain to one last conference in Munich. The Czechs themselves are not invited.", "date" : "1938/09/28"}, {"title" : "Colonel Graham Christie, assistant British military attaché in Berlin, is informed by Carl Friedrich Goerdeler that the mobilization of the Royal Navy has badly damaged the popularity of the Nazi regime, as the German public realizes that ''Fall Grün'' is likely to cause a world war.", "date" : "1938/09/28"}, {"title" : "Munich Agreement: German, Italian, British and French leaders agree to German demands regarding annexation of the Sudetenland in Czechoslovakia. The Czechoslovak government is largely excluded from the negotiations and is not a signatory to the agreement.", "date" : "1938/09/28"}, {"title" : "The Republic of Hatay is declared in Syria", "date" : "1938/09/28"}, {"title" : " Neville Chamberlain returns to Britain from meeting with Adolf Hitler and declares quotPeace for our timequot.", "date" : "1938/09/30"}, {"title" : "October ampampndash The Japanese Imperial Army largely overruns Canton.", "date" : "1938/09/30"}, {"title" : " German troops march into the Sudetenland. The Polish government gives the Czech government an ultimatum stating that Zaolzie region must be handed over within twenty-four hours. The Czechs have little choice but to comply. Polish forces occupy Zaolzie.", "date" : "1938/10/01"}, {"title" : "Tiberias massacre: Arabs murder 20 Jews.", "date" : "1938/10/01"}, {"title" : "Disgusted with Neville Chamberlain's conduct at Munich, Duff Cooper resigns his post as First Lord of the Admiralty. With his resignation, formal debate begins in the Parliament of the United Kingdom on the Munich Agreement, but with Chamberlain at the peak of his popularity, there can be little doubt His Majesty's Government will receive a vote of confidence.", "date" : "1938/10/01"}, {"title" : " The Republican forces in the Spanish Civil War begin withdrawing their foreign volunteers from combat as agreed on July 5.", "date" : "1938/10/04"}, {"title" : "Edvard Beneš, president of Czechoslovakia, resigns.", "date" : "1938/10/04"}, {"title" : " The Blue Water Bridge opens, connecting Port Huron, Michigan and Sarnia, Ontario.", "date" : "1938/10/10"}, {"title" : " Winston Churchill, in a broadcast address to the United States, condemns the Munich Agreement as a defeat and calls upon America and western Europe to prepare for armed resistance against Hitler.", "date" : "1938/10/16"}, {"title" : " In direct contravention of the recently signed Munich Agreement, Adolf Hitler circulates among his high command a secret memorandum stating that they should prepare for the quotliquidation of the rest of Czechoslovakiaquot and the occupation of Memel.", "date" : "1938/10/21"}, {"title" : "The minimum wage is established by law in the United States.", "date" : "1938/10/21"}, {"title" : "French Foreign Minister Georges Bonnet carries out a major purge of the Qui d'Orsay, sacking or exiling a number of anti-appeasement officials such as Pierre Comert and René Massigli.", "date" : "1938/10/21"}, {"title" : "At a ampquotfriendly luncheonampquot in Berchtesgaden, German foreign minister Joachim von Ribbentrop tells Józef Lipski, the Polish ambassador to Germany, that the Free City of Danzig must return to Germany, that the Germans must be given extraterritorial rights in the Polish Corridor, and that Poland must sign the Anti-Comintern Pact.", "date" : "1938/10/21"}, {"title" : "Du Pont announces a name for its new synthetic yarn: ampquotnylonampquot.", "date" : "1938/10/21"}, {"title" : " Orson Welles' radio adaptation of ''The War of the Worlds'' is broadcast, causing panic in various parts of the United States.", "date" : "1938/10/30"}, {"title" : " Great Depression: In an effort to try restore investor confidence, the New York Stock Exchange unveils a 15-point program aimed to upgrade protection for the investing public.", "date" : "1938/10/31"}, {"title" : " Horse Racing: Seabiscuit defeats War Admiral by four lengths in their famous match race at Pimlico Race Course in Baltimore, Maryland.", "date" : "1938/11/01"}, {"title" : " Arising from The Munich Agreement Hungary is quotawardedquot the Felvidek region of South Slovakia and Ruthenia.", "date" : "1938/11/02"}, {"title" : " At a public meeting in Epping, Winston Churchill narrowly survives an attempt by fellow Conservative and constituent Sir Colin Thornton-Kemsley to remove him from Parliament.", "date" : "1938/11/04"}, {"title" : "On the eve of Armistice Day, Kate Smith sings Irving Berlin's ''God Bless America'' for the first time on her weekly radio show.", "date" : "1938/11/09"}, {"title" : "İsmet İnönü becomes the second president of Turkey.", "date" : "1938/11/09"}, {"title" : " Celal Bayar forms the new government of Turkey. (10 th government Celal Bayar had  served twice as a prime minister)", "date" : "1938/11/11"}, {"title" : " French Finance Minister Paul Reynaud brings into effect a series of laws aiming at improving French productivity (thus aiming to undo the economic weaknesses which led to Munich), and undoes most of the economic and social laws of the Popular Front.", "date" : "1938/11/12"}, {"title" : "The first reported ampquotattackampquot of The Halifax Slasher mass hysteria incident.", "date" : "1938/11/12"}, {"title" : "Britain formally recognised Italy's control of Ethiopia. In return Mussolini agreed to withdraw 10,000 troops from Spain.", "date" : "1938/11/12"}, {"title" : " Trade union members elect John L. Lewis as the first president of the Congress of Industrial Organizations.", "date" : "1938/11/18"}, {"title" : " French Foreign Minister Georges Bonnet informs Léon Noël, the French Ambassador to Poland, that France should find an excuse for terminating the 1921 Franco-Polish alliance.", "date" : "1938/11/25"}, {"title" : "The Czechoslovak parliament elects Emil Hácha as the new president of Czechoslovakia.", "date" : "1938/11/25"}, {"title" : "Benito Mussolini and his Foreign Minister Count Galeazzo Ciano order ampquotspontaneousampquot demonstrations in the Italian Chamber of Deputies, demanding that France cede Tunisia, Nice, Corsica and French Somaliland to Italy. This begins an acute crisis in Franco-Italian relations that lasts until March 1939.", "date" : "1938/11/25"}, {"title" : "Corneliu Zelea Codreanu, leader of the Romanian fascist Iron Guard, is murdered on the orders of King Carol II. Officially, Codreanu and the 13 other Iron Guard leaders are ampquotshot while trying to escapeampquot.", "date" : "1938/11/25"}, {"title" : "A general strike is called in France by the French Communist Party to protest the laws of November 12.", "date" : "1938/11/25"}, {"title" : "December ampampndash President Roosevelt agrees to loan $25 million to Chiang Kai-shek, cementing the Sino-American relationship and angering the Japanese government.", "date" : "1938/11/25"}, {"title" : " Slovakia granted the status of an autonomous state under the Catholic priest Fr. Joseph Tiso", "date" : "1938/12/01"}, {"title" : " German Foreign Minister Joachim von Ribbentrop visits Paris, where he is allegedly informed by French Foreign Minister Georges Bonnet that France now recognizes all of Eastern Europe as being in Germany's exclusive sphere of influence. Bonnet's alleged statement (Bonnet always denied making the remark) to Ribbentrop is a major factor in German policy in 1939.", "date" : "1938/12/06"}, {"title" : "Kingdom of Yugoslavia parliamentary election: The opposition gains votes but not seats.", "date" : "1938/12/06"}, {"title" : "Following elections in the Lithuanian city of Memel the Lithuanian Nazi party wins over 90% of the votes.", "date" : "1938/12/06"}, {"title" : " The Neuengamme concentration camp opens near Hamburg.", "date" : "1938/12/13"}, {"title" : " MGM releases its successful film version of Charles Dickens's ''A Christmas Carol''. The film is originally intended to star Lionel Barrymore as Ebenezer Scrooge, but Barrymore, ill with arthritis, is replaced by Reginald Owen.", "date" : "1938/12/16"}, {"title" : " Otto Hahn discovers the nuclear fission of Uranium, the scientific and tecnological basis of nuclear energy, which marks the beginning of the Atomic age.", "date" : "1938/12/17"}, {"title" : " A coelacanth, a fish thought to have been extinct, is caught off the coast of South Africa near Chalumna River.", "date" : "1938/12/23"}, {"title" : " A massive avalanche of snow hits a construction worker dormitory site in Kurobe, Japan, killing 87.", "date" : "1938/12/27"}, {"title" : " The ballet ''Romeo and Juliet'' with music by Prokofiev receives its first full performance at the Mahen Theatre in Brno, Czechoslovakia.", "date" : "1938/12/30"}, {"title" : " The Hewlett-Packard Company is founded.", "date" : "1939/01/01"}, {"title" : " Amelia Earhart is officially declared dead after her disappearance.", "date" : "1939/01/05"}]